{
	"line_chart":"Diagram",
	"app_name":"Valutaomregner",
	"first_fragment_label":"Første fragment",
	"second_fragment_label":"Andet fragment",
	"next":"Næste",
	"previous":"Tidligere",
	"search":"Søg",
	"copied_to_clipboard":"Kopieret til udklipsholderen",
	"hello_first_fragment":"Hej første fragment",
	"hello_second_fragment":"Hej andet fragment. Arg:% 1 $ s",
	"cpv_default_title":"Vælg en farve",
	"cpv_presets":"Forudindstillinger",
	"cpv_custom":"Vælg brugerdefineret farve",
	"cpv_select":"Vælg",
	"cpv_transparency":"Gennemsigtighed",
	"widget_transparency":"Widget-gennemsigtighed",
	"rate_the_app":"Bedøm vores app!",
	"rate_app_desc":"Tryk på stjerner og \"Åbn med Google Play Butik\" for at bedømme",
	"not_now":"IKKE NU",
	"updated_date":"Opdateret:",
	"monetary_format":"Monetært format",
	"decimal_format":"Decimalformat",
	"don_t_show":"Vis ikke",
	"support":"Hjælp",
	"terms":"Betingelser",
	"privacy_policy":"Privatliv",
	"remove_ads":"Fjern annonce",
	"sub_remove_ads":"Støt vores projekt med et lille årligt abonnement",
	"language":"Sprog",
	"color_selection":"Valg af farve",
	"select_the_gradient":"Vælg gradient",
	"unlocked":"Ulåst",
	"locked":"Låst",
	"try_this_color":"Prøv denne farve",
	"sub_try_this_color":"Prøv inden du låser op",
	"unlock":"Lås op",
	"sub_unlock":"Lås denne farve op for {item_price}",
	"theme":"Tema",
	"light":"Lys farve",
	"dark":"Mørk farve",
	"wedget_transparency":"Widget-gennemsigtighed",
	"by_currency_wiki":"Af: Currency.wiki",
	"visual_size":"Visuel størrelse",
	"small":"Lille",
	"medium":"Medium",
	"large":"Stor",
	"when_opening_app":"App Logo Launcher",
	"display_multi_converter":"Multi-konverter",
	"sub_multi_converter":"Åbner multi-converter som standard. BEMÆRK: Denne funktion fungerer kun med app-logo-launcher.",
	"dislay":"At vise",
	"display_currency_code":"Vis valutakode",
	"display_currency_symbol":"Vis valutasymbol",
	"display_currency_flag":"Vis valutaflag",
	"date_format":"Datoformat",
	"click_here":"⇒ Klik her",
	"learn_how_to_nadd_widget":"Lær hvordan du tilføjer widget",
	"selected":"VALGTE",
	"currency_list":"VALUTALISTE",
	"title_add_currency":"TILFØJ VALUTA",
	"title_configure":"KONFIGURER",
	"add_widget":"Tilføj widget",
	"convert_widget_single":"Konverter - Single",
	"convert_widget_list":"Konverter - Liste",
	"title_select_base_currency":"Vælg basisvaluta",
	"amount":"Beløb",
	"error_amount_empty":"Indtast beløbet korrekt",
	"internet_error":"Opret forbindelse til internettet",
	"facebook_app_id":"248045086948204",
	"fb_login_protocol_scheme":"fb248045086948204",
	"tab_text_1":"Tab 1",
	"tab_text_2":"Tab 2",
	"title_activity_add_currency":"AddCurrencyActivity",
	"monetary_format_1":"1247.56",
	"monetary_format_2":"1.234,69",
	"monetary_format_3":"14 234.56",
	"monetary_format_4":"14 234,56",
	"decimal_format_1":".02",
	"decimal_format_2":".003",
	"decimal_format_3":".0004",
	"decimal_format_4":".00005",
	"decimal_format_5":".000006",
	"date_format_1":"mm/dd/yy",
	"date_format_2":"dd/mm/yy",
	"iso":"dansk",
	"AED":"De Forenede Arabiske Emirater Dirham",
	"AFN":"Afghanske afghanske",
	"ALL":"Albansk Lek",
	"AMD":"Armensk drama",
	"ANG":"Holland Antillian Guilder",
	"AOA":"Angolanske Kwanza",
	"ARS":"Argentinsk peso",
	"AUD":"Australsk dollar",
	"AWG":"Aruban Florin",
	"AZN":"Aserbajdsjan Manat",
	"BAM":"Bosnien-Hercegovina Cabriolet Mark",
	"BBD":"Barbadianske dollar",
	"BDT":"Bangladeshisk Taka",
	"BGN":"Bulgarske Lev",
	"BHD":"Bahraini dinar",
	"BIF":"Burundian Franc",
	"BMD":"Bermudan Dollar",
	"BND":"Brunei Dollar",
	"BOB":"Boliviansk boliviano",
	"BRL":"Brasiliansk real",
	"BSD":"Bahamisk dollar",
	"BTC":"Bitcoin",
	"BTN":"Bhutansk Ngultrum",
	"BWP":"Botswanan Pula",
	"BYN":"Hviderussisk rubel",
	"BZD":"Belize Dollar",
	"CAD":"Canadisk dollar",
	"CDF":"Congolesisk Franc",
	"CHF":"Swiss Franc",
	"CLF":"Chilenske kontoenhed (UF)",
	"CLP":"Chilensk peso",
	"CNY":"Kinesisk Yuan",
	"COP":"Colombiansk peso",
	"CRC":"Costa Rica Colón",
	"CUC":"Cubansk konvertibel peso",
	"CUP":"Cubansk peso",
	"CVE":"Cape Verdean Escudo",
	"CZK":"Tjekkiet Koruna",
	"DJF":"Djiboutian Franc",
	"DKK":"Dansk Krone",
	"DOP":"Dominikanske peso",
	"DZD":"Algerisk dinar",
	"EGP":"Egyptisk pund",
	"ERN":"Eritreerne Nakfa",
	"ETB":"Etiopiske Birr",
	"EUR":"euro",
	"FJD":"Fijiansk dollar",
	"FKP":"Falkland Islands Pound",
	"GBP":"Britisk pund sterling",
	"GEL":"Georgisk Lari",
	"GGP":"Guernsey Pound",
	"GHS":"Ghanesisk Cedi",
	"GIP":"Gibraltar pund",
	"GMD":"Gambian Dalasi",
	"GNF":"Guinean Franc",
	"GTQ":"Guatemalanske Quetzal",
	"GYD":"Guyanas dollar",
	"HKD":"Hong Kong Dollar",
	"HNL":"Honduranske Lempira",
	"HRK":"Kroatisk Kuna",
	"HTG":"Haitisk Gourde",
	"HUF":"Ungarsk Forint",
	"IDR":"Indonesisk Rupiah",
	"ILS":"Israelsk New Sheqel",
	"IMP":"Manx pund",
	"INR":"Indian Rupee",
	"IQD":"Irakisk dinar",
	"IRR":"Iransk rial",
	"ISK":"Islandske kroner",
	"JEP":"Jersey Pound",
	"JMD":"Jamaicanske dollar",
	"JOD":"Jordansk dinar",
	"JPY":"Japansk yen",
	"KES":"Kenyansk shilling",
	"KGS":"Kyrgystani Som",
	"KHR":"Cambodjansk Riel",
	"KMF":"Comorian Franc",
	"KPW":"Nordkoreansk vandt",
	"KRW":"Sydkoreanske vandt",
	"KWD":"Kuwaiti Dinar",
	"KYD":"Cayman Islands Dollar",
	"KZT":"Kazakhstani Tenge",
	"LAK":"Laotian Kip",
	"LBP":"Libanesisk pund",
	"LKR":"Sri Lanka Rupee",
	"LRD":"Liberian Dollar",
	"LSL":"Lesotho Loti",
	"LTL":"Litauiske litas",
	"LVL":"Lettiske lats",
	"LYD":"Libyan dinar",
	"MAD":"Marokkansk Dirham",
	"MDL":"Moldoviske Leu",
	"MGA":"Malagasy Ariary",
	"MKD":"Makedonsk Denar",
	"MMK":"Myanma Kyat",
	"MNT":"Mongolsk Tugrik",
	"MOP":"Macanese Pataca",
	"MRO":"Mauretanske Ouguiya",
	"MUR":"Mauritian Rupee",
	"MVR":"Maldivian Rufiyaa",
	"MWK":"Malawisk Kwacha",
	"MXN":"Mexicansk peso",
	"MYR":"Malaysisk ringgit",
	"MZN":"Mozambican Metical",
	"NAD":"Namibisk dollar",
	"NGN":"Nigerianske Naira",
	"NIO":"Nicaraguan Córdoba",
	"NOK":"Norsk krone",
	"NPR":"Nepalesisk Rupee",
	"NZD":"New Zealand Dollar",
	"OMR":"Omani Rial",
	"PAB":"Panamansk Balboa",
	"PEN":"Peruviansk Nuevo Sol",
	"PGK":"Papua Ny Guinean Kina",
	"PHP":"Filippinsk peso",
	"PKR":"Pakistansk rupee",
	"PLN":"Polsk Zloty",
	"PYG":"Paraguayanske Guarani",
	"QAR":"Qatari Rial",
	"RON":"Rumænsk Leu",
	"RSD":"Serbisk dinar",
	"RUB":"Russisk rubel",
	"RWF":"Rwandisk Franc",
	"SAR":"Saudi Riyal",
	"SBD":"Solomon Islands Dollar",
	"SCR":"Seychellois Rupee",
	"SDG":"Sudanesisk pund",
	"SEK":"Svensk krone",
	"SGD":"Singapore dollar",
	"SHP":"Saint Helena Pound",
	"SLL":"Sierra Leonean Leone",
	"SOS":"Somalisk shilling",
	"SRD":"Surinamesisk dollar",
	"STD":"São Tomé og Príncipe Dobra",
	"SVC":"Salvadoranske Colón",
	"SYP":"Syriske pund",
	"SZL":"Swazi Lilangeni",
	"THB":"Thai baht",
	"TJS":"Tajikistani Somoni",
	"TMT":"Turkmenistani Manat",
	"TND":"Tunesiske dinar",
	"TOP":"Tongansk paaanga",
	"TRY":"Tyrkisk lira",
	"TTD":"Trinidad og Tobago Dollar",
	"TWD":"Ny Taiwan dollar",
	"TZS":"Tanzaniansk shilling",
	"UAH":"Ukrainsk Hryvnia",
	"UGX":"Ugandisk shilling",
	"USD":"Amerikanske dollar",
	"UYU":"Uruguayansk peso",
	"UZS":"Usbekistan Som",
	"VES":"Venezuelanske Bolívar Fuerte",
	"VND":"Vietnamesisk Dong",
	"VUV":"Vanuatu Vatu",
	"WST":"Samoan Tala",
	"XAF":"CFA Franc BEAC",
	"XAG":"Sølv (troy ounce)",
	"XAU":"Guld (troy ounce)",
	"XCD":"East Caribbean Dollar",
	"XDR":"Særlige trækningsrettigheder",
	"XOF":"CFA Franc BCEAO",
	"XPF":"CFP Franc",
	"YER":"Yemeni Rial",
	"ZAR":"Sydafrikansk rand",
	"ZMK":"Zambian Kwacha (før 2013)",
	"ZMW":"Zambian Kwacha",
	"ZWL":"Zimbabwisk dollar",
  "html_policy": "<h1><strong>Fortrolighedspolitik</strong></h1><p>Sidst opdateret: 13. marts 2021</p><p>Denne fortrolighedspolitik beskriver vores politikker og procedurer for indsamling, brug og videregivelse af dine oplysninger, når du bruger tjenesten og fortæller dig om dine fortrolighedsrettigheder, og hvordan loven beskytter dig.</p><p>Vi bruger dine personlige data til at levere og forbedre tjenesten. Ved at bruge tjenesten accepterer du indsamling og brug af oplysninger i overensstemmelse med denne fortrolighedspolitik.</p><h1><strong>Fortolkning og definitioner</strong></h1><h2><strong>Fortolkning</strong></h2><p>De ord, hvor det første bogstav er skrevet med store bogstaver, har betydninger defineret under følgende betingelser. Følgende definitioner har samme betydning, uanset om de vises i ental eller flertal.</p><h2><strong>Definitioner</strong></h2><p>Med henblik på denne fortrolighedspolitik:</p><ul><li><strong>Konto </strong>betyder en unik konto oprettet for dig for at få adgang til vores service eller dele af vores service. </li><li><strong>Tilknyttet </strong>selskab betyder en enhed, der kontrollerer, kontrolleres af eller er under fælles kontrol med en part, hvor \"kontrol\" betyder ejerskab af 50% eller derover af aktierne, kapitalandelen eller andre værdipapirer, der er berettigede til at stemme til valg af direktører eller anden forvaltningsmyndighed . </li><li><strong>Anvendelse </strong>betyder det softwareprogram, der leveres af virksomheden, der er downloadet af dig på enhver elektronisk enhed, der hedder Currency Converter App af Currency.Wiki </li><li><strong>Virksomhed </strong>(betegnet enten \"virksomheden\", \"vi\", \"os\" eller \"vores\" i denne aftale) henviser til valuta. Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Land </strong>refererer til: Californien, USA </li><li><strong>Enhed </strong>betyder enhver enhed, der har adgang til Tjenesten, såsom en computer, en mobiltelefon eller en digital tablet. </li><li><strong>Personoplysninger </strong>er enhver information, der vedrører en identificeret eller identificerbar person. </li><li><strong>Service </strong>refererer til applikationen. </li><li><strong>Tjenesteudbyder </strong>betyder enhver fysisk eller juridisk person, der behandler dataene på vegne af virksomheden. Det henviser til tredjepartsfirmaer eller enkeltpersoner, der er ansat af virksomheden for at lette tjenesten, for at levere tjenesten på vegne af virksomheden, for at udføre tjenester relateret til tjenesten eller for at hjælpe virksomheden med at analysere, hvordan tjenesten bruges. </li><li><strong>Tredjeparts Social Media Service </strong>henviser til ethvert websted eller ethvert socialt netværk, hvorigennem en bruger kan logge ind eller oprette en konto for at bruge tjenesten. </li><li><strong>Brugsdata </strong>refererer til data, der indsamles automatisk, enten genereret ved brug af tjenesten eller fra selve tjenesteinfrastrukturen (for eksempel varigheden af et sidebesøg). </li><li><strong>Du </strong>betyder den person, der har adgang til eller bruger Tjenesten, eller virksomheden eller anden juridisk enhed, på vegne af hvilken en sådan person har adgang til eller bruger Tjenesten, alt efter hvad der er relevant. </li></ul><h1><strong>Indsamling og brug af dine personlige data</strong></h1><h2><strong>Typer af indsamlede data</strong></h2><h3><strong>Personlig data</strong></h3><p>Når du bruger vores service, kan vi bede dig om at give os visse personligt identificerbare oplysninger, der kan bruges til at kontakte eller identificere dig. Personligt identificerbare oplysninger kan omfatte, men er ikke begrænset til:</p><ul><li>Email adresse</li><li>Brugsdata</li></ul><h3><strong>Brugsdata</strong></h3><p>Brugsdata indsamles automatisk, når du bruger tjenesten.</p><p>Brugsdata kan omfatte oplysninger såsom din enheds internetprotokoladresse (f.eks. IP-adresse), browsertype, browserversion, siderne i vores service, som du besøger, tidspunktet og datoen for dit besøg, den tid, du bruger på disse sider, unik enhed identifikatorer og andre diagnostiske data.</p><p>Når du får adgang til tjenesten via eller via en mobilenhed, indsamler vi muligvis visse oplysninger automatisk, inklusive, men ikke begrænset til, typen af mobilenhed, du bruger, din mobile enheds unikke id, din mobile enheds IP-adresse, din mobile operativsystem, typen af internetbrowser, du bruger, unikke enhedsidentifikatorer og andre diagnostiske data.</p><p>Vi kan også indsamle oplysninger, som din browser sender, når du besøger vores tjeneste, eller når du får adgang til tjenesten via eller via en mobilenhed.</p><h2><strong>Brug af dine personlige data</strong></h2><p>Virksomheden kan bruge personlige data til følgende formål:</p><ul><li><strong>At levere og vedligeholde vores service </strong>, herunder at overvåge brugen af vores service.</li><li><strong>For at administrere din konto: for </strong>at administrere din registrering som bruger af tjenesten. De personoplysninger, du giver, kan give dig adgang til forskellige funktioner i tjenesten, der er tilgængelige for dig som en registreret bruger. </li><li><strong>Til udførelse af en kontrakt: </strong>udvikling, overholdelse og gennemførelse af købekontrakten for de produkter, varer eller tjenester, du har købt, eller af enhver anden kontrakt med os gennem tjenesten. </li><li><strong>For at kontakte dig: </strong>For at kontakte dig via e-mail, telefonopkald, SMS eller andre lignende former for elektronisk kommunikation, såsom push-meddelelser fra en mobilapplikation vedrørende opdateringer eller informativ kommunikation relateret til funktionaliteter, produkter eller kontrakterede tjenester, herunder sikkerhedsopdateringer, når det er nødvendigt eller rimeligt for deres gennemførelse. </li><li><strong>At give dig </strong>nyheder, særlige tilbud og generel information om andre varer, tjenester og begivenheder, som vi tilbyder, der svarer til dem, som du allerede har købt eller spurgt om, medmindre du har valgt ikke at modtage sådanne oplysninger. </li><li><strong>For at administrere dine anmodninger: </strong>At deltage i og administrere dine anmodninger til os. </li><li><strong>Til forretningsoverførsler: </strong>Vi kan bruge dine oplysninger til at evaluere eller gennemføre en fusion, frasalg, omstrukturering, reorganisering, opløsning eller andet salg eller overførsel af nogle eller alle vores aktiver, hvad enten det er en igangværende virksomhed eller som en del af konkurs, likvidation, eller lignende procedure, hvor personlige data, som vi opbevarer om vores servicebrugere, er blandt de overførte aktiver. </li><li><strong>Til andre formål </strong>: Vi kan bruge dine oplysninger til andre formål, såsom dataanalyse, identificering af brugstendenser, bestemmelse af effektiviteten af vores reklamekampagner og til at evaluere og forbedre vores service, produkter, tjenester, markedsføring og din oplevelse.</li></ul><p>Vi deler muligvis dine personlige oplysninger i følgende situationer:</p><ul><li><strong>Med tjenesteudbydere: </strong>Vi kan dele dine personlige oplysninger med tjenesteudbydere for at overvåge og analysere brugen af vores service, for at vise reklamer til dig for at hjælpe med at understøtte og vedligeholde vores service, til betalingsbehandling, for at kontakte dig. </li><li><strong>Ved forretningsoverførsler: </strong>Vi kan dele eller overføre dine personlige oplysninger i forbindelse med eller under forhandlinger om enhver fusion, salg af virksomhedens aktiver, finansiering eller erhvervelse af hele eller en del af vores forretning til et andet selskab. </li><li><strong>Med tilknyttede selskaber: </strong>Vi kan dele dine oplysninger med vores tilknyttede virksomheder, i hvilket tilfælde vi vil kræve, at disse tilknyttede virksomheder respekterer denne fortrolighedspolitik. Tilknyttede selskaber inkluderer vores moderselskab og andre datterselskaber, joint venture-partnere eller andre virksomheder, som vi kontrollerer, eller som er under fælles kontrol med os. </li><li><strong>Med forretningspartnere: </strong>Vi deler muligvis dine oplysninger med vores forretningspartnere for at tilbyde dig bestemte produkter, tjenester eller kampagner. </li><li><strong>Med andre brugere: </strong>Når du deler personlige oplysninger eller på anden måde interagerer i de offentlige områder med andre brugere, kan sådanne oplysninger ses af alle brugere og kan distribueres offentligt uden for. Hvis du interagerer med andre brugere eller registrerer dig via en tredjepartstjeneste for sociale medier, kan dine kontakter på tredjepartstjenesten for sociale medier muligvis se dit navn, profil, billeder og beskrivelse af din aktivitet. Tilsvarende vil andre brugere være i stand til at se beskrivelser af din aktivitet, kommunikere med dig og se din profil. </li><li><strong>Med dit samtykke </strong>: Vi kan videregive dine personlige oplysninger til ethvert andet formål med dit samtykke.</li></ul><h2><strong>Opbevaring af dine personlige data</strong></h2><p>Virksomheden opbevarer kun dine personlige data så længe det er nødvendigt for de formål, der er beskrevet i denne fortrolighedspolitik. Vi opbevarer og bruger dine personlige data i det omfang, det er nødvendigt for at overholde vores juridiske forpligtelser (for eksempel hvis vi er forpligtet til at opbevare dine data for at overholde gældende love), løse tvister og håndhæve vores juridiske aftaler og politikker.</p><p>Virksomheden opbevarer også brugsdata til interne analyseformål. Brugsdata opbevares normalt i en kortere periode, undtagen når disse data bruges til at styrke sikkerheden eller forbedre funktionaliteten i vores service, eller vi er juridisk forpligtet til at opbevare disse data i længere perioder.</p><h2><strong>Overførsel af dine personlige data</strong></h2><p>Dine oplysninger, herunder personoplysninger, behandles på virksomhedens driftskontorer og andre steder, hvor de involverede parter er placeret. Det betyder, at disse oplysninger kan overføres til - og vedligeholdes på - computere, der er placeret uden for din stat, provins, land eller anden statslige jurisdiktion, hvor databeskyttelseslovgivningen kan afvige fra dem fra din jurisdiktion.</p><p>Dit samtykke til denne fortrolighedspolitik efterfulgt af din indsendelse af sådanne oplysninger repræsenterer din accept til denne overførsel.</p><p>Virksomheden vil tage alle skridt, der med rimelighed er nødvendige for at sikre, at dine data behandles sikkert og i overensstemmelse med denne fortrolighedspolitik, og at ingen overførsel af dine personoplysninger finder sted til en organisation eller et land, medmindre der er tilstrækkelige kontroller på plads, herunder sikkerheden af Dine data og andre personlige oplysninger.</p><h2><strong>Videregivelse af dine personlige data</strong></h2><h3><strong>Forretningstransaktioner</strong></h3><p>Hvis Virksomheden er involveret i en fusion, erhvervelse eller salg af aktiver, kan dine personoplysninger overføres. Vi giver besked, inden dine personlige data overføres og bliver underlagt en anden fortrolighedspolitik.</p><h3><strong>Retshåndhævelse</strong></h3><p>Under visse omstændigheder kan det kræves, at virksomheden videregiver dine personoplysninger, hvis det kræves ved lov eller som svar på gyldige anmodninger fra offentlige myndigheder (f.eks. En domstol eller et regeringsorgan).</p><h3><strong>Andre juridiske krav</strong></h3><p>Virksomheden kan videregive dine personoplysninger i god tro, at en sådan handling er nødvendig for at:</p><ul><li>Overhold en juridisk forpligtelse</li><li>Beskyt og forsvar virksomhedens rettigheder eller ejendom</li><li>Forhindre eller undersøge mulige forseelser i forbindelse med tjenesten</li><li>Beskyt den personlige sikkerhed for brugere af tjenesten eller offentligheden</li><li>Beskyt mod juridisk ansvar</li></ul><h2><strong>Sikkerhed af dine personlige data</strong></h2><p>Sikkerheden af dine personlige data er vigtig for os, men husk, at ingen metode til transmission via internettet eller metode til elektronisk lagring er 100% sikker. Mens vi stræber efter at bruge kommercielt acceptable midler til at beskytte dine personlige data, kan vi ikke garantere deres absolutte sikkerhed.</p><h1><strong>Detaljerede oplysninger om behandlingen af dine personoplysninger</strong></h1><p>Tjenesteudbydere, vi bruger, har muligvis adgang til dine personlige data. Disse tredjepartsleverandører indsamler, gemmer, bruger, behandler og overfører oplysninger om din aktivitet på vores service i overensstemmelse med deres privatlivspolitikker.</p><h2><strong>Analytics</strong></h2><p>Vi bruger muligvis tredjeparts serviceudbydere til at overvåge og analysere brugen af vores service.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Google Analytics er en webanalysetjeneste, der tilbydes af Google, der sporer og rapporterer webstedstrafik. Google bruger de indsamlede data til at spore og overvåge brugen af vores service. Disse data deles med andre Google-tjenester. Google kan bruge de indsamlede data til at kontekstualisere og personliggøre annoncer fra sit eget annoncenetværk.</p><p>Du kan fravælge visse Google Analytics-funktioner gennem dine mobilenhedsindstillinger, såsom dine enheds annonceringsindstillinger eller ved at følge instruktionerne fra Google i deres fortrolighedspolitik: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:policies.google.com/privacy\">https:policies.google.com/privacy</a> </p><p>Du kan få flere oplysninger om Googles fortrolighedspraksis ved at besøge Googles webside om beskyttelse af personlige oplysninger og vilkår: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:policies.google.com/privacy\">https:policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase er en analysetjeneste leveret af Google Inc.</p><p>Du kan fravælge visse Firebase-funktioner via dine mobilenhedsindstillinger, såsom dine enheds annonceringsindstillinger eller ved at følge instruktionerne fra Google i deres fortrolighedspolitik: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:policies.google.com/privacy\">https:policies.google.com/privacy</a> </p><p>Vi opfordrer dig også til at gennemgå Googles politik til beskyttelse af dine data: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:support.google.com/analytics/answer/6004245\">https:support.google.com/analytics/answer/6004245</a> </p><p>For mere information om, hvilken type information Firebase indsamler, kan du besøge Hvordan Google bruger data, når du bruger vores partners sider eller apps webside: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:policies.google.com/technologies/partner-sites\">https:policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Deres privatlivspolitik kan ses på <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:www.appsflyer.com/privacy-policy/\">https:www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Facebook-appannoncer</strong></li></ul><p>Deres privatlivspolitik kan ses på <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:www.facebook.com/about/privacy\">https:www.facebook.com/about/privacy</a> </p><h2><strong>Annoncering</strong></h2><p>Vi kan bruge tjenesteudbydere til at vise reklamer til dig for at hjælpe med at understøtte og vedligeholde vores service.</p><ul><li><strong>AdMob af Google</strong></li></ul><p>AdMob fra Google leveres af Google Inc.</p><p>Du kan fravælge AdMob by Google-tjenesten ved at følge instruktionerne beskrevet af Google: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:support.google.com/ads/answer/2662922%3Fhl%3Den\">https:support.google.com/ads/answer/2662922?hl=da</a> </p><p>For mere information om, hvordan Google bruger de indsamlede oplysninger, kan du besøge siden \"Sådan bruger Google data, når du bruger vores partners sider eller app\": <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:policies.google.com/technologies/partner-sites\">https:policies.google.com/technologies/partner-sites</a> eller besøg Privacy Googles politik: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:policies.google.com/privacy\">https:policies.google.com/privacy</a>   </p><h2><strong>Betalinger</strong></h2><p>Vi kan levere betalte produkter og / eller tjenester inden for tjenesten. I så fald bruger vi muligvis tredjeparts tjenester til betalingsbehandling (f.eks. Betalingsbehandlere).</p><p>Vi gemmer eller indsamler ikke dine betalingskortoplysninger. Disse oplysninger leveres direkte til vores tredjeparts betalingsbehandlere, hvis brug af dine personlige oplysninger er underlagt deres privatlivspolitik. Disse betalingsprocessorer overholder de standarder, der er fastsat af PCI-DSS som administreret af PCI Security Standards Council, hvilket er en fælles indsats fra mærker som Visa, Mastercard, American Express og Discover. PCI-DSS-krav hjælper med at sikre sikker håndtering af betalingsoplysninger.</p><ul><li><strong>Google Play betalinger i appen</strong></li></ul><p>Deres privatlivspolitik kan ses på <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:www.google.com/policies/privacy/\">https:www.google.com/policies/privacy/</a> </p><h1><strong>Børns privatliv</strong></h1><p>Vores service henvender sig ikke til nogen under 13 år. Vi indsamler ikke bevidst personligt identificerbare oplysninger fra nogen under 13 år. Hvis du er forælder eller værge, og du er opmærksom på, at dit barn har givet os personoplysninger, bedes du venligst kontakt os. Hvis vi bliver opmærksomme på, at vi har indsamlet personlige data fra nogen under 13 år uden verifikation af forældrenes samtykke, tager vi skridt til at fjerne disse oplysninger fra vores servere.</p><p>Hvis vi har brug for at stole på samtykke som et juridisk grundlag for behandling af dine oplysninger, og dit land kræver samtykke fra en forælder, kan vi kræve din forældres samtykke, før vi indsamler og bruger disse oplysninger.</p><h1><strong>Links til andre websteder</strong></h1><p>Vores service kan indeholde links til andre websteder, der ikke drives af os. Hvis du klikker på et tredjepartslink, bliver du sendt videre til tredjepartens websted. Vi anbefaler dig kraftigt at gennemgå fortrolighedspolitikken for hvert websted, du besøger.</p><p>Vi har ingen kontrol over og påtager os intet ansvar for indholdet, fortrolighedspolitikker eller praksis på tredjepartswebsteder eller -tjenester.</p><h1><strong>Ændringer i denne fortrolighedspolitik</strong></h1><p>Vi opdaterer muligvis vores fortrolighedspolitik fra tid til anden. Vi underretter dig om ændringer ved at offentliggøre den nye fortrolighedspolitik på denne side.</p><p>Vi giver dig besked via e-mail og / eller en fremtrædende meddelelse om vores service, inden ændringen træder i kraft, og opdaterer \"Senest opdateret\" dato øverst i denne fortrolighedspolitik.</p><p>Du tilrådes at gennemgå denne fortrolighedspolitik med jævne mellemrum for eventuelle ændringer. Ændringer i denne fortrolighedspolitik er effektive, når de er lagt ud på denne side.</p><h1><strong>Kontakt os</strong></h1><p>Hvis du har spørgsmål om disse vilkår og betingelser, kan du kontakte os:</p><ul><li>Via e-mail: info@currency.wiki</li></ul><p> </p><p> </p> ",
  "html_support": "<h1>Hjælp</h1><p>Hvis du har et problem med vores valutaomregner-app, bedes du sende en e-mail til <a href=\"mailto:app@currency.wiki\">app@currency.wiki</a> (tillad 24-48 timer at svare) og i emnelinjen skal du tilføje \"Problem med app\"  </p><p>Beskriv problemet med din enheds navn og modelnummer og den aktuelle Android-version. f.eks. Samsung Galaxy S9 + Android 10</p><h1>FAQ</h1><h2>Hvor ofte opdateres valutakurser?</h2><p>Kurser opdateres hvert 30. minut og in-time hvert 60. sekund undtagen weekender (Forex-markedet i USA lukker fredag kl. 17.00 EST og åbner søndag kl. 17.00 EST)</p><h2>Hvor ofte opdateres kryptokurver?</h2><p>Markedet for kryptokurrency lukker aldrig. Det er åbent 24/7, 365 dage om året. Bitcoin (BTC) satser opdateres altid, selv i weekender</p><h2>Hvordan tilføjes widget?</h2><ul><li>Berør og hold et tomt sted på din startskærm</li><li>Tryk på \"Widgets\"</li><li>Skriv \" CurrencyConverter \" i søgefeltet, og den skal vise en valuta-widget</li><li>Du trykker på widgeten, og det vil bede dig om at vælge den type widget, du vil vise ved at holde og trække til din startskærm</li></ul><h2>Hvorfor får jeg en af følgende systemmeddelelser?</h2><ul><li>Stop med at optimere batteriforbruget</li><li>Optimer ikke batteriforbruget</li><li>Lad appen altid køre i baggrunden</li><li>Ignorer batterioptimeringer</li></ul><p>Hvis du bruger en valuta-widget på din startskærm, anbefaler vi, at du tillader, at vores app kører i baggrunden for at sikre, at satser altid er opdaterede</p><h2>Batteriforbrug?</h2><p>Vores app er designet til at bruge et minimum af batteri, og når vi arbejder i baggrunden for at opdatere hastigheder. Bemærk, at mange faktorer spiller ind, såsom at lukke appen efter brug, sikre dig, at din enhed er kompatibel med vores app osv ...</p><h1>Tips</h1><h2>Kopier for at dele</h2><p>Hvis du går til hovedvalutaomregnerens skærm, skal du trykke på og holde resultaterne. Det kopierer resultaterne til udklipsholderen som et eksempel, \"1,00 USD=0,84 EUR\", som du kan dele</p><h2>Beregn tip / gebyrer / skatter</h2><p>Vi har oprettet følgende logik til hurtige tipberegninger; hvis du indtaster eksempel \"50% 10\" og trykker på \"=\" beregner det 10% fra 50</p><h2>Multi-konverter</h2><p>Du kan omarrangere rækkefølgen af valutaer på din valgte liste ved at trække og slippe</p><p> </p><p> </p> ",
  "html_terms": "<h1>Vilkår og betingelser</h1><p>Sidst opdateret: 13. marts 2021</p><p>Læs disse vilkår og betingelser omhyggeligt, inden du bruger vores service.</p><h1>Fortolkning og definitioner</h1><h2>Fortolkning</h2><p>De ord, hvor det første bogstav er stort med store bogstaver, har betydninger defineret under følgende betingelser. Følgende definitioner skal have samme betydning, uanset om de vises i ental eller flertal.</p><h2>Definitioner</h2><p>Med henblik på disse vilkår og betingelser:</p><ul><li><strong>Anvendelse </strong>betyder det softwareprogram, der leveres af virksomheden, der er downloadet af dig på enhver elektronisk enhed, der hedder Currency Converter App af Currency.Wiki </li><li><strong>Application Store </strong>betyder den digitale distributionstjeneste, der drives og udvikles af Apple Inc. (Apple App Store) eller Google Inc. (Google Play Store), hvori applikationen er downloadet. </li><li><strong>Tilknyttet </strong>selskab betyder en enhed, der kontrollerer, kontrolleres af eller er under fælles kontrol med en part, hvor \"kontrol\" betyder ejerskab af 50% eller mere af aktierne, kapitalandelen eller andre værdipapirer, der er berettigede til at stemme til valg af direktører eller anden forvaltningsmyndighed . </li><li><strong>Land </strong>refererer til: Californien, USA </li><li><strong>Virksomhed </strong>(betegnet enten \"virksomheden\", \"vi\", \"os\" eller \"vores\" i denne aftale) henviser til Currency.Wiki, 122 15. st # 431 Del Mar, CA 92014. </li><li><strong>Enhed </strong>betyder enhver enhed, der har adgang til Tjenesten, såsom en computer, en mobiltelefon eller en digital tablet. </li><li><strong>In-app-køb </strong>henviser til køb af et produkt, en vare, en tjeneste eller et abonnement foretaget gennem applikationen og underlagt disse vilkår og betingelser og / eller applikationsbutiks egne vilkår og betingelser. </li><li><strong>Service </strong>henviser til applikationen. </li><li><strong>Abonnementer </strong>henviser til de tjenester eller adgang til den service, der tilbydes på abonnementsbasis af virksomheden til dig. </li><li><strong>Vilkår og betingelser </strong>(også kaldet \"Vilkår\") betyder disse vilkår og betingelser, der udgør hele aftalen mellem dig og virksomheden om brugen af ​​tjenesten. </li><li><strong>Tredjeparts Social Media Service </strong>betyder alle tjenester eller indhold (inklusive data, information, produkter eller tjenester) leveret af en tredjepart, der kan vises, inkluderes eller stilles til rådighed af Tjenesten. </li><li><strong>Du </strong>betyder den person, der har adgang til eller bruger Tjenesten, eller virksomheden eller anden juridisk enhed på vegne af hvilken en sådan person har adgang til eller bruger Tjenesten, alt efter hvad der er relevant. </li></ul><h1>Anerkendelse</h1><p>Dette er vilkårene og betingelserne for brugen af ​​denne service og den aftale, der fungerer mellem dig og virksomheden. Disse vilkår og betingelser beskriver alle brugeres rettigheder og forpligtelser med hensyn til brugen af ​​tjenesten.</p><p>Din adgang til og brug af tjenesten er betinget af din accept af og overholdelse af disse vilkår og betingelser. Disse vilkår og betingelser gælder for alle besøgende, brugere og andre, der får adgang til eller bruger tjenesten.</p><p>Ved at få adgang til eller bruge tjenesten accepterer du at være bundet af disse vilkår og betingelser. Hvis du er uenig i nogen del af disse vilkår og betingelser, har du muligvis ikke adgang til tjenesten.</p><p>Du erklærer, at du er over 18 år. Virksomheden tillader ikke personer under 18 at bruge tjenesten.</p><p>Din adgang til og brug af tjenesten er også betinget af din accept af og overholdelse af virksomhedens fortrolighedspolitik. Vores fortrolighedspolitik beskriver vores politikker og procedurer for indsamling, brug og videregivelse af dine personlige oplysninger, når du bruger applikationen eller hjemmesiden og fortæller dig om dine fortrolighedsrettigheder, og hvordan loven beskytter dig. Læs vores fortrolighedspolitik grundigt, inden du bruger vores service.</p><h1>Abonnementer</h1><h2>Abonnementsperiode</h2><p>Tjenesten eller nogle dele af Tjenesten er kun tilgængelig med et betalt abonnement. Du bliver faktureret på forhånd på en tilbagevendende og periodisk basis (såsom dagligt, ugentligt, månedligt eller årligt) afhængigt af den type abonnementsplan, du vælger, når du køber abonnementet.</p><p>Ved afslutningen af ​​hver periode fornyes dit abonnement automatisk under nøjagtige samme betingelser, medmindre du annullerer det, eller virksomheden annullerer det.</p><h2>Annullering af abonnement</h2><p>Du kan annullere din abonnementsfornyelse enten via din kontoindstillingsside eller ved at kontakte firmaet. Du modtager ikke en refusion for de gebyrer, du allerede har betalt for din nuværende abonnementsperiode, og du vil være i stand til at få adgang til tjenesten indtil udgangen af ​​din nuværende abonnementsperiode.</p><p>Hvis abonnementet er foretaget via et køb i appen, kan du annullere fornyelsen af ​​dit abonnement i Application Store.</p><h2>Fakturering</h2><p>Du skal give virksomheden nøjagtige og fuldstændige faktureringsoplysninger inklusive fuldt navn, adresse, tilstand, postnummer, telefonnummer og en gyldig information om betalingsmetode.</p><p>Hvis automatisk fakturering af en eller anden grund ikke forekommer, udsteder virksomheden en elektronisk faktura, der angiver, at du skal fortsætte manuelt inden for en bestemt frist med den fulde betaling svarende til faktureringsperioden som angivet på fakturaen.</p><p>Hvis abonnementet er foretaget via et køb i appen, håndteres al fakturering af Application Store og styres af Application Store's egne vilkår og betingelser.</p><h2>Gebyrændringer</h2><p>Virksomheden kan efter eget skøn og til enhver tid ændre abonnementsgebyrerne. Enhver ændring af abonnementsgebyret træder i kraft ved afslutningen af ​​den aktuelle abonnementsperiode.</p><p>Virksomheden vil give dig rimelig forudgående varsel om enhver ændring i abonnementsgebyrer for at give dig mulighed for at opsige dit abonnement, før en sådan ændring træder i kraft.</p><p>Din fortsatte brug af tjenesten efter ændring af abonnementsgebyret træder i kraft udgør din aftale om at betale det ændrede abonnementsgebyrbeløb.</p><h2>Refusioner</h2><p>Bortset fra når det kræves af lovgivningen, refunderes betalte abonnementsgebyrer ikke.</p><p>Visse refusionsanmodninger for abonnementer kan overvejes af virksomheden fra sag til sag og imødekommes efter selskabets eget skøn.</p><p>Hvis abonnementet er foretaget via et køb i appen, gælder Application Store's refusionspolitik. Hvis du ønsker at anmode om en refusion, kan du gøre det ved at kontakte Application Store direkte.</p><h1>In-app køb</h1><p>Applikationen kan omfatte køb i appen, der giver dig mulighed for at købe produkter, tjenester eller abonnementer.</p><p>Flere oplysninger om, hvordan du muligvis kan administrere køb i appen ved hjælp af din enhed, kan findes i Application Store's egne vilkår og betingelser eller i enhedens Hjælp-indstillinger.</p><p>In-app-køb kan kun forbruges i applikationen. Hvis du foretager et køb i appen, kan det køb i appen ikke annulleres, efter at du har startet downloadet. Køb i app kan ikke indløses for kontanter eller anden vederlag eller på anden måde overføres.</p><p>Hvis ethvert køb i appen ikke downloades med succes eller ikke fungerer, når det først er downloadet, vil vi efter at have fået kendskab til fejlen eller blive underrettet om fejlen af ​​dig, undersøge årsagen til fejlen. Vi vil handle med rimelighed for at beslutte, om vi skal give dig et erstatningskøb i appen eller udstede et program til at reparere fejlen. Under ingen omstændigheder debiterer vi dig for at udskifte eller reparere køb i appen. I det usandsynlige tilfælde, at vi ikke er i stand til at erstatte eller reparere det relevante køb i appen eller ikke er i stand til at gøre det inden for en rimelig periode og uden væsentlig ulempe for dig, godkender vi Application Store til at refundere dig et beløb op til omkostningerne ved det relevante køb i appen. Alternativt, hvis du ønsker at anmode om en refusion, kan du gøre det ved at kontakte Application Store direkte.</p><p>Du anerkender og accepterer, at alle fakturerings- og transaktionsprocesser håndteres af Application Store, hvorfra du downloadede applikationen, og er underlagt applikationsbutiks egne vilkår og betingelser.</p><p>Hvis du har betalingsrelaterede problemer med køb i apps, skal du kontakte Application Store direkte.</p><h1>Links til andre websteder</h1><p>Vores service kan indeholde links til tredjepartswebsteder eller tjenester, der ikke ejes eller kontrolleres af virksomheden.</p><p>Virksomheden har ingen kontrol over og påtager sig intet ansvar for indholdet, fortrolighedspolitikkerne eller praksis på tredjepartswebsteder eller -tjenester. Du anerkender og accepterer endvidere, at Virksomheden ikke er ansvarlig eller ansvarlig, direkte eller indirekte, for skader eller tab, der er forårsaget eller påstået at være forårsaget af eller i forbindelse med brugen af ​​eller tillid til sådant indhold, varer eller tjenester tilgængelige på eller gennem sådanne websteder eller tjenester.</p><p>Vi anbefaler dig kraftigt at læse vilkårene og betingelserne og fortrolighedspolitikkerne for tredjepartswebsteder eller -tjenester, som du besøger.</p><h1>Afslutning</h1><p>Vi kan opsige eller suspendere din adgang med det samme uden forudgående varsel eller erstatningsansvar, uanset årsag, inklusive uden begrænsning, hvis du overtræder disse vilkår og betingelser.</p><p>Efter opsigelsen ophører din ret til at bruge tjenesten med det samme.</p><h1>Ansvarsbegrænsning</h1><p>På trods af eventuelle skader, som du måtte pådrage dig, er hele selskabets ansvar og enhver af dets leverandører under enhver bestemmelse i disse vilkår og dit eksklusive middel til alt det foregående begrænset til det beløb, der faktisk betales af dig gennem tjenesten eller 100 USD hvis du ikke har købt noget via tjenesten.</p><p>I det maksimale omfang, der er tilladt i henhold til gældende lovgivning, er Virksomheden eller dets leverandører under ingen omstændigheder ansvarlige for nogen speciel, tilfældig, indirekte eller følgeskade overhovedet (inklusive, men ikke begrænset til, skader for tab af fortjeneste, tab af data eller andre oplysninger, for forretningsafbrydelse, for personskade, tab af privatlivets fred som følge af eller på nogen måde relateret til brugen af ​​eller manglende evne til at bruge Tjenesten, tredjepartssoftware og / eller tredjepartshardware, der bruges sammen med Tjenesten, eller ellers i forbindelse med en bestemmelse i disse Vilkår), selvom Virksomheden eller en leverandør er blevet underrettet om muligheden for sådanne skader, og selvom afhjælpningen ikke opfylder dets væsentlige formål.</p><p>Nogle stater tillader ikke udelukkelse af underforståede garantier eller begrænsning af ansvar for tilfældige skader eller følgeskader, hvilket betyder, at nogle af ovenstående begrænsninger muligvis ikke gælder. I disse stater vil hver parts ansvar være begrænset i det omfang, loven tillader.</p><h1>\"AS IS\" og \"AS TILGÆNGELIG\" Ansvarsfraskrivelse</h1><p>Tjenesten leveres til dig \"SOM DEN ER\" og \"SOM TILGÆNGELIG\" og med alle fejl og mangler uden nogen form for garanti. I det maksimale omfang, der er tilladt i henhold til gældende lov, fraskriver virksomheden på sine egne vegne og på vegne af dets tilknyttede virksomheder og dets og deres respektive licensgivere og tjenesteudbydere udtrykkeligt alle garantier, hvad enten de er udtrykkelige, underforståede, lovbestemte eller på anden måde med hensyn til Service, herunder alle underforståede garantier for salgbarhed, egnethed til et bestemt formål, titel og ikke-krænkelse, og garantier, der kan opstå som følge af handel, ydeevne, brug eller handelspraksis. Uden begrænsning af ovenstående yder virksomheden ingen garanti eller tilsagn og repræsenterer ikke nogen form for, at tjenesten vil opfylde dine krav, opnå de tilsigtede resultater, være kompatibel eller arbejde med anden software, applikationer, systemer eller tjenester, betjener uden afbrydelse skal du opfylde præstations- eller pålidelighedsstandarder eller være fejlfri, eller at eventuelle fejl eller mangler kan eller vil blive rettet.</p><p>Uden at begrænse det foregående fremsætter hverken virksomheden eller nogen af ​​virksomhedens udbydere nogen form for garanti af nogen art, udtrykkeligt eller underforstået: (i) med hensyn til driften eller tilgængeligheden af ​​tjenesten eller informationen, indholdet og materialerne eller produkterne inkluderet derpå; (ii) at Tjenesten vil være uafbrudt eller fejlfri; (iii) med hensyn til nøjagtighed, pålidelighed eller valuta for enhver information eller indhold, der leveres gennem tjenesten; eller (iv) at Tjenesten, dens servere, indholdet eller e-mails sendt fra eller på vegne af Virksomheden er fri for vira, scripts, trojanske heste, orme, malware, tidsbomber eller andre skadelige komponenter.</p><p>Nogle jurisdiktioner tillader ikke udelukkelse af visse typer garantier eller begrænsninger af gældende lovmæssige rettigheder for en forbruger, så nogle eller alle ovenstående undtagelser og begrænsninger gælder muligvis ikke for dig. Men i et sådant tilfælde skal de undtagelser og begrænsninger, der er anført i dette afsnit, anvendes i størst mulig grad håndhæves i henhold til gældende lov.</p><h1>Lovvalg</h1><p>Landets love, bortset fra dets lovvalgsregler, regulerer disse Vilkår og din brug af Tjenesten. Din brug af applikationen kan også være underlagt andre lokale, statslige, nationale eller internationale love.</p><h1>Tvisteløsning</h1><p>Hvis du har nogen bekymring eller uenighed om Tjenesten, accepterer du først at forsøge at løse tvisten uformelt ved at kontakte Virksomheden.</p><h1>For brugere af Den Europæiske Union (EU)</h1><p>Hvis du er en EU-forbruger, får du fordel af alle obligatoriske bestemmelser i lovgivningen i det land, hvor du er bosiddende.</p><h1>De amerikanske forbundsregerings bestemmelser om slutbrug</h1><p>Hvis du er en slutbruger i den amerikanske føderale regering, er vores service en \"kommerciel vare\", som dette udtryk er defineret i 48 CFR §2.101.</p><h1>United States Legal Compliance</h1><p>Du erklærer og garanterer, at (i) du ikke befinder dig i et land, der er underlagt den amerikanske regeringsembargo, eller som er blevet udpeget af USA's regering som et \"terroriststøttende\" land, og (ii) du ikke er opført på enhver amerikansk regeringsliste over forbudte eller begrænsede parter.</p><h1>Adskillelighed og afkald</h1><h2>Adskillelighed</h2><p>Hvis en bestemmelse i disse vilkår anses for at være uigennemførelig eller ugyldig, vil en sådan bestemmelse blive ændret og fortolket for at nå målene med en sådan bestemmelse i videst muligt omfang i henhold til gældende lovgivning, og de resterende bestemmelser vil fortsætte med fuld kraft og virkning.</p><h2>Afkald</h2><p>Undtagen som angivet heri, skal manglende udøvelse af en ret eller kræve opfyldelse af en forpligtelse i henhold til disse vilkår ikke påvirke en parts evne til at udøve en sådan ret eller kræve en sådan udførelse på noget tidspunkt derefter, og heller ikke fraskrivelse af en overtrædelse udgør et afkald af eventuelle efterfølgende overtrædelser.</p><h1>Oversættelse Fortolkning</h1><p>Disse vilkår og betingelser kan være blevet oversat, hvis vi har gjort dem tilgængelige for dig på vores service. Du accepterer, at den originale engelske tekst har forrang i tilfælde af tvist.</p><h1>Ændringer i disse vilkår og betingelser</h1><p>Vi forbeholder os ret til efter eget skøn at ændre eller erstatte disse vilkår til enhver tid. Hvis en revision er væsentlig, bestræber vi os på at give mindst 30 dages varsel, inden nye vilkår træder i kraft. Hvad der udgør en væsentlig ændring vil blive bestemt efter eget skøn.</p><p>Ved at fortsætte med at få adgang til eller bruge vores service, efter at disse revisioner træder i kraft, accepterer du at være bundet af de reviderede vilkår. Hvis du ikke accepterer de nye vilkår, helt eller delvist, skal du stoppe med at bruge hjemmesiden og tjenesten.</p><h1>Ansvarsfraskrivelse</h1><p>Currency.wiki-valutakurser er kun til informationsformål. Bekræft / bekræft valutakurser med din valutamægler eller finansielle institution, inden du foretager internationale pengeoverførsler og -transaktioner.</p><h1>Kreditter</h1><p>Vi vil takke følgende forfattere for at have oprettet gratis ikoner og gratis licens til at bruge diagrammer.</p><ul><li>MD Badsha Meah: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:freeicons.io/profile/3335\">https:freeicons.io/profile/3335</a> </li><li>ikon king1: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:freeicons.io/profile/3\">https:freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:www.flaticon.com/\">https:www.flaticon.com/</a> &amp; <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:www.freepik.com\">https:www.freepik.com</a>   </li><li>amCharts: <a href=\"https:translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=da&amp;u=https:www.amcharts.com/\">https:www.amcharts.com/</a> </li></ul><h1>Kontakt os</h1><p>Hvis du har spørgsmål om disse vilkår og betingelser, kan du kontakte os:</p><ul><li>Via e-mail: info@currency.wiki</li></ul><p> </p>"
}
