{
	"line_chart":"Carta",
	"app_name":"Penukar mata wang",
	"first_fragment_label":"Fragmen Pertama",
	"second_fragment_label":"Pecahan Kedua",
	"next":"Seterusnya",
	"previous":"Sebelumnya",
	"search":"Cari",
	"copied_to_clipboard":"Disalin ke papan keratan",
	"hello_first_fragment":"Hello serpihan pertama",
	"hello_second_fragment":"Hello serpihan kedua. Arg:% 1 $ s",
	"cpv_default_title":"Pilih Warna",
	"cpv_presets":"Pratetap",
	"cpv_custom":"Pilih warna tersuai",
	"cpv_select":"Pilih",
	"cpv_transparency":"Ketelusan",
	"widget_transparency":"Ketelusan Widget",
	"rate_the_app":"Sila nilai aplikasi kami!",
	"rate_app_desc":"Ketik bintang dan \"Buka Dengan Google Play Store\" untuk menilai",
	"not_now":"BUKAN SEKARANG",
	"updated_date":"Dikemas kini:",
	"monetary_format":"Format wang",
	"decimal_format":"Format perpuluhan",
	"don_t_show":"Jangan tunjukkan",
	"support":"Tolonglah",
	"terms":"Syarat",
	"privacy_policy":"Privasi",
	"remove_ads":"Keluarkan Iklan",
	"sub_remove_ads":"Sokong projek kami dengan langganan tahunan yang kecil",
	"language":"Bahasa",
	"color_selection":"Pemilihan Warna",
	"select_the_gradient":"Pilih kecerunan",
	"unlocked":"Tidak berkunci",
	"locked":"Terkunci",
	"try_this_color":"Cuba warna ini",
	"sub_try_this_color":"Cuba sebelum anda membuka kunci",
	"unlock":"Buka kunci",
	"sub_unlock":"Buka kunci warna ini untuk {item_price}",
	"theme":"Tema",
	"light":"Warna Cahaya",
	"dark":"Warna Gelap",
	"wedget_transparency":"Ketelusan Widget",
	"by_currency_wiki":"Oleh: Currency.wiki",
	"visual_size":"Saiz Visual",
	"small":"Kecil",
	"medium":"Sedang",
	"large":"Besar",
	"when_opening_app":"Pelancar Logo Aplikasi",
	"display_multi_converter":"Pelbagai Penukar",
	"sub_multi_converter":"Akan membuka multi-penukar secara lalai. CATATAN: Ciri ini hanya berfungsi dengan pelancar logo aplikasi.",
	"dislay":"Tunjuk",
	"display_currency_code":"Tunjukkan Kod Mata Wang",
	"display_currency_symbol":"Tunjukkan Simbol Mata Wang",
	"display_currency_flag":"Tunjukkan Bendera Mata Wang",
	"date_format":"Format tarikh",
	"click_here":"⇒ Klik Di Sini",
	"learn_how_to_nadd_widget":"Ketahui cara menambah widget",
	"selected":"TERPILIH",
	"currency_list":"SENARAI MATA WANG",
	"title_add_currency":"TAMBAHKAN MATA WANG",
	"title_configure":"PENGESAHAN",
	"add_widget":"Tambah Widget",
	"convert_widget_single":"Tukar - Bujang",
	"convert_widget_list":"Tukar - Senarai",
	"title_select_base_currency":"Pilih Mata Wang Asas",
	"amount":"Jumlah",
	"error_amount_empty":"Sila masukkan jumlahnya dengan betul",
	"internet_error":"Sila sambung ke internet",
	"facebook_app_id":"248045086948204",
	"fb_login_protocol_scheme":"fb248045086948204",
	"tab_text_1":"Tab 1",
	"tab_text_2":"Tab 2",
	"title_activity_add_currency":"AddCurrencyActivity",
	"monetary_format_1":"1264.56",
	"monetary_format_2":"1.234,86",
	"monetary_format_3":"31 234.56",
	"monetary_format_4":"31 234,56",
	"decimal_format_1":".02",
	"decimal_format_2":".003",
	"decimal_format_3":".0004",
	"decimal_format_4":".00005",
	"decimal_format_5":".000006",
	"date_format_1":"mm/dd/yy",
	"date_format_2":"dd/mm/yy",
	"iso":"Bahasa Melayu",
	"AED":"Dirham Emiriah Arab Bersatu",
	"AFN":"Warga Afghanistan",
	"ALL":"Lek Albania",
	"AMD":"Dram Armenia",
	"ANG":"Guilder Antillean Belanda",
	"AOA":"Angola Kwanza",
	"ARS":"Peso Argentina",
	"AUD":"Dolar Australia",
	"AWG":"Aruban Florin",
	"AZN":"Manat Azerbaijan",
	"BAM":"Markah Boleh Tukar Bosnia-Herzegovina",
	"BBD":"Dolar Barbadian",
	"BDT":"Taka Bangladesh",
	"BGN":"Lev Bulgaria",
	"BHD":"Dinar Bahrain",
	"BIF":"Franc Burundian",
	"BMD":"Dolar Bermudan",
	"BND":"Dolar Brunei",
	"BOB":"Boliviano Bolivia",
	"BRL":"Real Brazil",
	"BSD":"Dolar Bahama",
	"BTC":"Bitcoin",
	"BTN":"Ngultrum Bhutan",
	"BWP":"Botswanan Pula",
	"BYN":"Rubel Belarusia",
	"BZD":"Dolar Belize",
	"CAD":"Dolar Kanada",
	"CDF":"Franc Congo",
	"CHF":"Franc Swiss",
	"CLF":"Unit Akaun Chile (UF)",
	"CLP":"Peso Cili",
	"CNY":"Yuan Cina",
	"COP":"Peso Colombia",
	"CRC":"Costa Rican Colón",
	"CUC":"Peso Boleh Tukar Kuba",
	"CUP":"Peso Cuba",
	"CVE":"Cape Verdean Escudo",
	"CZK":"Koruna Republik Czech",
	"DJF":"Franc Djiboutian",
	"DKK":"Krone Denmark",
	"DOP":"Peso Dominika",
	"DZD":"Dinar Algeria",
	"EGP":"Pound Mesir",
	"ERN":"Erfarea Nakfa",
	"ETB":"Birr Ethiopia",
	"EUR":"Euro",
	"FJD":"Dolar Fijian",
	"FKP":"Pound Kepulauan Falkland",
	"GBP":"Pound Sterling Inggeris",
	"GEL":"Lari Georgia",
	"GGP":"Guernsey Pound",
	"GHS":"Ghedi Cedi",
	"GIP":"Pound Gibraltar",
	"GMD":"Dalasi Gambian",
	"GNF":"Franc Guinea",
	"GTQ":"Guatemala Quetzal",
	"GYD":"Dolar Guyana",
	"HKD":"Dolar Hong Kong",
	"HNL":"Honduran Lempira",
	"HRK":"Kuna Croatia",
	"HTG":"Haiti Gourde",
	"HUF":"Forint Hungary",
	"IDR":"Rupiah Indonesia",
	"ILS":"Sheqel Baru Israel",
	"IMP":"Manx paun",
	"INR":"Rupee India",
	"IQD":"Dinar Iraq",
	"IRR":"Rial Iran",
	"ISK":"Kros Iceland",
	"JEP":"Jersey Pound",
	"JMD":"Dolar Jamaica",
	"JOD":"Dinar Jordan",
	"JPY":"Yen Jepun",
	"KES":"Shilling Kenya",
	"KGS":"Kyrgystani Som",
	"KHR":"Riel Kemboja",
	"KMF":"Franc Komorian",
	"KPW":"Won Korea Utara",
	"KRW":"Won Korea Selatan",
	"KWD":"Dinar Kuwait",
	"KYD":"Dolar Kepulauan Cayman",
	"KZT":"Kazakhstani Tenge",
	"LAK":"Laotian Kip",
	"LBP":"Pound Lubnan",
	"LKR":"Rupee Sri Lanka",
	"LRD":"Dolar Liberia",
	"LSL":"Lesotho Loti",
	"LTL":"Litas Lithuania",
	"LVL":"Latvia Lat",
	"LYD":"Dinar Libya",
	"MAD":"Dirham Maghribi",
	"MDL":"Moldovan Leu",
	"MGA":"Bahasa Malagasi Ariary",
	"MKD":"Denar Macedonia",
	"MMK":"Myanma Kyat",
	"MNT":"Tugrik Mongolia",
	"MOP":"Pataca Macan",
	"MRO":"Ouguiya Mauritania",
	"MUR":"Rupee Mauritius",
	"MVR":"Maldivian Rufiyaa",
	"MWK":"Malwian Kwacha",
	"MXN":"Peso Mexico",
	"MYR":"Ringgit Malaysia",
	"MZN":"Metzikal Mozambik",
	"NAD":"Dolar Namibia",
	"NGN":"Naira warga Nigeria",
	"NIO":"Nicaraguan Córdoba",
	"NOK":"Krone Norway",
	"NPR":"Rupee Nepal",
	"NZD":"Dolar New Zealand",
	"OMR":"Oman Rial",
	"PAB":"Balboa Panaman",
	"PEN":"Peru Nuevo Sol",
	"PGK":"Papua New Guinean Kina",
	"PHP":"Peso Filipina",
	"PKR":"Rupee Pakistan",
	"PLN":"Zloty Poland",
	"PYG":"Guarani Paraguay",
	"QAR":"Qatari Rial",
	"RON":"Leu Romania",
	"RSD":"Dinar Serbia",
	"RUB":"Rubel Rusia",
	"RWF":"Franc Rwanda",
	"SAR":"Riyal Arab Saudi",
	"SBD":"Dolar Kepulauan Solomon",
	"SCR":"Rupee Seychellois",
	"SDG":"Pound Sudan",
	"SEK":"Krona Sweden",
	"SGD":"Dolar Singapura",
	"SHP":"Saint Helena Pound",
	"SLL":"Sierra Leonean Leone",
	"SOS":"Shilling Somalia",
	"SRD":"Dolar Surinam",
	"STD":"São Tomé dan Príncipe Dobra",
	"SVC":"Salvadoran Colón",
	"SYP":"Pound Syria",
	"SZL":"Swazi Lilangeni",
	"THB":"Baht Thailand",
	"TJS":"Somoni Tajikistani",
	"TMT":"Manat Turkmenistani",
	"TND":"Dinar Tunisia",
	"TOP":"Tongan Paʻanga",
	"TRY":"Lira Turki",
	"TTD":"Dolar Trinidad dan Tobago",
	"TWD":"Dolar Taiwan Baru",
	"TZS":"Shilling Tanzanian",
	"UAH":"Hryvnia Ukraine",
	"UGX":"Shilling Uganda",
	"USD":"Dolar Amerika Syarikat",
	"UYU":"Peso Uruguay",
	"UZS":"Uzbekistan Som",
	"VES":"Bolivar Fuerte dari Venezuela",
	"VND":"Dong Vietnam",
	"VUV":"Vanuatu Vatu",
	"WST":"Tala Samoa",
	"XAF":"CFA Franc BEAC",
	"XAG":"Perak (auns troy)",
	"XAU":"Emas (auns troy)",
	"XCD":"Dolar Caribbean Timur",
	"XDR":"Hak Pengambilan Khas",
	"XOF":"CFA Franc BCEAO",
	"XPF":"CFP Franc",
	"YER":"Rial Yaman",
	"ZAR":"Rand Afrika Selatan",
	"ZMK":"Zambian Kwacha (pra-2013)",
	"ZMW":"Zambian Kwacha",
	"ZWL":"Dolar Zimbabwe",
  "html_policy": "<h1><strong>Dasar Privasi</strong></h1><p>Kemas kini terakhir: 13 Mac 2021</p><p>Dasar Privasi ini menjelaskan dasar dan prosedur kami mengenai pengumpulan, penggunaan dan pengungkapan maklumat Anda ketika Anda menggunakan Layanan dan memberitahu Anda tentang hak privasi Anda dan bagaimana undang-undang melindungi Anda.</p><p>Kami menggunakan data Peribadi Anda untuk menyediakan dan meningkatkan Perkhidmatan. Dengan menggunakan Perkhidmatan, Anda menyetujui pengumpulan dan penggunaan maklumat sesuai dengan Dasar Privasi ini.</p><h1><strong>Tafsiran dan Definisi</strong></h1><h2><strong>Tafsiran</strong></h2><p>Kata-kata yang huruf kapitalnya mempunyai makna yang ditentukan dalam keadaan berikut. Definisi berikut mempunyai makna yang sama tanpa mengira sama ada ia muncul dalam bentuk tunggal atau jamak.</p><h2><strong>Definisi</strong></h2><p>Untuk tujuan Dasar Privasi ini:</p><ul><li><strong>Akaun </strong>bermaksud akaun unik yang dibuat untuk Anda mengakses Perkhidmatan kami atau bahagian Perkhidmatan kami. </li><li><strong>Afiliasi </strong>bermaksud entiti yang mengawal, dikendalikan oleh atau berada di bawah kawalan bersama dengan pihak, di mana \"kawalan\" bermaksud pemilikan 50% atau lebih saham, kepentingan ekuiti atau sekuriti lain yang berhak memilih pemilihan pengarah atau pihak pengurusan lain . </li><li><strong>Aplikasi </strong>bermaksud program perisian yang disediakan oleh Syarikat yang dimuat turun oleh Anda di mana-mana peranti elektronik, yang diberi nama Currency Converter App oleh Currency.Wiki </li><li><strong>Syarikat </strong>(disebut sebagai \"Syarikat\", \"Kami\", \"Kami\" atau \"Kami\" dalam Perjanjian ini) merujuk kepada Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Negara </strong>merujuk: California, Amerika Syarikat </li><li><strong>Peranti </strong>bermaksud sebarang peranti yang dapat mengakses Perkhidmatan seperti komputer, telefon bimbit atau tablet digital. </li><li><strong>Data Peribadi </strong>adalah segala maklumat yang berkaitan dengan individu yang dikenal pasti atau dikenali. </li><li><strong>Perkhidmatan </strong>merujuk kepada Aplikasi. </li><li><strong>Penyedia Perkhidmatan </strong>bermaksud mana-mana orang semula jadi atau undang-undang yang memproses data bagi pihak Syarikat. Ini merujuk kepada syarikat pihak ketiga atau individu yang dipekerjakan oleh Syarikat untuk memfasilitasi Perkhidmatan, untuk menyediakan Perkhidmatan bagi pihak Syarikat, untuk melakukan perkhidmatan yang berkaitan dengan Perkhidmatan atau untuk membantu Syarikat dalam menganalisis bagaimana Perkhidmatan digunakan. </li><li><strong>Perkhidmatan Media Sosial pihak ketiga </strong>merujuk kepada mana-mana laman web atau laman web rangkaian sosial di mana Pengguna boleh log masuk atau membuat akaun untuk menggunakan Perkhidmatan. </li><li><strong>Data Penggunaan </strong>merujuk kepada data yang dikumpulkan secara automatik, baik yang dihasilkan oleh penggunaan Perkhidmatan atau dari infrastruktur Perkhidmatan itu sendiri (sebagai contoh, tempoh lawatan halaman). </li><li><strong>Anda </strong>bermaksud individu yang mengakses atau menggunakan Perkhidmatan, atau syarikat, atau entiti undang-undang lain bagi pihak individu tersebut mengakses atau menggunakan Perkhidmatan, sebagaimana yang berlaku. </li></ul><h1><strong>Mengumpulkan dan Menggunakan Data Peribadi Anda</strong></h1><h2><strong>Jenis Data yang Dikumpulkan</strong></h2><h3><strong>Data peribadi</strong></h3><p>Semasa menggunakan Perkhidmatan Kami, Kami mungkin meminta Anda memberikan Kami maklumat peribadi tertentu yang dapat digunakan untuk menghubungi atau mengenali Anda. Maklumat yang boleh dikenal pasti secara peribadi termasuk, tetapi tidak terhad kepada:</p><ul><li>Alamat emel</li><li>Data Penggunaan</li></ul><h3><strong>Data Penggunaan</strong></h3><p>Data Penggunaan dikumpulkan secara automatik semasa menggunakan Perkhidmatan.</p><p>Data Penggunaan mungkin merangkumi maklumat seperti alamat Protokol Internet Peranti Anda (contohnya alamat IP), jenis penyemak imbas, versi penyemak imbas, halaman Perkhidmatan kami yang Anda lawati, waktu dan tarikh lawatan Anda, masa yang dihabiskan di halaman tersebut, peranti unik pengecam dan data diagnostik lain.</p><p>Apabila Anda mengakses Perkhidmatan dengan atau melalui peranti mudah alih, Kami dapat mengumpulkan maklumat tertentu secara automatik, termasuk, tetapi tidak terbatas pada, jenis peranti mudah alih yang Anda gunakan, ID unik peranti mudah alih anda, alamat IP peranti mudah alih Anda, telefon bimbit Anda sistem operasi, jenis penyemak imbas Internet mudah alih yang anda gunakan, pengecam peranti unik dan data diagnostik lain.</p><p>Kami juga dapat mengumpulkan maklumat yang dikirimkan oleh penyemak imbas anda setiap kali Anda mengunjungi Perkhidmatan kami atau ketika Anda mengakses Perkhidmatan dengan atau melalui peranti mudah alih.</p><h2><strong>Penggunaan Data Peribadi Anda</strong></h2><p>Syarikat boleh menggunakan Data Peribadi untuk tujuan berikut:</p><ul><li><strong>Untuk menyediakan dan mengekalkan Perkhidmatan kami </strong>, termasuk untuk memantau penggunaan Layanan kami.</li><li><strong>Untuk mengurus Akaun Anda: </strong>untuk menguruskan pendaftaran Anda sebagai pengguna Perkhidmatan. Data Peribadi yang Anda sediakan dapat memberi Anda akses kepada fungsi yang berbeza dari Perkhidmatan yang tersedia untuk Anda sebagai pengguna berdaftar. </li><li><strong>Untuk pelaksanaan kontrak: </strong>pengembangan, pematuhan dan pelaksanaan kontrak pembelian untuk produk, item atau perkhidmatan yang telah anda beli atau kontrak lain dengan Kami melalui Perkhidmatan. </li><li><strong>Untuk menghubungi Anda: </strong>Untuk menghubungi Anda melalui e-mel, panggilan telefon, SMS, atau bentuk komunikasi elektronik lain yang setara, seperti pemberitahuan push aplikasi mudah alih mengenai kemas kini atau komunikasi informatif yang berkaitan dengan fungsi, produk atau perkhidmatan yang dikontrak, termasuk kemas kini keselamatan, apabila perlu atau munasabah untuk pelaksanaannya. </li><li><strong>Untuk memberi anda </strong>berita, tawaran istimewa dan maklumat umum mengenai barang, perkhidmatan dan acara lain yang kami tawarkan yang serupa dengan yang telah anda beli atau tanyakan kecuali anda memilih untuk tidak menerima maklumat tersebut. </li><li><strong>Untuk menguruskan permintaan Anda: </strong>Untuk menghadiri dan mengelola permintaan Anda kepada Kami. </li><li><strong>Untuk pemindahan perniagaan: </strong>Kami mungkin menggunakan maklumat Anda untuk menilai atau melakukan penggabungan, penjualan, penyusunan semula, penyusunan semula, pembubaran, atau penjualan atau pemindahan sebahagian atau semua aset Kami, sama ada sebagai masalah berterusan atau sebagai sebahagian daripada kebankrapan, pembubaran, atau proses serupa, di mana Data Peribadi yang dipegang oleh Kami mengenai pengguna Perkhidmatan kami adalah antara aset yang dipindahkan. </li><li><strong>Untuk tujuan lain </strong>: Kami dapat menggunakan maklumat Anda untuk tujuan lain, seperti analisis data, mengenal pasti trend penggunaan, menentukan keberkesanan kempen promosi kami dan untuk menilai dan meningkatkan Perkhidmatan, produk, perkhidmatan, pemasaran dan pengalaman anda.</li></ul><p>Kami mungkin berkongsi maklumat peribadi anda dalam situasi berikut:</p><ul><li><strong>Dengan Penyedia Perkhidmatan: </strong>Kami dapat berkongsi maklumat peribadi Anda dengan Penyedia Perkhidmatan untuk memantau dan menganalisis penggunaan Layanan kami, untuk menunjukkan iklan kepada Anda untuk membantu menyokong dan mengekalkan Perkhidmatan Kami, untuk proses pembayaran, untuk menghubungi Anda. </li><li><strong>Untuk pemindahan perniagaan: </strong>Kami mungkin berkongsi atau memindahkan maklumat peribadi anda sehubungan dengan, atau semasa rundingan, penggabungan, penjualan aset Syarikat, pembiayaan, atau pemerolehan semua atau sebahagian perniagaan Kami ke syarikat lain. </li><li><strong>Dengan Ahli Gabungan: </strong>Kami mungkin berkongsi maklumat Anda dengan sekutu kami, dalam hal ini kami akan meminta afiliasi tersebut untuk mematuhi Dasar Privasi ini. Ahli gabungan merangkumi syarikat induk kami dan anak syarikat lain, rakan usaha sama atau syarikat lain yang Kami kendalikan atau yang berada di bawah kawalan bersama dengan Kami. </li><li><strong>Dengan rakan niaga: </strong>Kami mungkin berkongsi maklumat anda dengan rakan perniagaan kami untuk menawarkan produk, perkhidmatan atau promosi tertentu kepada anda. </li><li><strong>Dengan pengguna lain: </strong>apabila Anda berkongsi maklumat peribadi atau berinteraksi di kawasan awam dengan pengguna lain, maklumat tersebut mungkin dilihat oleh semua pengguna dan boleh diedarkan secara terbuka di luar. Sekiranya Anda berinteraksi dengan pengguna lain atau mendaftar melalui Perkhidmatan Media Sosial Pihak Ketiga, kenalan anda di Perkhidmatan Media Sosial Pihak Ketiga mungkin melihat nama, profil, gambar dan keterangan aktiviti anda. Begitu juga, pengguna lain dapat melihat perihalan aktiviti Anda, berkomunikasi dengan Anda dan melihat profil Anda. </li><li><strong>Dengan persetujuan anda </strong>: Kami mungkin mendedahkan maklumat peribadi anda untuk tujuan lain dengan persetujuan anda.</li></ul><h2><strong>Penyimpanan Data Peribadi Anda</strong></h2><p>Syarikat akan menyimpan Data Peribadi anda hanya selama yang diperlukan untuk tujuan yang dinyatakan dalam Dasar Privasi ini. Kami akan menyimpan dan menggunakan Data Peribadi Anda sejauh yang diperlukan untuk mematuhi kewajiban undang-undang kami (misalnya, jika kami diharuskan menyimpan data anda untuk mematuhi undang-undang yang berlaku), menyelesaikan pertikaian, dan menguatkuasakan perjanjian dan kebijakan undang-undang kami.</p><p>Syarikat juga akan menyimpan Data Penggunaan untuk tujuan analisis dalaman. Data Penggunaan umumnya disimpan untuk jangka waktu yang lebih pendek, kecuali apabila data ini digunakan untuk memperkuat keamanan atau untuk meningkatkan fungsi Perkhidmatan Kami, atau Kami secara hukum wajib menyimpan data ini untuk jangka waktu yang lebih lama.</p><h2><strong>Pemindahan Data Peribadi Anda</strong></h2><p>Maklumat anda, termasuk Data Peribadi, diproses di pejabat operasi Syarikat dan di tempat lain di mana pihak yang terlibat dalam pemprosesan itu berada . Ini bermaksud bahawa maklumat ini dapat dipindahkan ke - dan dipelihara di - komputer yang terletak di luar negara, provinsi, negara atau bidang kuasa pemerintah anda yang lain di mana undang-undang perlindungan data mungkin berbeza daripada yang ada di bawah bidang kuasa Anda.</p><p>Persetujuan anda terhadap Dasar Privasi ini diikuti oleh Penyerahan maklumat anda mewakili persetujuan anda untuk pemindahan tersebut.</p><p>Syarikat akan mengambil semua langkah yang sewajarnya diperlukan untuk memastikan bahawa data Anda dilayan dengan selamat dan sesuai dengan Dasar Privasi ini dan tidak akan dilakukan pemindahan Data Peribadi Anda ke organisasi atau negara kecuali ada kawalan yang memadai termasuk keselamatan Data dan maklumat peribadi anda yang lain.</p><h2><strong>Pendedahan Data Peribadi Anda</strong></h2><h3><strong>Urus Niaga Perniagaan</strong></h3><p>Sekiranya Syarikat terlibat dalam penggabungan, pemerolehan atau penjualan aset, Data Peribadi Anda mungkin dipindahkan. Kami akan memberikan notis sebelum Data Peribadi anda dipindahkan dan tunduk pada Dasar Privasi yang berbeza.</p><h3><strong>Penguatkuasaan undang-undang</strong></h3><p>Dalam keadaan tertentu, Syarikat mungkin diminta untuk mengungkapkan Data Peribadi Anda jika diminta untuk melakukannya oleh undang-undang atau sebagai tindak balas kepada permintaan yang sah oleh pihak berkuasa awam (misalnya mahkamah atau agensi pemerintah).</p><h3><strong>Keperluan undang-undang lain</strong></h3><p>Syarikat boleh mendedahkan Data Peribadi Anda dengan niat baik bahawa tindakan sedemikian diperlukan untuk:</p><ul><li>Mematuhi tanggungjawab undang-undang</li><li>Melindungi dan mempertahankan hak atau harta Syarikat</li><li>Mencegah atau menyiasat kemungkinan melakukan kesalahan berkaitan dengan Perkhidmatan</li><li>Melindungi keselamatan peribadi Pengguna Perkhidmatan atau orang ramai</li><li>Lindungi daripada tanggungjawab undang-undang</li></ul><h2><strong>Keselamatan Data Peribadi Anda</strong></h2><p>Keselamatan Data Peribadi Anda penting bagi Kami, tetapi ingat bahawa tidak ada kaedah penghantaran melalui Internet, atau kaedah penyimpanan elektronik yang 100% selamat. Walaupun kami berusaha untuk menggunakan kaedah yang boleh diterima secara komersial untuk melindungi Data Peribadi Anda, Kami tidak dapat menjamin keselamatan mutlaknya.</p><h1><strong>Maklumat terperinci mengenai Pemprosesan Data Peribadi Anda</strong></h1><p>Penyedia Perkhidmatan yang kami gunakan mungkin mempunyai akses ke Data Peribadi Anda. Penjual pihak ketiga ini mengumpulkan, menyimpan, menggunakan, memproses dan memindahkan maklumat mengenai aktiviti Anda di Perkhidmatan Kami sesuai dengan Dasar Privasi mereka.</p><h2><strong>Analisis</strong></h2><p>Kami mungkin menggunakan penyedia Perkhidmatan pihak ketiga untuk memantau dan menganalisis penggunaan Perkhidmatan kami.</p><ul><li><strong>Analitis Google</strong></li></ul><p>Google Analytics adalah perkhidmatan analitik web yang ditawarkan oleh Google yang melacak dan melaporkan lalu lintas laman web. Google menggunakan data yang dikumpulkan untuk mengesan dan memantau penggunaan Perkhidmatan kami. Data ini dikongsi dengan perkhidmatan Google yang lain. Google boleh menggunakan data yang dikumpulkan untuk mengontekstual dan memperibadikan iklan dari rangkaian pengiklanannya sendiri.</p><p>Anda boleh menyisih dari ciri Google Analytics tertentu melalui tetapan peranti mudah alih anda, seperti tetapan iklan peranti anda atau dengan mengikuti arahan yang diberikan oleh Google dalam Dasar Privasi mereka: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://policies.google.com/privacy\" style='color:#0645ad;'>https://policies.google.com/privacy</a> </p><p>Untuk maklumat lebih lanjut mengenai amalan privasi Google, sila lawati halaman web Privasi &amp; Syarat Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://policies.google.com/privacy\" style='color:#0645ad;'>https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase adalah perkhidmatan analitik yang disediakan oleh Google Inc.</p><p>Anda boleh menyisih dari fitur Firebase tertentu melalui tetapan peranti mudah alih anda, seperti tetapan iklan peranti anda atau dengan mengikuti petunjuk yang diberikan oleh Google dalam Dasar Privasi mereka: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://policies.google.com/privacy\" style='color:#0645ad;'>https://policies.google.com/privacy</a> </p><p>Kami juga mendorong anda untuk meninjau dasar Google untuk melindungi data anda: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://support.google.com/analytics/answer/6004245\" style='color:#0645ad;'>https://support.google.com/analytics/answer/6004245</a> </p><p>Untuk maklumat lebih lanjut mengenai jenis maklumat yang dikumpulkan oleh Firebase, sila lawati Cara Google menggunakan data semasa anda menggunakan laman web atau aplikasi rakan kongsi kami: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://policies.google.com/technologies/partner-sites\" style='color:#0645ad;'>https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Dasar Privasi mereka boleh dilihat di <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://www.appsflyer.com/privacy-policy/\" style='color:#0645ad;'>https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Iklan Aplikasi Facebook</strong></li></ul><p>Dasar Privasi mereka boleh dilihat di <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://www.facebook.com/about/privacy\" style='color:#0645ad;'>https://www.facebook.com/about/privacy</a> </p><h2><strong>Mengiklankan</strong></h2><p>Kami mungkin menggunakan Penyedia Perkhidmatan untuk menunjukkan iklan kepada Anda untuk membantu menyokong dan mengekalkan Perkhidmatan Kami.</p><ul><li><strong>AdMob oleh Google</strong></li></ul><p>AdMob oleh Google disediakan oleh Google Inc.</p><p>Anda boleh menyisih dari perkhidmatan AdMob oleh Google dengan mengikuti arahan yang dijelaskan oleh Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\" style='color:#0645ad;'>https://support.google.com/ads/answer/2662922?hl=en</a> </p><p>Untuk maklumat lebih lanjut mengenai cara Google menggunakan maklumat yang dikumpulkan, sila lawati halaman \"Bagaimana Google menggunakan data semasa anda menggunakan laman web atau aplikasi rakan kongsi kami\": <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://policies.google.com/technologies/partner-sites\" style='color:#0645ad;'>https://policies.google.com/technologies/partner-sites</a> atau lawati Privasi Dasar Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://policies.google.com/privacy\" style='color:#0645ad;'>https://policies.google.com/privacy</a>   </p><h2><strong>Pembayaran</strong></h2><p>Kami mungkin menyediakan produk dan / atau perkhidmatan berbayar dalam Perkhidmatan. Sekiranya demikian, kami mungkin menggunakan perkhidmatan pihak ketiga untuk memproses pembayaran (contohnya pemproses pembayaran).</p><p>Kami tidak akan menyimpan atau mengumpulkan butiran kad pembayaran Anda. Maklumat tersebut diberikan terus kepada pemproses pembayaran pihak ketiga kami yang penggunaan maklumat peribadi Anda diatur oleh Dasar Privasi mereka. Pemproses pembayaran ini mematuhi standard yang ditetapkan oleh PCI-DSS sebagaimana yang dikendalikan oleh Majlis Piawaian Keselamatan PCI, yang merupakan usaha bersama jenama seperti Visa, Mastercard, American Express dan Discover. Keperluan PCI-DSS membantu memastikan pengendalian maklumat pembayaran yang selamat.</p><ul><li><strong>Pembayaran Dalam Apl Google Play</strong></li></ul><p>Dasar Privasi mereka boleh dilihat di <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://www.google.com/policies/privacy/\" style='color:#0645ad;'>https://www.google.com/policies/privacy/</a> </p><h1><strong>Privasi Kanak-kanak</strong></h1><p>Perkhidmatan kami tidak menghubungi sesiapa yang berumur di bawah 13 tahun. Kami tidak sengaja mengumpulkan maklumat pengenalan diri dari sesiapa yang berumur di bawah 13 tahun. Sekiranya Anda seorang ibu bapa atau penjaga dan Anda sedar bahawa Anak anda telah memberikan Data Peribadi kepada Kami, hubungi Kami. Sekiranya Kami menyedari bahawa Kami telah mengumpulkan Data Peribadi dari sesiapa sahaja yang berumur di bawah 13 tahun tanpa pengesahan kebenaran ibu bapa, Kami mengambil langkah untuk membuang maklumat tersebut dari pelayan Kami.</p><p>Sekiranya Kami perlu bergantung pada persetujuan sebagai asas undang-undang untuk memproses maklumat Anda dan Negara anda memerlukan persetujuan daripada ibu bapa, Kami mungkin memerlukan persetujuan ibu bapa anda sebelum Kami mengumpulkan dan menggunakan maklumat tersebut.</p><h1><strong>Pautan ke Laman Web Lain</strong></h1><p>Perkhidmatan kami mungkin mengandungi pautan ke laman web lain yang tidak dikendalikan oleh Kami. Sekiranya anda mengklik pada pautan pihak ketiga, Anda akan diarahkan ke laman web pihak ketiga tersebut. Kami sangat menyarankan Anda untuk mengkaji Dasar Privasi setiap laman web yang anda lawati.</p><p>Kami tidak mempunyai kawalan atas dan tidak bertanggung jawab atas kandungan, dasar privasi atau amalan mana-mana laman web atau perkhidmatan pihak ketiga.</p><h1><strong>Perubahan pada Dasar Privasi ini</strong></h1><p>Kami mungkin mengemas kini Dasar Privasi Kami dari semasa ke semasa. Kami akan memberitahu anda mengenai perubahan dengan memposting Dasar Privasi baru di halaman ini.</p><p>Kami akan memberitahu Anda melalui e-mel dan / atau pemberitahuan penting mengenai Perkhidmatan Kami, sebelum perubahan itu berlaku dan mengemas kini tarikh \"Terakhir dikemas kini\" di bahagian atas Dasar Privasi ini.</p><p>Anda dinasihatkan untuk mengkaji Dasar Privasi ini secara berkala untuk sebarang perubahan. Perubahan pada Dasar Privasi ini akan berlaku apabila ia diposkan di halaman ini.</p><h1><strong>Hubungi Kami</strong></h1><p>Sekiranya anda mempunyai pertanyaan mengenai Terma dan Syarat ini, Anda boleh menghubungi kami:</p><ul><li>Melalui e-mel: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": " <h1>Tolonglah</h1><p>Sekiranya anda menghadapi masalah dengan aplikasi penukar mata wang kami, sila e-mel ke <a href=\"mailto:app@currency.wiki\" style='color:#0645ad;'>app@currency.wiki</a> (biarkan 24-48 jam untuk mendapatkan respons) dan di baris subjek, sila tambahkan \"Masalah dengan aplikasi\"  </p><p>Terangkan masalahnya, termasuk nama peranti anda dan nombor model, dan versi android semasa. contohnya, Samsung Galaxy S9 + Android 10</p><h1>Soalan Lazim</h1><h2>Berapa kerap kadar pertukaran dikemas kini?</h2><p>Harga dikemas kini setiap 30 minit dan dalam masa setiap 60 saat kecuali hujung minggu (pasaran Forex di AS ditutup pada hari Jumaat jam 5 petang EST dan dibuka pada hari Ahad jam 5 petang EST)</p><h2>Berapa kerap cryptocurrency dikemas kini?</h2><p>Pasaran cryptocurrency tidak pernah ditutup. Ia dibuka 24/7, 365 hari dalam setahun. Kadar Bitcoin (BTC) sentiasa dikemas kini, walaupun pada hujung minggu</p><h2>Bagaimana cara menambah widget?</h2><ul><li>Di skrin utama anda, sentuh dan tahan tempat kosong</li><li>Ketik \"Widget\"</li><li>Di kotak carian, ketik \" CurrencyConverter \" dan ia harus memaparkan widget mata wang</li><li>Anda mengetuk widget, dan akan meminta Anda untuk memilih jenis widget yang ingin Anda tampilkan dengan menahan dan menyeret ke layar utama anda.</li></ul><h2>Mengapa saya mendapat salah satu pemberitahuan sistem berikut?</h2><ul><li>Berhenti mengoptimumkan penggunaan bateri</li><li>Jangan mengoptimumkan penggunaan bateri</li><li>Biarkan aplikasi sentiasa berjalan di latar belakang</li><li>Abaikan pengoptimuman bateri</li></ul><p>Sekiranya anda menggunakan widget mata wang di skrin utama anda, kami mengesyorkan agar anda membiarkan aplikasi kami berjalan di latar belakang untuk memastikan harga sentiasa terkini</p><h2>Penggunaan bateri?</h2><p>Aplikasi kami dirancang untuk menggunakan jumlah bateri minimum, dan ketika beroperasi di latar belakang untuk memperbarui kadar. Harap maklum bahawa banyak faktor berperanan, seperti menutup aplikasi setelah digunakan, memastikan peranti anda serasi dengan aplikasi kami, dll ...</p><h1>Petua</h1><h2>Salin untuk dikongsi</h2><p>Sekiranya anda pergi ke skrin penukar mata wang utama, ketik, dan tahan hasil. Ini akan menyalin hasil ke papan keratan sebagai contoh, \"1,00 USD=0,84 EUR\" yang boleh anda kongsi</p><h2>Hitung petua / yuran / cukai</h2><p>Kami telah membuat logik berikut untuk pengiraan tip cepat; jika anda memasukkan contoh \"50% 10\" dan ketik \"=\" itu akan mengira 10% dari 50</p><h2>Penukar berbilang</h2><p>Anda boleh menyusun semula urutan mata wang dalam senarai yang anda pilih dengan menyeret dan melepaskan</p><p> </p><p> </p>",
  "html_terms": "<h1>Terma dan syarat</h1><p>Kemas kini terakhir: 13 Mac 2021</p><p>Sila baca terma dan syarat ini dengan teliti sebelum menggunakan Perkhidmatan Kami.</p><h1>Tafsiran dan Definisi</h1><h2>Tafsiran</h2><p>Kata-kata yang huruf kapitalnya mempunyai makna yang ditentukan dalam keadaan berikut. Definisi berikut mempunyai makna yang sama tanpa mengira sama ada ia muncul dalam bentuk tunggal atau jamak.</p><h2>Definisi</h2><p>Untuk tujuan Terma dan Syarat ini:</p><ul><li><strong>Aplikasi </strong>bermaksud program perisian yang disediakan oleh Syarikat yang dimuat turun oleh Anda di mana-mana peranti elektronik, yang diberi nama Currency Converter App oleh Currency.Wiki </li><li><strong>Application Store </strong>bermaksud perkhidmatan pengedaran digital yang dikendalikan dan dikembangkan oleh Apple Inc. (Apple App Store) atau Google Inc. (Google Play Store) tempat Aplikasi telah dimuat turun. </li><li><strong>Afiliasi </strong>bermaksud entiti yang mengawal, dikendalikan oleh atau berada di bawah kawalan bersama dengan pihak, di mana \"kawalan\" bermaksud pemilikan 50% atau lebih saham, kepentingan ekuiti atau sekuriti lain yang berhak memilih pemilihan pengarah atau pihak pengurusan lain . </li><li><strong>Negara </strong>merujuk: California, Amerika Syarikat </li><li><strong>Syarikat </strong>(disebut sebagai \"Syarikat\", \"Kami\", \"Kami\" atau \"Kami\" dalam Perjanjian ini) merujuk kepada Currency.Wiki, 122 15th # 431 Del Mar, CA 92014. </li><li><strong>Peranti </strong>bermaksud sebarang peranti yang dapat mengakses Perkhidmatan seperti komputer, telefon bimbit atau tablet digital. </li><li><strong>Pembelian Dalam Aplikasi </strong>merujuk kepada pembelian produk, barang, perkhidmatan atau Langganan yang dibuat melalui Aplikasi dan tertakluk kepada Terma dan Syarat ini dan / atau terma dan syarat Gedung Aplikasi itu sendiri. </li><li><strong>Perkhidmatan </strong>merujuk kepada Aplikasi. </li><li><strong>Langganan </strong>merujuk kepada perkhidmatan atau akses ke Perkhidmatan yang ditawarkan berdasarkan langganan oleh Syarikat kepada Anda. </li><li><strong>Syarat dan Ketentuan </strong>(juga disebut sebagai \"Syarat\") bermaksud Syarat dan Ketentuan ini yang membentuk keseluruhan perjanjian antara Anda dan Syarikat mengenai penggunaan Layanan. </li><li><strong>Perkhidmatan Media Sosial pihak ketiga </strong>bermaksud sebarang perkhidmatan atau kandungan (termasuk data, maklumat, produk atau perkhidmatan) yang disediakan oleh pihak ketiga yang mungkin dipaparkan, disertakan atau disediakan oleh Perkhidmatan. </li><li><strong>Anda </strong>bermaksud individu yang mengakses atau menggunakan Perkhidmatan, atau syarikat, atau entiti undang-undang lain bagi pihak individu tersebut mengakses atau menggunakan Perkhidmatan, sebagaimana yang berlaku. </li></ul><h1>Ucapan terima kasih</h1><p>Ini adalah Terma dan Syarat yang mengatur penggunaan Perkhidmatan ini dan perjanjian yang berlaku antara Anda dan Syarikat. Terma dan Syarat ini menetapkan hak dan kewajiban semua pengguna mengenai penggunaan Perkhidmatan.</p><p>Akses dan penggunaan Perkhidmatan anda bergantung pada penerimaan dan pematuhan Anda terhadap Terma dan Syarat ini. Terma dan Syarat ini berlaku untuk semua pengunjung, pengguna dan orang lain yang mengakses atau menggunakan Perkhidmatan.</p><p>Dengan mengakses atau menggunakan Perkhidmatan Anda bersetuju untuk terikat dengan Terma dan Syarat ini. Sekiranya Anda tidak bersetuju dengan mana-mana bahagian dalam Terma dan Syarat ini, maka Anda tidak boleh mengakses Perkhidmatan.</p><p>Anda menyatakan bahawa anda berumur 18 tahun ke atas. Syarikat tidak membenarkan mereka yang berumur di bawah 18 tahun menggunakan Perkhidmatan ini.</p><p>Akses dan penggunaan Perkhidmatan anda juga bergantung pada penerimaan dan pematuhan Anda terhadap Dasar Privasi Syarikat. Dasar Privasi kami menerangkan dasar dan prosedur kami mengenai pengumpulan, penggunaan dan pengungkapan maklumat peribadi Anda ketika Anda menggunakan Aplikasi atau Laman Web dan memberitahu Anda tentang hak privasi Anda dan bagaimana undang-undang melindungi Anda. Sila baca Dasar Privasi Kami dengan teliti sebelum menggunakan Perkhidmatan Kami.</p><h1>Langganan</h1><h2>Tempoh langganan</h2><p>Perkhidmatan atau beberapa bahagian Perkhidmatan hanya tersedia dengan Langganan berbayar. Anda akan ditagih terlebih dahulu secara berkala dan berkala (seperti harian, mingguan, bulanan atau tahunan), bergantung pada jenis rancangan Langganan yang anda pilih semasa membeli Langganan.</p><p>Pada akhir setiap tempoh, Langganan Anda akan diperbaharui secara automatik dalam keadaan yang sama kecuali anda membatalkannya atau Syarikat membatalkannya.</p><h2>Pembatalan langganan</h2><p>Anda boleh membatalkan pembaharuan Langganan anda melalui halaman tetapan Akaun Anda atau dengan menghubungi Syarikat. Anda tidak akan menerima bayaran balik untuk yuran yang telah anda bayar untuk Tempoh Langganan semasa anda dan Anda akan dapat mengakses Perkhidmatan sehingga akhir tempoh Langganan semasa anda.</p><p>Sekiranya Langganan telah dibuat melalui Pembelian Dalam Aplikasi, Anda dapat membatalkan pembaharuan Langganan Anda dengan App Store.</p><h2>Pengebilan</h2><p>Anda harus memberikan maklumat penagihan yang tepat dan lengkap kepada Syarikat termasuk nama penuh, alamat, negeri, poskod, nombor telefon, dan maklumat kaedah pembayaran yang sah.</p><p>Sekiranya penagihan automatik tidak berlaku atas sebab apa pun, Syarikat akan mengeluarkan invois elektronik yang menunjukkan bahawa anda mesti meneruskan secara manual, dalam tarikh akhir tertentu, dengan pembayaran penuh sesuai dengan tempoh penagihan seperti yang tertera pada invois.</p><p>Sekiranya Langganan telah dibuat melalui Pembelian Dalam Aplikasi, semua penagihan dikendalikan oleh Gedung Aplikasi dan diatur oleh terma dan syarat Gedung Aplikasi.</p><h2>Perubahan Yuran</h2><p>Syarikat, mengikut budi bicara mutlaknya dan pada bila-bila masa, boleh mengubah yuran Langganan. Sebarang perubahan yuran Langganan akan berkuat kuasa pada akhir tempoh Langganan semasa.</p><p>Syarikat akan memberi anda pemberitahuan terlebih dahulu yang munasabah mengenai sebarang perubahan yuran Langganan untuk memberi anda peluang untuk menghentikan Langganan Anda sebelum perubahan tersebut berlaku.</p><p>Penggunaan berterusan Perkhidmatan oleh anda setelah perubahan yuran Langganan berkuat kuasa merupakan perjanjian anda untuk membayar jumlah yuran Langganan yang diubah.</p><h2>Bayaran Balik</h2><p>Kecuali apabila dikehendaki oleh undang-undang, yuran Langganan yang dibayar tidak akan dikembalikan.</p><p>Permintaan bayaran balik tertentu untuk Langganan dapat dipertimbangkan oleh Syarikat berdasarkan kes demi kes dan diberikan berdasarkan budi bicara Syarikat.</p><p>Sekiranya Langganan telah dilakukan melalui pembelian dalam Aplikasi, maka polisi pengembalian wang di Gedung Aplikasi akan berlaku. Sekiranya Anda ingin meminta bayaran balik, Anda boleh melakukannya dengan menghubungi Gedung Aplikasi secara langsung.</p><h1>Pembelian Dalam Aplikasi</h1><p>Aplikasi mungkin merangkumi Pembelian Dalam Aplikasi yang membolehkan anda membeli produk, perkhidmatan atau Langganan.</p><p>Maklumat lebih lanjut mengenai bagaimana anda dapat mengurus Pembelian Dalam Aplikasi menggunakan Peranti anda dapat dinyatakan dalam syarat dan ketentuan Gedung Aplikasi atau dalam tetapan Bantuan Peranti anda.</p><p>Pembelian Dalam Aplikasi hanya dapat digunakan dalam Aplikasi. Sekiranya anda melakukan Pembelian Dalam Aplikasi, Pembelian Dalam Aplikasi tersebut tidak dapat dibatalkan setelah anda memulakan muat turunnya. Pembelian Dalam Aplikasi tidak dapat ditebus dengan wang tunai atau pertimbangan lain atau dipindahkan.</p><p>Sekiranya ada Pembelian Dalam Aplikasi tidak berjaya dimuat turun atau tidak berfungsi setelah berjaya dimuat turun, kami akan, setelah menyedari kesalahan tersebut atau diberitahu oleh anda oleh kesalahan, akan menyiasat sebab kesalahan tersebut. Kami akan bertindak sewajarnya dalam memutuskan sama ada akan memberi anda Pembelian Dalam Aplikasi pengganti atau mengeluarkan patch untuk memperbaiki kesalahan anda. Kami tidak akan mengenakan bayaran kepada anda untuk mengganti atau memperbaiki Pembelian Dalam Aplikasi. Sekiranya tidak mungkin kami tidak dapat mengganti atau memperbaiki Pembelian Dalam Aplikasi yang berkaitan atau tidak dapat melakukannya dalam jangka masa yang munasabah dan tanpa kesulitan yang besar kepada Anda, Kami akan memberi kebenaran kepada Gedung Aplikasi untuk mengembalikan sejumlah wang kepada Anda hingga kos Pembelian Dalam Aplikasi yang berkaitan. Sebagai alternatif, jika Anda ingin meminta bayaran balik, Anda boleh melakukannya dengan menghubungi Gedung Aplikasi secara langsung.</p><p>Anda mengakui dan bersetuju bahawa semua proses penagihan dan transaksi dikendalikan oleh Gedung Aplikasi dari tempat anda memuat turun Aplikasi dan diatur oleh terma dan syarat Gedung Aplikasi itu sendiri.</p><p>Sekiranya anda mempunyai masalah berkaitan pembayaran dengan Pembelian Dalam Aplikasi, maka anda perlu menghubungi Gedung Aplikasi secara langsung.</p><h1>Pautan ke Laman Web Lain</h1><p>Perkhidmatan kami mungkin mengandungi pautan ke laman web pihak ketiga atau perkhidmatan yang tidak dimiliki atau dikendalikan oleh Syarikat.</p><p>Syarikat tidak mempunyai kawalan atas, dan tidak bertanggung jawab atas, kandungan, dasar privasi, atau praktik mana-mana laman web atau perkhidmatan pihak ketiga. Anda seterusnya mengakui dan bersetuju bahawa Syarikat tidak akan bertanggungjawab atau bertanggungjawab, secara langsung atau tidak langsung, atas apa-apa kerosakan atau kerugian yang disebabkan atau didakwa disebabkan oleh atau berkaitan dengan penggunaan atau bergantung pada kandungan, barang atau perkhidmatan tersebut yang terdapat di atau melalui mana-mana laman web atau perkhidmatan tersebut.</p><p>Kami sangat menyarankan Anda untuk membaca terma dan syarat dan dasar privasi mana-mana laman web atau perkhidmatan pihak ketiga yang anda lawati.</p><h1>Penamatan</h1><p>Kami mungkin menghentikan atau menangguhkan akses Anda dengan segera, tanpa pemberitahuan atau tanggungjawab terlebih dahulu, dengan alasan apa pun, termasuk tanpa batasan jika Anda melanggar Terma dan Syarat ini.</p><p>Setelah ditamatkan, hak anda untuk menggunakan Perkhidmatan akan segera dihentikan.</p><h1>Had Liabiliti</h1><p>Walau apa pun kerosakan yang mungkin anda alami, keseluruhan tanggungjawab Syarikat dan mana-mana pembekalnya di bawah mana-mana peruntukan dalam Syarat ini dan Ubat eksklusif anda untuk semua perkara di atas akan terhad kepada jumlah yang sebenarnya dibayar oleh Anda melalui Perkhidmatan atau 100 USD jika Anda belum membeli apa-apa melalui Perkhidmatan.</p><p>Sejauh yang diizinkan oleh undang-undang yang berlaku, Syarikat atau pembekalnya tidak akan bertanggungjawab atas sebarang kerosakan khas, sampingan, tidak langsung, atau akibatnya (termasuk, tetapi tidak terhad kepada, kerugian kerugian keuntungan, kehilangan data atau maklumat lain, untuk gangguan perniagaan, untuk kecederaan peribadi, kehilangan privasi yang timbul dari atau dengan cara apa pun yang berkaitan dengan penggunaan atau ketidakupayaan untuk menggunakan Perkhidmatan, perisian pihak ketiga dan / atau perkakasan pihak ketiga yang digunakan dengan Perkhidmatan, atau jika tidak berkaitan dengan peruntukan Syarat ini), walaupun Syarikat atau pembekal telah diberitahu tentang kemungkinan kerosakan tersebut dan bahkan jika penanganan tersebut gagal untuk tujuan utamanya.</p><p>Beberapa negeri tidak membenarkan pengecualian jaminan tersirat atau had tanggungjawab untuk kerosakan sampingan atau akibatnya, yang bermaksud bahawa beberapa batasan di atas mungkin tidak berlaku. Di negeri-negeri ini, tanggungjawab setiap pihak akan dibatasi setakat yang dibenarkan oleh undang-undang.</p><h1>Penafian \"SEBAGAIMANA ADANYA\" dan \"SETIAP TERSEDIA\"</h1><p>Perkhidmatan ini diberikan kepada Anda \"SEBAGAIMANA ADANYA\" dan \"SETIAP TERSEDIA\" dan dengan semua kesalahan dan kecacatan tanpa jaminan apa-apa. Sejauh yang dibenarkan di bawah undang-undang yang berlaku, Syarikat, atas nama sendiri dan bagi pihak Afiliasinya serta pemberi lesen dan penyedia perkhidmatan masing-masing, secara tegas menolak semua jaminan, sama ada tersurat, tersirat, berkanun atau sebaliknya, berkenaan dengan Perkhidmatan, termasuk semua jaminan tersirat untuk diperdagangkan, kesesuaian untuk tujuan tertentu, hakmilik dan bukan pelanggaran, dan jaminan yang mungkin timbul daripada urusan urus niaga, prestasi, penggunaan atau amalan perdagangan. Tanpa batasan kepada yang disebutkan di atas, Syarikat tidak memberikan jaminan atau janji, dan tidak membuat pernyataan apa pun bahawa Perkhidmatan akan memenuhi keperluan Anda, mencapai hasil yang diharapkan, sesuai atau bekerja dengan perisian, aplikasi, sistem atau perkhidmatan lain, beroperasi tanpa gangguan, memenuhi piawaian prestasi atau kebolehpercayaan atau bebas dari kesilapan atau sebarang kesalahan atau kecacatan dapat atau akan diperbetulkan.</p><p>Tanpa mengehadkan perkara di atas, Syarikat atau penyedia syarikat tidak membuat pernyataan atau jaminan apa pun, tersurat atau tersirat: (i) mengenai operasi atau ketersediaan Perkhidmatan, atau maklumat, kandungan, dan bahan atau produk termasuk di dalamnya; (ii) bahawa Perkhidmatan tidak akan terganggu atau bebas ralat; (iii) mengenai ketepatan, kebolehpercayaan, atau mata wang mana-mana maklumat atau kandungan yang diberikan melalui Perkhidmatan; atau (iv) bahawa Perkhidmatan, pelayannya, kandungan, atau e-mel yang dihantar dari atau atas nama Syarikat bebas daripada virus, skrip, trojan horse, worm, malware, timebomb atau komponen berbahaya yang lain.</p><p>Sebilangan bidang kuasa tidak membenarkan pengecualian jenis jaminan tertentu atau batasan mengenai hak undang-undang pengguna yang berlaku, jadi beberapa atau semua pengecualian dan batasan di atas mungkin tidak berlaku untuk Anda. Tetapi dalam hal seperti itu, pengecualian dan batasan yang ditetapkan dalam bagian ini harus diterapkan sejauh mungkin dapat dilaksanakan berdasarkan hukum yang berlaku.</p><h1>Undang-undang yang Mengatur</h1><p>Undang-undang Negara, kecuali peraturan konfliknya, akan mengatur Syarat ini dan penggunaan Perkhidmatan oleh Anda. Penggunaan Aplikasi oleh anda mungkin juga tertakluk kepada undang-undang tempatan, negeri, nasional, atau antarabangsa yang lain.</p><h1>Penyelesaian Pertikaian</h1><p>Sekiranya anda mempunyai kebimbangan atau pertikaian mengenai Perkhidmatan ini, anda bersetuju untuk terlebih dahulu berusaha menyelesaikan perselisihan secara tidak rasmi dengan menghubungi Syarikat.</p><h1>Untuk Pengguna Kesatuan Eropah (EU)</h1><p>Sekiranya anda adalah pengguna Kesatuan Eropah, anda akan mendapat manfaat daripada peruntukan mandatori undang-undang negara tempat anda tinggal.</p><h1>Peruntukan Penggunaan Akhir Kerajaan Persekutuan Amerika Syarikat</h1><p>Sekiranya Anda pengguna akhir kerajaan persekutuan AS, Perkhidmatan kami adalah \"Item Komersial\" kerana istilah tersebut ditakrifkan pada 48 CFR §2.101.</p><h1>Pematuhan Undang-Undang Amerika Syarikat</h1><p>Anda menyatakan dan menjamin bahawa (i) Anda tidak berada di negara yang dikenakan embargo pemerintah Amerika Syarikat, atau yang telah ditetapkan oleh kerajaan Amerika Syarikat sebagai negara \"penyokong pengganas\", dan (ii) Anda tidak disenaraikan dalam senarai mana-mana pihak larangan atau larangan pemerintah Amerika Syarikat.</p><h1>Kebolehasingan dan Pengabaian</h1><h2>Kerentanan</h2><p>Sekiranya ada ketentuan dari Syarat-syarat ini dianggap tidak dapat dilaksanakan atau tidak sah, peruntukan tersebut akan diubah dan ditafsirkan untuk mencapai tujuan peruntukan tersebut sejauh mungkin di bawah undang-undang yang berlaku dan peruntukan yang selebihnya akan terus berlaku sepenuhnya.</p><h2>Pengabaian</h2><p>Kecuali sebagaimana yang diperuntukkan di sini, kegagalan untuk menggunakan hak atau memerlukan pelaksanaan kewajiban di bawah Syarat ini tidak akan mempengaruhi kemampuan pihak untuk menggunakan hak tersebut atau memerlukan prestasi tersebut pada bila-bila masa selepas itu dan juga pengabaian pelanggaran merupakan pengabaian sebarang pelanggaran berikutnya.</p><h1>Tafsiran Terjemahan</h1><p>Terma dan Syarat ini mungkin telah diterjemahkan sekiranya Kami telah menyediakannya kepada Anda di Perkhidmatan kami. Anda bersetuju bahawa teks bahasa Inggeris asal akan berlaku sekiranya berlaku pertikaian.</p><h1>Perubahan Terma dan Syarat ini</h1><p>Kami berhak, mengikut budi bicara Kami, untuk mengubah atau mengganti Syarat ini pada bila-bila masa. Sekiranya semakan itu penting, kami akan melakukan usaha yang wajar untuk memberikan notis sekurang-kurangnya 30 hari sebelum sebarang syarat baru berkuatkuasa. Apa yang menjadi perubahan material akan ditentukan mengikut budi bicara Kami.</p><p>Dengan terus mengakses atau menggunakan Perkhidmatan Kami setelah semakan tersebut berkuatkuasa, Anda bersetuju untuk terikat dengan syarat yang disemak. Sekiranya anda tidak bersetuju dengan syarat baru, keseluruhan atau sebahagian, hentikan penggunaan laman web dan Perkhidmatan.</p><h1>Penafian</h1><p>Kadar pertukaran currency.wiki adalah untuk tujuan maklumat sahaja. Sila sahkan / sahkan kadar mata wang dengan broker forex atau institusi kewangan anda sebelum melakukan pemindahan dan transaksi wang antarabangsa.</p><h1>Kredit</h1><p>Kami ingin mengucapkan terima kasih kepada pengarang berikut kerana membuat ikon dan lesen percuma untuk menggunakan carta.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://freeicons.io/profile/3335\" style='color:#0645ad;'>https://freeicons.io/profile/3335</a> </li><li>ikon king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://freeicons.io/profile/3\" style='color:#0645ad;'>https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://www.flaticon.com/\" style='color:#0645ad;'>https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://www.freepik.com\" style='color:#0645ad;'>https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ms&amp;u=https://www.amcharts.com/\" style='color:#0645ad;'>https://www.amcharts.com/</a> </li></ul><h1>Hubungi Kami</h1><p>Sekiranya anda mempunyai pertanyaan mengenai Terma dan Syarat ini, Anda boleh menghubungi kami:</p><ul><li>Melalui e-mel: info@currency.wiki</li></ul><p> </p>"
}
