{
    
"update": "আপডেট করা",
"addCurrency": "মুদ্রা যোগ করুন",
"selectedCurrency": "নির্বাচিত মুদ্রা",
"monetary": "আর্থিক বিন্যাস",
"decimal": "দশমিক বিন্যাস",
"firstTextRatingPage": "অনুগ্রহ করে অ্যাপটিকে রেট দিন!",
"secondTextRatingPage": "তারকাদের উপর আলতো চাপুন এবং Google Play Store দিয়ে রেট দিন",
"buttonTextRatingPage": "এখন নয়",
"removeAds": "বিজ্ঞাপন সরান",
"removeAdsContent": "একটি ছোট বার্ষিক সাবস্ক্রিপশন দিয়ে আমাদের প্রকল্প সমর্থন করুন",
"selectLanguage": "ভাষা নির্বাচন করুন",
"english":"বাংলা",
"colorsSelection": "রঙ নির্বাচন",
"theme": "থিম",
"light": "আলো",
"dark": "অন্ধকার",
"widgetTransparency": "উইজেট স্বচ্ছতা",
"visualSize": "ভিজ্যুয়াল সাইজ",
"A": "A",
"appLogoLauncher": "অ্যাপ লোগো লঞ্চার",
"multiConverter": "মাল্টি-কনভার্টার",
"multiConverterContent1": "ডিফল্টভাবে মাল্টি-কনভার্টার খুলবে।",
"multiConverterContent2": "দ্রষ্টব্য:",
"multiConverterContent3": "এই বৈশিষ্ট্যটি শুধুমাত্র অ্যাপ লোগো লঞ্চারের সাথে কাজ করে",
"display": "প্রদর্শন",
"display1": "ডিসপ্লে কারেন্সি কোড",
"display2": "ডিসপ্লে কারেন্সি সিম্বল",
"display3": "মুদ্রার পতাকা প্রদর্শন করুন",
"dateFormat": "ডেটা ফরম্যাট",
  "not": "এখন না",

  "selected": "নির্বাচিত",
  "currencyList": "মুদ্রার তালিকা",
  "dontShow": "দেখাবেন না",
  "support": "সমর্থন",
  "term": "টার্ম",
  "privacy":"গোপনীয়তা নীতি",
  "unlocked": "আনলক করা হয়েছে",
  "locked": "লক করা",
  "custom": "কাস্টম",
  "try": "এই রঙটি ব্যবহার করে দেখুন",
  "unlock": "আনলক",
  "wiki": ", দ্বারা:Currency.wiki",
  "multi": "মাল্টি-কনভার্টার",

  "html_policy": "<h1><strong>গোপনীয়তা</strong> <strong>নীতি</strong></h1> <p>শেষ আপডেট: মার্চ 13, 2021</p> <p>এই গোপনীয়তা নীতি আপনার পরিষেবা সংগ্রহ করার সময় আপনার তথ্য সংগ্রহ, ব্যবহার এবং প্রকাশ সম্পর্কে আমাদের নীতি এবং পদ্ধতি বর্ণনা করে এবং আপনি যখন পরিষেবাটি ব্যবহার করেন এবং আপনার গোপনীয়তা অধিকার এবং আইন আপনাকে কীভাবে সুরক্ষা দেয় সে সম্পর্কে আপনাকে জানায়।</p> <p>পরিষেবাটি সরবরাহ ও উন্নত করতে আমরা আপনার ব্যক্তিগত ডেটা ব্যবহার করি।&nbsp;পরিষেবাটি ব্যবহার করে, আপনি এই গোপনীয়তা নীতি অনুসারে তথ্য সংগ্রহ এবং ব্যবহারের বিষয়ে সম্মত হন।</p> <h1><strong>ব্যাখ্যা</strong> <strong>এবং</strong> <strong>সংজ্ঞা</strong></h1> <h2><strong>ব্যাখ্যা</strong></h2> <p>প্রাথমিক বর্ণটি যে শব্দগুলির মূলধন হয় তার শব্দের অর্থ নিম্নলিখিত শর্তগুলির মধ্যে সংজ্ঞায়িত হয়।&nbsp;নিম্নলিখিত সংজ্ঞাগুলির একই অর্থ থাকবে নির্বিশেষে সেগুলি একবচন বা বহুবচনতে প্রদর্শিত হয়।</p> <h2><strong>সংজ্ঞা</strong></h2> <p>এই গোপনীয়তা নীতিটির উদ্দেশ্যে:</p> <ul> <li><strong>অ্যাকাউন্ট</strong>বলতে আমাদের পরিষেবা বা আমাদের পরিষেবার অংশগুলিকে অ্যাক্সেস করতে আপনার জন্য তৈরি করা একটি অনন্য&nbsp;<strong>অ্যাকাউন্ট</strong><strong>&nbsp;</strong>means&nbsp;</li> <li><strong>অনুমোদিত</strong> <strong>অনুমোদিত</strong>অর্থ এমন একটি সত্তা যা নিয়ন্ত্রণ করে, কোনও দলের দ্বারা নিয়ন্ত্রিত হয় বা সাধারণ নিয়ন্ত্রণে থাকে, যেখানে নিয়ন্ত্রণ অর্থ পরিচালক বা অন্যান্য পরিচালন কর্তৃপক্ষের নির্বাচনের পক্ষে ভোট গ্রহণের অধিকারী 50% বা তার বেশি শেয়ার, ইক্যুইটি সুদ বা অন্যান্য সিকিওরিটির মালিকানা means ।&nbsp;</li> <li><strong>অ্যাপ্লিকেশনটির</strong>অর্থ হ\\'ল মুদ্রা.উইকি দ্বারা&nbsp;মুদ্রা&nbsp;রূপান্তরকারী অ্যাপ্লিকেশন নামে কোনও বৈদ্যুতিন ডিভাইসে আপনার দ্বারা ডাউনলোড করা সংস্থা কর্তৃক প্রদত্ত সফ্টওয়্যার প্রোগ্রাম means&nbsp;</li> <li><strong>কোম্পানির</strong>(হয় কোম্পানী হিসাবে উল্লেখ করা আমরা, আমাদের বা আমাদের এই চুক্তির মধ্যে) বোঝায়Wiki&nbsp;, 122 15th Street # 431 দেল মার্চ, সিএ 92014।&nbsp;</li> <li><strong>দেশ</strong>উল্লেখ করে: ক্যালিফোর্নিয়া, মার্কিন যুক্তরাষ্ট্র&nbsp;</li> <li><strong>ডিভাইসটির</strong>অর্থ এমন কোনও ডিভাইস যা পরিষেবাটি অ্যাক্সেস করতে পারে যেমন কম্পিউটার, সেলফোন বা ডিজিটাল ট্যাবলেট।&nbsp;</li> <li><strong>ব্যক্তিগত</strong> <strong>ডেটা</strong>এমন কোনও তথ্য যা কোনও চিহ্নিত বা সনাক্তযোগ্য ব্যক্তির সাথে সম্পর্কিত।&nbsp;</li> <li><strong>পরিষেবা</strong>অ্যাপ্লিকেশন বোঝায়।&nbsp;</li> <li><strong>পরিষেবা</strong> <strong>সরবরাহকারী</strong>অর্থ কোনও প্রাকৃতিক বা আইনী ব্যক্তি যিনি কোম্পানির পক্ষে ডেটা প্রক্রিয়াকরণ করেন।&nbsp;এটি তৃতীয় পক্ষের সংস্থাগুলি বা পরিষেবাটি সুবিধার্থে, সংস্থার পক্ষে পরিষেবা প্রদান, পরিষেবা সম্পর্কিত পরিষেবা সম্পাদন করতে বা পরিষেবাটি কীভাবে ব্যবহৃত হয় তা বিশ্লেষণে সংস্থাকে সহায়তা করার জন্য সংস্থা কর্তৃক নিযুক্ত ব্যক্তিদের বোঝায় to&nbsp;</li> <li><strong>তৃতীয়</strong> <strong>পক্ষের</strong> <strong>সোশ্যাল</strong> <strong>মিডিয়া</strong> <strong>পরিষেবা</strong>বলতে কোনও ওয়েবসাইট বা কোনও সামাজিক নেটওয়ার্ক ওয়েবসাইট বোঝায় যার মাধ্যমে কোনও ব্যবহারকারী এই পরিষেবাটি ব্যবহার করতে লগ ইন করতে বা একটি অ্যাকাউন্ট তৈরি করতে পারে।&nbsp;</li> <li><strong>ব্যবহারের</strong> <strong>ডেটা</strong>স্বয়ংক্রিয়ভাবে সংগৃহীত&nbsp;<strong>ডেটা</strong><strong>&nbsp;</strong>বোঝায়, হয় সেবার ব্যবহারের মাধ্যমে বা সার্ভিস অবকাঠামো থেকে নিজেই উত্পন্ন (উদাহরণস্বরূপ, একটি পৃষ্ঠার দেখার সময়কাল)।&nbsp;</li> <li><strong>আপনি</strong>বলতে চাইছেন যে স্বতন্ত্র অ্যাক্সেস বা পরিষেবা, বা সংস্থা বা এমন কোনও আইনি সত্তা যার পক্ষে এই জাতীয় ব্যক্তি পরিষেবাটিতে অ্যাক্সেস করছেন বা ব্যবহার করছেন, প্রযোজ্য।&nbsp;</li> </ul> <h1><strong>আপনার</strong> <strong>ব্যক্তিগত</strong> <strong>ডেটা</strong> <strong>সংগ্রহ</strong> <strong>এবং</strong> <strong>ব্যবহার</strong> <strong>করা</strong></h1> <h2><strong>তথ্য</strong> <strong>সংগ্রহের</strong> <strong>ধরণ</strong></h2> <h3><strong>ব্যক্তিগত</strong> <strong>তথ্য</strong></h3> <p>আমাদের পরিষেবা ব্যবহার করার সময়, আমরা আপনাকে আমাদের সাথে যোগাযোগ করতে বা সনাক্ত করতে ব্যবহার করা যেতে পারে এমন কিছু ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য সরবরাহ করতে বলব।&nbsp;ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য অন্তর্ভুক্ত থাকতে পারে, তবে সীমাবদ্ধ নয়:</p> <ul> <li>ইমেল ঠিকানা</li> <li>ব্যবহারের ডেটা</li> </ul> <h3><strong>ব্যবহারের</strong> <strong>ডেটা</strong></h3> <p>পরিষেবাটি ব্যবহার করার সময় ব্যবহারের ডেটা স্বয়ংক্রিয়ভাবে সংগ্রহ করা হয়।</p> <p>ব্যবহারের ডেটাতে আপনার ডিভাইসের ইন্টারনেট প্রোটোকল ঠিকানা (যেমন আইপি ঠিকানা), ব্রাউজারের ধরণ, ব্রাউজার সংস্করণ, আপনি যে পরিষেবাটি পরিদর্শন করেছেন আমাদের পৃষ্ঠাগুলি, আপনার পরিদর্শন করার সময় এবং তারিখ, সেই পৃষ্ঠাগুলিতে ব্যয় করা সময়, অনন্য ডিভাইসের মতো তথ্য অন্তর্ভুক্ত থাকতে পারে সনাক্তকারী এবং অন্যান্য ডায়াগোনস্টিক ডেটা।</p> <p>যখন আপনার বা একটি মোবাইল ডিভাইসের মাধ্যমে পরিষেবা অ্যাক্সেস করতে, আমরা কিছু নির্দিষ্ট তথ্য স্বয়ংক্রিয়ভাবে সংগ্রহ করতে পারে সহ, কিন্তু, মোবাইল ডিভাইস ব্যবহার করছেন তখন আপনার মোবাইল ডিভাইস অনন্য আইডি, আপনার মোবাইল ডিভাইসের IP ঠিকানা, আপনার ধরণ সীমাবদ্ধ নয়&nbsp;মোবাইল অপারেটিং সিস্টেম, মোবাইল ইন্টারনেট ব্রাউজারের ধরণ যা আপনি ব্যবহার করেন, অনন্য ডিভাইস শনাক্তকারী এবং অন্যান্য ডায়াগনস্টিক ডেটা।</p> <p>আপনি যখনই আমাদের পরিষেবাটিতে যান বা যখন আপনি কোনও মোবাইল ডিভাইস বা মাধ্যমে পরিষেবাটি অ্যাক্সেস করেন তখন আমরা আপনার ব্রাউজারটি যে তথ্য প্রেরণ করে তা আমরা সংগ্রহ করতে পারি may</p> <h2><strong>আপনার</strong> <strong>ব্যক্তিগত</strong> <strong>ডেটা</strong> <strong>ব্যবহার</strong></h2> <p>সংস্থা নিম্নলিখিত উদ্দেশ্যে ব্যক্তিগত তথ্য ব্যবহার করতে পারে:</p> <ul> <li><strong>আমাদের</strong>পরিষেবাদির ব্যবহার নিরীক্ষণ সহ&nbsp;<strong>আমাদের</strong> <strong>পরিষেবা</strong> <strong>সরবরাহ</strong> <strong>এবং</strong> <strong>বজায়</strong> <strong>রাখা</strong><strong>&nbsp;</strong>।</li> <li><strong>আপনার</strong> <strong>অ্যাকাউন্ট</strong> <strong>পরিচালনা</strong> <strong>করতে</strong><strong>:&nbsp;</strong>পরিষেবার ব্যবহারকারী হিসাবে আপনার নিবন্ধকরণ পরিচালনা করতে।আপনি যে ব্যক্তিগত ডেটা সরবরাহ করেন তা আপনাকে পরিষেবার নিবন্ধিত ব্যবহারকারী হিসাবে উপলব্ধ যে বিভিন্ন কার্যকারিতাতে অ্যাক্সেস দিতে পারে।&nbsp;</li> <li><strong>একটি</strong> <strong>চুক্তির</strong> <strong>কার্য</strong> <strong>সম্পাদনের</strong> <strong>জন্য</strong><strong>:&nbsp;</strong>আপনি যে পণ্য, আইটেম বা পরিষেবাগুলি কিনেছেন বা পরিষেবার মাধ্যমে আমাদের সাথে অন্য কোনও চুক্তি করেছেন সেগুলির পণ্য ক্রয় চুক্তির বিকাশ, সম্মতি এবং তদারকি undert&nbsp;</li> <li><strong>আপনার</strong> <strong>সাথে</strong> <strong>যোগাযোগ</strong> <strong>করতে</strong><strong>:&nbsp;</strong>ইমেল, টেলিফোন কল, এসএমএস বা বৈদ্যুতিন যোগাযোগের সমতুল্য ফর্মগুলির মাধ্যমে আপনার সাথে যোগাযোগ করতে, যেমন সুরক্ষা আপডেটগুলি সহ কার্যকারিতা, পণ্য বা চুক্তিবদ্ধ পরিষেবাদি সম্পর্কিত আপডেট বা তথ্যমূলক যোগাযোগ সম্পর্কিত একটি মোবাইল অ্যাপ্লিকেশনটির পুশ বিজ্ঞপ্তিগুলি, যখন তাদের প্রয়োগের জন্য প্রয়োজনীয় বা যুক্তিসঙ্গত হবে।</li> <li><strong>আপনাকে</strong>নিউজ, বিশেষ অফার এবং অন্যান্য পণ্য, পরিষেবা এবং ইভেন্টগুলির বিষয়ে সাধারণ তথ্য যা আপনি সরবরাহ করেন যা আপনি ইতিমধ্যে ক্রয় করেছেন বা অনুসন্ধান করেছেন সেগুলির অনুরূপ যা আপনি যদি এই জাতীয় তথ্য না পাওয়ার অপশন না করেন তবে।&nbsp;</li> <li><strong>আপনার</strong> <strong>অনুরোধগুলি</strong> <strong>পরিচালনা</strong> <strong>করতে</strong><strong>: </strong><strong>আমাদের</strong>কাছে&nbsp;<strong>আপনার</strong> <strong>অনুরোধগুলিতে</strong><strong>&nbsp;</strong>যোগদান এবং পরিচালনা করতে।&nbsp;</li> <li><strong>ব্যবসায়ের</strong> <strong>স্থানান্তরের</strong> <strong>জন্য</strong><strong>:&nbsp;</strong>আমরা আপনার তথ্যটি কোনও একীকরণের উদ্বেগ হিসাবে বা দেউলিয়ারেশনের অংশ হিসাবে, আমাদের একচেটিয়া সংযোজন, দ্বিচার, পুনর্গঠন, পুনর্গঠন, পুনর্গঠন, দ্রবীভূতকরণ বা আমাদের কিছু বা সমস্ত সম্পত্তির বিক্রয় বা স্থানান্তর মূল্যায়ন করতে বা পরিচালনা করতে ব্যবহার করতে পারি, বা অনুরূপ ক্রিয়াকলাপ, যেখানে আমাদের পরিষেবা ব্যবহারকারীদের সম্পর্কে আমাদের দ্বারা রাখা ব্যক্তিগত ডেটা স্থানান্তরিত সম্পদের মধ্যে রয়েছে।</li> <li><strong>অন্যান্য</strong> <strong>উদ্দেশ্যে</strong>: আমরা আপনার তথ্য অন্যান্য উদ্দেশ্যে যেমন ডেটা বিশ্লেষণ, ব্যবহারের প্রবণতা চিহ্নিতকরণ, আমাদের প্রচারমূলক প্রচারের কার্যকারিতা নির্ধারণ এবং আমাদের পরিষেবা, পণ্য, পরিষেবা, বিপণন এবং আপনার অভিজ্ঞতার মূল্যায়ন ও উন্নতির জন্য ব্যবহার করতে পারি।</li> </ul> </string> <p>আমরা নিম্নলিখিত পরিস্থিতিতে আপনার ব্যক্তিগত তথ্য ভাগ করতে পারি:</p> <ul> <li><strong>পরিষেবা</strong> <strong>সরবরাহকারীদের</strong> <strong>সাথে</strong><strong>:&nbsp;</strong>আমরা আপনার ব্যক্তিগত তথ্য আমাদের পরিষেবা ব্যবহারের নিরীক্ষণ এবং বিশ্লেষণ করতে, আপনাকে আমাদের সাথে যোগাযোগ করার জন্য, অর্থ প্রদান প্রক্রিয়াজাতকরণের জন্য, আমাদের পরিষেবার সহায়তা এবং বজায় রাখতে সহায়তা করার জন্য বিজ্ঞাপনগুলি দেখানোর জন্য আপনার ব্যক্তিগত তথ্য শেয়ার করতে পারি।</li> <li><strong>ব্যবসায়ের</strong> <strong>স্থানান্তরের</strong> <strong>জন্য</strong><strong>:&nbsp;</strong>আমরা আপনার ব্যক্তিগত তথ্যটি কোনও সংহতকরণ, সংস্থার সম্পদের বিক্রয়, অর্থায়ন, বা আমাদের ব্যবসায়ের সমস্ত অংশ বা অন্য কোনও সংস্থার অধিগ্রহণের সাথে, বা আলোচনার সময়, বা অন্য কোনও সংস্থার সাথে সংলাপে বা স্থানান্তর করতে পারি।</li> <li><strong>অনুমোদিতদের</strong> <strong>সাথে</strong><strong>:&nbsp;</strong>আমরা আপনার তথ্যগুলি আমাদের অনুমোদিতদের সাথে ভাগ করে নিতে পারি, সেক্ষেত্রে আমরা এই গোপনীয়তা নীতিটিকে সম্মান জানাতে সেই অনুষঙ্গগুলির প্রয়োজন হবে।অনুমোদিত সংস্থাগুলিতে আমাদের মূল কোম্পানী এবং অন্য কোনও সহায়ক সংস্থা, যৌথ উদ্যোগ অংশীদার বা অন্যান্য সংস্থা যা আমরা নিয়ন্ত্রণ করি বা আমাদের সাথে সাধারণ নিয়ন্ত্রণে থাকে include&nbsp;</li> <li><strong>ব্যবসায়িক</strong> <strong>অংশীদারদের</strong> <strong>সাথে</strong><strong>:&nbsp;</strong>আমরা আপনাকে নির্দিষ্ট পণ্য, পরিষেবা বা প্রচার সরবরাহ করতে আমাদের ব্যবসায়িক অংশীদারদের সাথে আপনার তথ্য ভাগ করতে পারি।</li> <li><strong>অন্যান্য</strong> <strong>ব্যবহারকারীর</strong> <strong>সাথে</strong><strong>:&nbsp;</strong>আপনি যখন ব্যক্তিগত তথ্য ভাগ করেন বা অন্যথায় অন্যান্য ব্যবহারকারীর সাথে সর্বজনীন ক্ষেত্রে ইন্টারঅ্যাক্ট করেন, তখন এই জাতীয় তথ্য সমস্ত ব্যবহারকারী দেখতে পাবেন এবং বাইরে প্রকাশ্যে বিতরণ করা যেতে পারে।আপনি যদি অন্য ব্যবহারকারীর সাথে ইন্টারঅ্যাক্ট করেন বা তৃতীয় পক্ষের সামাজিক মিডিয়া পরিষেবাদির মাধ্যমে নিবন্ধন করেন তবে তৃতীয় পক্ষের সামাজিক মিডিয়া পরিষেবাতে আপনার পরিচিতিগুলি আপনার ক্রিয়াকলাপের নাম, প্রোফাইল, ছবি এবং বর্ণনা দেখতে পাবে।&nbsp;একইভাবে, অন্যান্য ব্যবহারকারীরা আপনার ক্রিয়াকলাপের বিবরণ দেখতে, আপনার সাথে যোগাযোগ করতে এবং আপনার প্রোফাইল দেখতে সক্ষম হবেন।&nbsp;</li> <li><strong>আপনার</strong> <strong>সম্মতিতে</strong>: আমরা&nbsp;<strong>আপনার</strong> <strong>সম্মতিতে</strong><strong>&nbsp;</strong>অন্য কোনও উদ্দেশ্যে আপনার ব্যক্তিগত তথ্য প্রকাশ করতে পারি।</li> </ul> <h1><strong>আপনার</strong> <strong>ব্যক্তিগত</strong> <strong>তথ্য</strong> <strong>ধরে</strong> <strong>রাখা</strong></h1> <p>এই গোপনীয়তা নীতিতে নির্ধারিত উদ্দেশ্যে প্রয়োজনীয় উদ্দেশ্যে কেবল কোম্পানিটি আপনার ব্যক্তিগত ডেটা ধরে রাখবে retain&nbsp;আমাদের আইনী বাধ্যবাধকতাগুলি মেনে চলার জন্য প্রয়োজনীয় পরিমাণে আমরা আপনার ব্যক্তিগত ডেটা ধরে রাখতে এবং ব্যবহার করব (উদাহরণস্বরূপ, যদি প্রযোজ্য আইন মেনে চলার জন্য আমাদের যদি আপনার ডেটা ধরে রাখতে হয়), বিরোধগুলি সমাধান করতে এবং আমাদের আইনী চুক্তি ও নীতিমালা প্রয়োগ করতে।</p> <p>অভ্যন্তরীণ বিশ্লেষণের উদ্দেশ্যেও সংস্থা ব্যবহারের ডেটা ধরে রাখবে।&nbsp;সুরক্ষা জোরদার করতে বা আমাদের পরিষেবার কার্যকারিতা উন্নত করতে যখন এই ডেটা ব্যবহার করা হয়, বা আমাদের দীর্ঘকাল সময়ের জন্য এই ডেটা ধরে রাখতে আইনীভাবে বাধ্য হয় তা বাদে ব্যবহারের ডেটা সাধারণত একটি স্বল্প সময়ের জন্য ধরে রাখা হয়।</p> <h1><strong>আপনার</strong> <strong>ব্যক্তিগত</strong> <strong>তথ্য</strong> <strong>স্থানান্তর</strong></h1> <p>ব্যক্তিগত তথ্য সহ আপনার তথ্য কোম্পানির অপারেটিং অফিসে এবং প্রক্রিয়াকরণে জড়িত পক্ষগুলি&nbsp;অবস্থিত&nbsp;যে কোনও স্থানে প্রক্রিয়াজাত করা হয়&nbsp;।&nbsp;এর অর্থ হল যে এই তথ্যটি আপনার রাজ্য, প্রদেশ, দেশ বা অন্যান্য সরকারী এখতিয়ারের বাইরে অবস্থিত কম্পিউটারগুলিতে - এবং চালিত রাখা যেতে পারে যেখানে ডেটা সুরক্ষা আইনগুলি আপনার এখতিয়ারের চেয়ে আলাদা হতে পারে।</p> <p>এই গোপনীয়তা নীতিতে আপনার সম্মতি অনুসরণ করে আপনার এই জাতীয় তথ্য জমা দেওয়ার পরে সেই স্থানান্তরটিতে আপনার চুক্তির প্রতিনিধিত্ব করে।</p> <p>আপনার ডেটা সুরক্ষিতভাবে এবং এই গোপনীয়তা নীতি অনুসারে চিকিত্সা করা হয় এবং সুরক্ষা সহ সুরক্ষা সহ যথাযথ নিয়ন্ত্রণ না থাকলে আপনার ব্যক্তিগত ডেটা কোনও স্থানান্তর কোনও সংস্থায় বা কোনও দেশে স্থানান্তরিত হয় না তা নিশ্চিত করার জন্য সংস্থাটি যথাযথভাবে প্রয়োজনীয় সমস্ত পদক্ষেপ গ্রহণ করবে Company আপনার ডেটা এবং অন্যান্য ব্যক্তিগত তথ্য।</p> <h2><strong>আপনার</strong> <strong>ব্যক্তিগত</strong> <strong>তথ্য</strong> <strong>প্রকাশ</strong></h2> <h3><strong>ব্যবসায়িক</strong> <strong>লেনদেন</strong></h3> <p>যদি সংস্থাটি কোনও সংযোজন, অধিগ্রহণ বা সম্পদ বিক্রয়ের সাথে জড়িত থাকে তবে আপনার ব্যক্তিগত ডেটা স্থানান্তরিত হতে পারে।&nbsp;আপনার ব্যক্তিগত ডেটা স্থানান্তরিত হওয়ার আগে এবং কোনও আলাদা গোপনীয়তার নীতি সাপেক্ষে আমরা বিজ্ঞপ্তি সরবরাহ করব।</p> <h3><strong>আইন</strong> <strong>প্রয়োগকারী</strong></h3> <p>নির্দিষ্ট পরিস্থিতিতে, আইন অনুসারে বা সরকারী কর্তৃপক্ষের (যেমন একটি আদালত বা কোনও সরকারী সংস্থা) বৈধ অনুরোধের প্রতিক্রিয়া হিসাবে কোম্পানিকে আপনার ব্যক্তিগত ডেটা প্রকাশ করার প্রয়োজন হতে পারে।</p> <h3><strong>অন্যান্য</strong> <strong>আইনী</strong> <strong>প্রয়োজনীয়তা</strong></h3> <p>সংস্থাটি আপনার ব্যক্তিগত ডেটা প্রকাশ করতে পারে এই বিশ্বাসের জন্য যে এই জাতীয় পদক্ষেপ নেওয়া দরকার:</p> <ul> <li>আইনী বাধ্যবাধকতা মেনে চলুন</li> <li>কোম্পানির অধিকার বা সম্পত্তি রক্ষা করুন এবং রক্ষা করুন</li> <li>পরিষেবার সাথে সংযোগে সম্ভাব্য অন্যায় কাজগুলি প্রতিরোধ বা তদন্ত করুন</li> <li>পরিষেবার ব্যবহারকারীর বা জনসাধারণের ব্যক্তিগত সুরক্ষা রক্ষা করুন</li> <li>আইনী দায়বদ্ধতা থেকে রক্ষা করুন</li> </ul> <h2><strong>আপনার</strong> <strong>ব্যক্তিগত</strong> <strong>তথ্য</strong> <strong>সুরক্ষা</strong></h2> <p>আপনার ব্যক্তিগত তথ্য সুরক্ষা আমাদের জন্য গুরুত্বপূর্ণ, কিন্তু মনে রাখবেন যে ইন্টারনেটের মাধ্যমে ট্রান্সমিশনের কোনও পদ্ধতি বা বৈদ্যুতিন স্টোরেজ পদ্ধতি 100% নিরাপদ নয়।&nbsp;যদিও আমরা আপনার ব্যক্তিগত ডেটা সুরক্ষার জন্য বাণিজ্যিকভাবে গ্রহণযোগ্য উপায়গুলি ব্যবহার করার চেষ্টা করি, আমরা এর নিরঙ্কুশ সুরক্ষার গ্যারান্টি দিতে পারি না।</p> <h1><strong>আপনার</strong> <strong>ব্যক্তিগত</strong> <strong>তথ্য</strong> <strong>প্রক্রিয়াকরণ</strong> <strong>সম্পর্কে</strong> <strong>বিশদ</strong> <strong>তথ্য</strong></h1> <p>আমরা যে পরিষেবা সরবরাহকারীর ব্যবহার করি তাদের আপনার ব্যক্তিগত ডেটাতে অ্যাক্সেস থাকতে পারে।&nbsp;এই তৃতীয় পক্ষের বিক্রেতারা তাদের গোপনীয়তা নীতি অনুসারে আমাদের পরিষেবাতে আপনার ক্রিয়াকলাপ সম্পর্কে তথ্য সংগ্রহ, সঞ্চয়, ব্যবহার, প্রক্রিয়া এবং স্থানান্তর করে।</p> <h2><strong>বিশ্লেষণ</strong></h2> <p>আমরা আমাদের পরিষেবার ব্যবহার নিরীক্ষণ এবং বিশ্লেষণ করতে তৃতীয় পক্ষের পরিষেবা সরবরাহকারী ব্যবহার করতে পারি।</p> <ul> <li><strong>গুগল</strong> <strong>বিশ্লেষক</strong></li> </ul> <p>গুগল অ্যানালিটিক্স হ\\'ল গুগল অফার করে এমন একটি ওয়েব অ্যানালিটিক্স পরিষেবা যা ওয়েবসাইট ট্র্যাফিক ট্র্যাক করে এবং রিপোর্ট করে।&nbsp;গুগল আমাদের পরিষেবার ব্যবহার ট্র্যাক এবং নিরীক্ষণের জন্য সংগৃহীত ডেটা ব্যবহার করে।&nbsp;এই ডেটা অন্যান্য গুগল পরিষেবাগুলির সাথে ভাগ করা হয়।&nbsp;গুগল নিজস্ব বিজ্ঞাপন নেটওয়ার্কের বিজ্ঞাপনগুলি প্রাসঙ্গিক করে তুলতে এবং ব্যক্তিগতকৃত করতে সংগৃহীত ডেটা ব্যবহার করতে পারে।</p> <p>আপনি আপনার মোবাইল ডিভাইস সেটিংস যেমন আপনার ডিভাইসের বিজ্ঞাপন সেটিংস বা তাদের গোপনীয়তা নীতিতে গুগল দ্বারা প্রদত্ত নির্দেশাবলী অনুসরণ করে কিছু গুগল অ্যানালিটিক্স বৈশিষ্ট্যগুলি অপ্ট-আউট করতে পারেন:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/privacy>https://polferences.google.com/privacy</a>&nbsp;</p> <p>গুগলের গোপনীয়তা অনুশীলন সম্পর্কে আরও তথ্যের জন্য, দয়া করে গুগল গোপনীয়তা এবং শর্তাদি ওয়েব পৃষ্ঠা দেখুন:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/privacy>https</a>&nbsp;:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/privacy>//pol नीति.google.com/privacy</a>&nbsp;</p> </string><ul> <li><strong>ফায়ারবেস</strong></li> </ul> <p>ফায়ারবেস হ\\'ল গুগল ইনক দ্বারা সরবরাহিত একটি বিশ্লেষণ পরিষেবা is</p> <p>আপনি আপনার মোবাইল ডিভাইস সেটিংস যেমন আপনার ডিভাইসের বিজ্ঞাপন সেটিংস বা গুগল দ্বারা তাদের গোপনীয়তা নীতিতে প্রদত্ত নির্দেশাবলী অনুসরণ করে কিছু নির্দিষ্ট ফায়ারবেস বৈশিষ্ট্যগুলি অপ্ট-আউট করতে পারেন:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/privacy>https://polferences.google.com/privacy</a>&nbsp;</p> <p>আমরা আপনার ডেটা রক্ষার জন্য গুগলের নীতি পর্যালোচনা করতে উত্সাহিত করি:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a>&nbsp;</p> <p>ফায়ারবেস কী ধরণের তথ্য সংগ্রহ করে সে সম্পর্কে আরও তথ্যের জন্য, আপনি যখন আমাদের অংশীদারদের সাইট বা অ্যাপ্লিকেশন ওয়েবপৃষ্ঠা ব্যবহার করেন তখন গুগল কীভাবে ডেটা ব্যবহার করে তা দেখুন:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/technologies/partner-sites>https</a>&nbsp;://pol नीति.google.com/technologies/partner-sites&nbsp;</p> <ul> <li><strong>AppsFlyer</strong></li> </ul> <p>তাদের গোপনীয়তা নীতি&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a>&nbsp;এ দেখা যাবে&nbsp;</p> <ul> <li><strong>ফেসবুক</strong> <strong>অ্যাপ</strong> <strong>বিজ্ঞাপন</strong></li> </ul> <p>তাদের গোপনীয়তা নীতি&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a>&nbsp;এ দেখা যাবে&nbsp;</p> <p><strong>বিজ্ঞাপন</strong></p> <p>আমরা আমাদের পরিষেবা সমর্থন এবং বজায় রাখতে সহায়তা করতে আপনাকে বিজ্ঞাপন প্রদর্শন করতে পরিষেবা সরবরাহকারীদের ব্যবহার করতে পারি।</p> <ul> <li><strong>গুগল</strong> <strong>দ্বারা</strong><strong>অ্যাডমব</strong></li> </ul> <p>গুগল দ্বারা&nbsp;অ্যাডমব&nbsp;গুগল ইনক দ্বারা সরবরাহ করা হয়।</p> <p>গুগলের বর্ণিত নির্দেশাবলী অনুসরণ করে আপনি গুগল পরিষেবা দ্বারা&nbsp;অ্যাডমব&nbsp;থেকে অপ্ট আউট করতে পারেন&nbsp;:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=en</a>&nbsp;</p> <p>গুগল কীভাবে সংগৃহীত তথ্য ব্যবহার করে সে সম্পর্কে আরও তথ্যের জন্য, দয়া করে আপনি যখন আমাদের অংশীদারদের সাইট বা অ্যাপ্লিকেশন ব্যবহার করেন তখন গুগল কীভাবে ডেটা ব্যবহার করে পৃষ্ঠাটি দেখুন:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/technologies/partner-sites>https</a>&nbsp;:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/technologies/partner-sites>//pol नीति.google.com/technologies/partner-sites</a>&nbsp;বা গোপনীয়তা দেখুন গুগলের নীতি:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/privacy>https</a>&nbsp;:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://policies.google.com/privacy>//pol नीति.google.com/privacy</a>&nbsp;&nbsp;&nbsp;</p> <h2><strong>অর্থ</strong> <strong>প্রদান</strong></h2> <p>আমরা পরিষেবার মধ্যে অর্থ প্রদানের পণ্য এবং / অথবা পরিষেবা সরবরাহ করতে পারি।&nbsp;সেক্ষেত্রে আমরা পেমেন্ট প্রসেসিংয়ের জন্য তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করতে পারি (যেমন অর্থ প্রদানের প্রসেসর)।</p> <p>আমরা আপনার পেমেন্ট কার্ডের বিশদ সংরক্ষণ বা সংগ্রহ করব না।&nbsp;এই তথ্যটি আমাদের তৃতীয় পক্ষের অর্থ প্রদানের প্রসেসরগুলিতে সরাসরি সরবরাহ করা হয় যাদের আপনার ব্যক্তিগত&nbsp;তথ্য&nbsp;ব্যবহার&nbsp;তাদের গোপনীয়তা নীতি দ্বারা পরিচালিত হয়।&nbsp;এই পেমেন্ট প্রসেসরগুলি পিসিআই-ডিএসএস কর্তৃক নির্ধারিত মানদণ্ডগুলিতে মেনে চলেন পিসিআই সুরক্ষা স্ট্যান্ডার্ড কাউন্সিল, যা ভিসা, মাস্টারকার্ড, আমেরিকান এক্সপ্রেস এবং আবিষ্কারের মতো ব্র্যান্ডের সম্মিলিত প্রচেষ্টা।&nbsp;পিসিআই-ডিএসএস প্রয়োজনীয়তা প্রদানের তথ্যের নিরাপদ পরিচালনা নিশ্চিত করতে সহায়তা করে।</p> <ul> <li><strong>গুগল</strong> <strong>অ্যাপ্লিকেশন</strong> <strong>পেমেন্ট</strong> <strong>খেলুন</strong></li> </ul> <p>তাদের গোপনীয়তা নীতি&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/pol</a>&nbsp;नीति/privacy/ এ দেখা যাবে&nbsp;</p> <h1><strong>শিশুদের</strong> <strong>গোপনীয়তা</strong></h1> <p>আমাদের পরিষেবা 13 বছরের কম বয়সী কাউকে সম্বোধন করে না We আমরা 13 বছরের কম বয়সী কারও কাছ থেকে ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য সংগ্রহ করি না You আপনি যদি একজন পিতা বা মাতা বা অভিভাবক হন এবং আপনি সচেতন হন যে আপনার শিশু আমাদের ব্যক্তিগত ডেটা সরবরাহ করেছে, দয়া করে যোগাযোগ করুন.&nbsp;যদি আমরা সচেতন হয়ে উঠি যে আমরা 13 বছরের কম বয়সী কারও কাছ থেকে পিতামাতার সম্মতি যাচাই না করে ব্যক্তিগত তথ্য সংগ্রহ করেছি, আমরা আমাদের সার্ভারগুলি থেকে সেই তথ্যটি সরিয়ে নেওয়ার পদক্ষেপ নিই।</p> <p>আপনার তথ্য প্রক্রিয়াকরণের জন্য যদি আমাদের কোনও আইনি ভিত্তি হিসাবে সম্মতির উপর নির্ভর করতে হয় এবং আপনার দেশের একজন পিতামাতার সম্মতির প্রয়োজন হয়, আমরা সেই তথ্য সংগ্রহ ও ব্যবহারের আগে আমরা আপনার পিতামাতার সম্মতির প্রয়োজন হতে পারি।</p> <h1><strong>অন্যান্য</strong> <strong>ওয়েবসাইটের</strong> <strong>লিঙ্ক</strong></h1> <p>আমাদের পরিষেবাতে অন্য ওয়েবসাইটগুলির লিঙ্ক থাকতে পারে যা আমাদের দ্বারা পরিচালিত হয় না।&nbsp;আপনি যদি কোনও তৃতীয় পক্ষের লিঙ্কে ক্লিক করেন তবে আপনাকে সেই তৃতীয় পক্ষের সাইটে পরিচালিত হবে।&nbsp;আমরা আপনাকে দৃ .়ভাবে পরামর্শ দিচ্ছি যে আপনি পরিদর্শন করেছেন প্রতিটি সাইটের গোপনীয়তা নীতি পর্যালোচনা করতে।</p> <p>কোনও তৃতীয় পক্ষের সাইট বা পরিষেবাদিগুলির বিষয়বস্তু, গোপনীয়তা নীতি বা অনুশীলনের জন্য আমাদের কোনও নিয়ন্ত্রণ নেই এবং ধরে নিই।</p> <h1><strong>এই</strong> <strong>গোপনীয়তা</strong> <strong>নীতি</strong> <strong>পরিবর্তন</strong></h1> <p>আমরা সময়ে সময়ে আমাদের গোপনীয়তা নীতি আপডেট করতে পারি।&nbsp;এই পৃষ্ঠায় নতুন গোপনীয়তা নীতি পোস্ট করে আমরা আপনাকে যে কোনও পরিবর্তন সম্পর্কে অবহিত করব।</p> <p>পরিবর্তনটি কার্যকর হওয়ার পূর্বে আমরা ইমেল এবং / অথবা আমাদের পরিষেবাতে একটি বিশিষ্ট বিজ্ঞপ্তির মাধ্যমে আপনাকে জানাব এবং এই গোপনীয়তা নীতিটির শীর্ষে শেষ আপডেট হওয়া তারিখটি আপডেট করব।</p> <p>আপনাকে যে কোনও পরিবর্তনের জন্য পর্যায়ক্রমে এই গোপনীয়তা নীতি পর্যালোচনা করার পরামর্শ দেওয়া হচ্ছে।&nbsp;এই পৃষ্ঠায় পোস্ট করার পরে এই গোপনীয়তা নীতিতে পরিবর্তনগুলি কার্যকর হয়।</p> <h1><strong>যোগাযোগ</strong> <strong>করুন</strong></h1> <p>এই শর্তাদি এবং শর্তাদি সম্পর্কে আপনার যদি কোনও প্রশ্ন থাকে তবে আপনি আমাদের সাথে যোগাযোগ করতে পারেন:</p> <ul> <li>ইমেল দ্বারা: info@currency.wiki</li> </ul> <p>&nbsp;</p> <p>&nbsp;</p> </string>",
  "html_support":" <h1>সহায়তা</h1> <p>আমাদের মুদ্রা রূপান্তরকারী অ্যাপটিতে যদি আপনার সমস্যা হয় তবে দয়া করে <a href=mailto:app@currency.wiki>app@currency.wiki</a>এ ইমেল করুন (প্রতিক্রিয়ার জন্য 24-48 ঘন্টা অনুমতি দিন) এবং বিষয় লাইনে দয়া করে অ্যাপ্লিকেশন সহ ইস্যু করুন যুক্ত করুন  </p> <p>আপনার ডিভাইসের নাম এবং মডেল নম্বর এবং বর্তমান অ্যান্ড্রয়েড সংস্করণ সহ সমস্যাটি বর্ণনা করুন। যেমন স্যামসাং গ্যালাক্সি এস 9 + অ্যান্ড্রয়েড 10</p> <h1>FAQ</h1> <h2>বিনিময় <strong>হার</strong> <strong>কতবার</strong> <strong>আপডেট</strong> <strong>হয়</strong><strong>?</strong></h2> <p>হারগুলি প্রতি 30 মিনিটে আপডেট করা হয় এবং সপ্তাহান্তে ব্যতীত প্রতি 60 সেকেন্ডে সময়োপযোগী হয় (মার্কিন যুক্তরাষ্ট্রে ফরেক্স মার্কেট শুক্রবার 5 অপরাহ্ন EST এ বন্ধ হয় এবং রবিবার 5 অপরাহ্ন EST এ খোলা হয়)</p> <h2>কত <strong>ঘন</strong> <strong>ঘন</strong> <strong>ক্রিপ্টোকারেন্সি</strong> <strong>আপডেট</strong> <strong>হয়</strong><strong>?</strong></h2> <p>ক্রিপ্টোকারেন্সি বাজার কখনও বন্ধ হয় না। এটি বছরের 24/7, 365 দিন খোলা থাকে। বিটকয়েন (বিটিসি) হার সর্বদা আপডেট করা হয়, এমনকি উইকএন্ডেও</p> <h2>কীভাবে <strong>উইজেট</strong> <strong>যুক্ত</strong> <strong>করবেন</strong><strong>?</strong></h2> <ul> <li>আপনার হোম স্ক্রিনে, একটি ফাঁকা জায়গা স্পর্শ করুন এবং ধরে রাখুন</li> <li>উইজেটস এ আলতো চাপুন</li> <li>অনুসন্ধান বাক্সে,  মুদ্রা রূপান্তরকারী টাইপ করুন এবং এটিতে একটি মুদ্রার উইজেট প্রদর্শন করা উচিত</li> <li>আপনি উইজেটের উপর আলতো চাপুন এবং এটি আপনার হোম স্ক্রিনে ধরে রেখে এবং টেনে নিয়ে আপনি যে ধরণের উইজেট প্রদর্শন করতে চান তা নির্বাচন করতে অনুরোধ করবে will</li> </ul> <h2>আমি <strong>নিম্নলিখিত</strong> <strong>সিস্টেমের</strong> <strong>বিজ্ঞপ্তিগুলি</strong> <strong>কেন</strong> <strong>পাই</strong><strong>?</strong></h2> <ul> <li>ব্যাটারির ব্যবহার অপ্টিমাইজ করা বন্ধ করুন</li> <li>ব্যাটারির ব্যবহারকে অনুকূলিত করবেন না</li> <li>অ্যাপটিকে সর্বদা পটভূমিতে চলুক</li> <li>ব্যাটারি অপ্টিমাইজেশান উপেক্ষা করুন</li> </ul> <p>আপনি যদি নিজের বাড়ির স্ক্রিনে একটি মুদ্রার উইজেট ব্যবহার করেন তবে আমরা প্রস্তাব দিচ্ছি যে হারগুলি সর্বদা আপ টু ডেট থাকে তা নিশ্চিত করার জন্য আপনি আমাদের অ্যাপটিকে পটভূমিতে চলতে দিন</p> <h2>ব্যাটারির <strong>ব্যবহার</strong><strong>?</strong></h2> <p>আমাদের অ্যাপ্লিকেশনটি সর্বনিম্ন পরিমাণ ব্যাটারি ব্যবহার করার জন্য, এবং হারগুলি আপডেট করার জন্য পটভূমিতে কাজ করার জন্য ডিজাইন করা হয়েছিল। দয়া করে নোট করুন যে ব্যবহারের পরে অ্যাপ্লিকেশনটি বন্ধ করে দেওয়া, আপনার ডিভাইসটি আমাদের অ্যাপ্লিকেশানের সাথে সামঞ্জস্যপূর্ণ কিনা তা নিশ্চিত করার মতো অনেকগুলি উপাদান কার্যকর হয় ...</p> <h1>পরামর্শ</h1> <h2>ভাগ <strong>করে</strong> <strong>নেওয়ার</strong> <strong>জন্য</strong> <strong>অনুলিপি</strong> <strong>করুন</strong></h2> <p>আপনি যদি মুদ্রা রূপান্তরকারী স্ক্রিনে যান তবে আলতো চাপুন এবং ফলাফলগুলি ধরে রাখুন। এটি ক্লিপবোর্ডে উদাহরণগুলি হিসাবে ফলাফলগুলি অনুলিপি করবে, 1.00 মার্কিন ডলার = 0.84 EUR যা আপনি ভাগ করতে পারেন</p> <h2>টিপস<strong> / </strong><strong>ফি</strong><strong> / </strong><strong>কর</strong> <strong>গণনা</strong> <strong>করুন</strong></h2> <p>আমরা দ্রুত টিপ গণনার জন্য নিম্নলিখিত যুক্তি তৈরি করেছি; আপনি উদাহরণস্বরূপ 50% 10 লিখুন এবং = আলতো চাপলে এটি 50 থেকে 10% গণনা করবে</p> <h2>মাল্টি<strong>-</strong><strong>রূপান্তরকারী</strong></h2> <p>আপনি আপনার নির্বাচিত তালিকায় মুদ্রার ক্রমটিকে আবার টেনে এনে ফেলে দিয়ে সাজিয়ে দিতে পারেন</p> <p> </p> <p> </p> </string>",
  "html_terms":" <h1>শর্তাবলী</h1> <p>শেষ আপডেট: মার্চ 13, 2021</p> <p>আমাদের পরিষেবা ব্যবহার করার আগে দয়া করে এই শর্তাদি সাবধানে পড়ুন।</p> <h1>ব্যাখ্যা এবং সংজ্ঞা</h1> <h2>ব্যাখ্যা</h2> <p>প্রাথমিক বর্ণটি যে শব্দগুলির মূলধন হয় তার শব্দের অর্থ নিম্নলিখিত শর্তগুলির মধ্যে সংজ্ঞায়িত হয়। নিম্নলিখিত সংজ্ঞাগুলির একই অর্থ থাকবে নির্বিশেষে সেগুলি একবচন বা বহুবচনতে প্রদর্শিত হয়।</p> <h2>সংজ্ঞা</h2> <p>এই শর্তাদি এবং শর্তগুলির উদ্দেশ্যে:</p> <ul> <li> <strong>অ্যাপ্লিকেশনটির </strong>অর্থ হ\\'ল মুদ্রা.উইকি দ্বারা মুদ্রা রূপান্তরকারী অ্যাপ্লিকেশন নামে কোনও বৈদ্যুতিন ডিভাইসে আপনার দ্বারা ডাউনলোড করা সংস্থা কর্তৃক প্রদত্ত সফ্টওয়্যার প্রোগ্রাম means </li> <li> <strong>অ্যাপ্লিকেশন স্টোর </strong>বলতে অ্যাপল ইনক। (অ্যাপল অ্যাপ স্টোর) বা গুগল ইনক। (গুগল প্লে স্টোর) দ্বারা অ্যাপ্লিকেশনটি ডাউনলোড করা হয়েছে ope </li> <li> <strong>অনুমোদিত অনুমোদিত </strong>অর্থ এমন একটি সত্তা যা নিয়ন্ত্রণ করে, কোনও দলের দ্বারা নিয়ন্ত্রিত হয় বা সাধারণ নিয়ন্ত্রণে থাকে, যেখানে নিয়ন্ত্রণ অর্থ পরিচালক বা অন্যান্য পরিচালন কর্তৃপক্ষের নির্বাচনের পক্ষে ভোট গ্রহণের অধিকারী 50% বা তার বেশি শেয়ার, ইক্যুইটি সুদ বা অন্যান্য সিকিওরিটির মালিকানা means । </li> <li> <strong>দেশ </strong>উল্লেখ করে: ক্যালিফোর্নিয়া, মার্কিন যুক্তরাষ্ট্র </li> <li> <strong>সংস্থা </strong>(এই চুক্তিতে সংস্থা, আমরা, আমাদের বা আমাদের হিসাবে পরিচিত) মুদ্রা.উইকি, 122 15 তম # 431 ডেল মার, সিএ 92014 উল্লেখ করে। </li> <li> <strong>ডিভাইসটির </strong>অর্থ এমন কোনও ডিভাইস যা পরিষেবা, কম্পিউটার, সেলফোন বা ডিজিটাল ট্যাবলেটের মতো অ্যাক্সেস করতে পারে। </li> <li> <strong>অ্যাপ্লিকেশন ক্রয় </strong>বলতে <strong>অ্যাপ্লিকেশনটির </strong>মাধ্যমে তৈরি পণ্য, আইটেম, পরিষেবা বা সাবস্ক্রিপশন <strong>ক্রয় </strong>বোঝায় এবং এই শর্তাদি এবং শর্তাদি এবং / অথবা অ্যাপ্লিকেশন স্টোরের নিজস্ব শর্তাদি এবং শর্তাদি সাপেক্ষে। </li> <li> <strong>পরিষেবা </strong>অ্যাপ্লিকেশন বোঝায়। </li> <li> <strong>সাবস্ক্রিপশনগুলি </strong>আপনাকে দেওয়া কোম্পানির দ্বারা সাবস্ক্রিপশন ভিত্তিতে প্রদত্ত পরিষেবাগুলিতে বা পরিষেবাতে অ্যাক্সেসের উল্লেখ করে। </li> <li> <strong>শর্তাদি এবং শর্তাদি </strong>(শর্তাদি হিসাবেও পরিচিত) অর্থ এই শর্তাদি এবং শর্তাদি যা পরিষেবা ব্যবহারের ক্ষেত্রে আপনার এবং কোম্পানির মধ্যে পুরো চুক্তি করে। </li> <li> <strong>তৃতীয় পক্ষের সোশ্যাল মিডিয়া পরিষেবা </strong>অর্থ কোনও তৃতীয় পক্ষের প্রদত্ত যে কোনও পরিষেবা বা সামগ্রী (ডেটা, তথ্য, পণ্য বা পরিষেবাদিসমূহ) যা পরিষেবা দ্বারা প্রদর্শিত, অন্তর্ভুক্ত বা উপলভ্য হতে পারে। </li> <li> <strong>আপনি </strong>বলতে চাইছেন যে কোনও ব্যক্তি সেবার অ্যাক্সেস বা ব্যবহার করছেন, বা সংস্থা বা অন্য কোনও আইনি সত্তা যার পক্ষে এই জাতীয় ব্যক্তি পরিষেবাটিতে অ্যাক্সেস করছেন বা ব্যবহার করছেন, প্রযোজ্য। </li> </ul> </string><h1>স্বীকৃতি</h1> <p>এই পরিষেবাগুলির ব্যবহার এবং আপনার এবং কোম্পানির মধ্যে পরিচালিত চুক্তিটি নিয়ন্ত্রণ করে এমন শর্তাবলী। এই শর্তাদি এবং শর্তাদি পরিষেবা ব্যবহার সম্পর্কিত সমস্ত ব্যবহারকারীর অধিকার এবং বাধ্যবাধকতা নির্ধারণ করে।</p> <p>এই পরিষেবার মধ্যে আপনার অ্যাক্সেস এবং ব্যবহার আপনার শর্তাদি এবং শর্তাদি স্বীকৃতি এবং সম্মতিতে শর্তযুক্ত। এই শর্তাদি এবং শর্তাবলী পরিষেবাতে অ্যাক্সেস করা বা ব্যবহার করা সমস্ত দর্শক, ব্যবহারকারী এবং অন্যদের জন্য প্রযোজ্য।</p> <p>পরিষেবা অ্যাক্সেস বা ব্যবহার করে আপনি এই শর্তাদি এবং শর্তাবলী দ্বারা আবদ্ধ হতে সম্মত হন। আপনি যদি এই শর্তাদি এবং শর্তগুলির কোনও অংশের সাথে একমত না হন তবে আপনি পরিষেবাটি অ্যাক্সেস করতে পারবেন না।</p> <p>আপনি প্রতিনিধিত্ব করেন যে আপনার বয়স 18 বছরের বেশি। কোম্পানী 18 বছরের কম বয়সীদের পরিষেবাটি ব্যবহার করার অনুমতি দেয় না।</p> <p>আপনার পরিষেবাটিতে অ্যাক্সেস এবং ব্যবহার আপনার কোম্পানির স্বীকৃতি নীতি এবং আপনার সম্মতিতে সম্মতিতেও শর্তযুক্ত। আমাদের গোপনীয়তা নীতি আপনার অ্যাপ্লিকেশন বা ওয়েবসাইট ব্যবহার করার সময় আপনার ব্যক্তিগত তথ্য সংগ্রহ, ব্যবহার এবং প্রকাশ সম্পর্কে আমাদের নীতি এবং পদ্ধতিগুলি বর্ণনা করে এবং আপনার গোপনীয়তা অধিকার এবং আইন আপনাকে কীভাবে সুরক্ষা দেয় সে সম্পর্কে আপনাকে জানায়। আমাদের পরিষেবা ব্যবহার করার আগে দয়া করে আমাদের গোপনীয়তা নীতিটি সাবধানে পড়ুন।</p> <h1>সাবস্ক্রিপশন</h1> <h2>সাবস্ক্রিপশন সময়কাল</h2> <p>পরিষেবা বা পরিষেবার কিছু অংশ কেবল প্রদেয় সাবস্ক্রিপশন সহ উপলব্ধ। সাবস্ক্রিপশন কেনার সময় আপনি যে সাবস্ক্রিপশন প্ল্যানটি বেছে নিয়েছেন তার উপর নির্ভর করে আপনাকে বারবার এবং পর্যায়ক্রমিক ভিত্তিতে (যেমন দৈনিক, সাপ্তাহিক, মাসিক বা বার্ষিক) বিল দেওয়া হবে ।</p> <p>প্রতিটি পিরিয়ডের শেষে, আপনার সাবস্ক্রিপশনটি স্বয়ংক্রিয়ভাবে ঠিক একই শর্তাবলীতে নবায়ন করবে যদি আপনি এটি বাতিল না করেন বা সংস্থা এটি বাতিল না করে।</p> <h2>সাবস্ক্রিপশন বাতিলকরণ</h2> <p>আপনি আপনার অ্যাকাউন্ট সেটিংস পৃষ্ঠার মাধ্যমে বা সংস্থার সাথে যোগাযোগ করে আপনার সাবস্ক্রিপশন নবায়ন বাতিল করতে পারেন। আপনি ইতিমধ্যে আপনার বর্তমান সাবস্ক্রিপশন পিরিয়ডের জন্য যে ফি দিয়েছিলেন তার জন্য আপনি ফেরত পাবেন না এবং আপনি আপনার বর্তমান সাবস্ক্রিপশন সময়কালের শেষে পরিষেবাটিতে অ্যাক্সেস করতে সক্ষম হবেন।</p> <p>যদি সাবস্ক্রিপশনটি কোনও অ্যাপ্লিকেশন ক্রয়ের মাধ্যমে করা হয় তবে আপনি অ্যাপ্লিকেশন স্টোরের মাধ্যমে আপনার সাবস্ক্রিপশনের নবায়ন বাতিল করতে পারেন।</p> <h2>বিলিং</h2> <p>আপনি কোম্পানিকে পুরো নাম, ঠিকানা, রাজ্য, জিপ কোড, টেলিফোন নম্বর এবং একটি বৈধ প্রদান পদ্ধতি পদ্ধতির তথ্য সহ নির্ভুল এবং সম্পূর্ণ বিলিংয়ের তথ্য সরবরাহ করবেন।</p> <p>যদি কোনও কারণে স্বয়ংক্রিয় বিলিং ব্যর্থ হয়, তবে সংস্থাটি একটি বৈদ্যুতিন চালান দেবে যেটি ইঙ্গিত করে যে আপনাকে চালিতায় উল্লিখিত বিলিংয়ের সময় অনুসারে সম্পূর্ণ অর্থ প্রদানের সাথে একটি নির্দিষ্ট সময়সীমার মধ্যে ম্যানুয়ালি এগিয়ে যেতে হবে।</p> <p>যদি সাবস্ক্রিপশনটি কোনও অ্যাপ্লিকেশন ক্রয়ের মাধ্যমে করা হয়, সমস্ত বিলিং অ্যাপ্লিকেশন স্টোর দ্বারা পরিচালিত হয় এবং অ্যাপ্লিকেশন স্টোরের নিজস্ব শর্তাদি এবং শর্তাদি দ্বারা পরিচালিত হয়।</p> <h2>ফি পরিবর্তন</h2> <p>সংস্থাটি তার নিজস্ব বিবেচনার ভিত্তিতে এবং যে কোনও সময় সাবস্ক্রিপশন ফি পরিবর্তন করতে পারে। যে কোনও সাবস্ক্রিপশন ফি পরিবর্তন তত্কালীন সাবস্ক্রিপশন সময়কালের পরে কার্যকর হবে effective</p> <p>এই পরিবর্তনটি কার্যকর হওয়ার আগে আপনাকে সাবস্ক্রিপশনটি বন্ধ করার সুযোগ দেওয়ার জন্য কোম্পানি আপনাকে সাবস্ক্রিপশন ফিগুলিতে কোনও পরিবর্তন করার যুক্তিসঙ্গত পূর্ববর্তী নোটিশ সরবরাহ করবে।</p> <p>সাবস্ক্রিপশন ফি পরিবর্তনের কার্যকর হওয়ার পরে পরিষেবাটির অব্যাহত ব্যবহার পরিবর্তিত সাবস্ক্রিপশন ফি প্রদানের জন্য আপনার চুক্তিটি গঠন করে।</p> <h2>টাকা ফেরত</h2> <p>আইন অনুসারে প্রয়োজন ব্যতীত, প্রদত্ত সাবস্ক্রিপশন ফিগুলি ফেরতযোগ্য নয়।</p> <p>সাবস্ক্রিপশনের জন্য কয়েকটি নির্দিষ্ট অর্থ ফেরতের অনুরোধগুলি কেস-বাই-কেস ভিত্তিতে কোম্পানী বিবেচনা করে এবং কোম্পানির একমাত্র বিবেচনার ভিত্তিতে মঞ্জুরিপ্রাপ্ত হতে পারে।</p> <p>যদি কোনও ইন-অ্যাপ্লিকেশন কেনার মাধ্যমে সাবস্ক্রিপশনটি করা হয়ে থাকে তবে অ্যাপ্লিকেশন স্টোরের ফেরতের নীতিটি প্রয়োগ হবে। আপনি যদি ফেরতের অনুরোধ করতে চান, আপনি সরাসরি অ্যাপ্লিকেশন স্টোরের সাথে যোগাযোগ করে এটি করতে পারেন।</p> <h1>অ্যাপ্লিকেশন কেনা</h1> <p>অ্যাপ্লিকেশনটিতে অ্যাপ্লিকেশন ক্রয়গুলি অন্তর্ভুক্ত থাকতে পারে যা আপনাকে পণ্য, পরিষেবা বা সাবস্ক্রিপশন কিনতে দেয়।</p> <p>আপনি কীভাবে আপনার ডিভাইসটি ব্যবহার করে অ্যাপ-অ্যাপ্লিকেশন ক্রয় পরিচালনা করতে পারবেন সে সম্পর্কে আরও তথ্য অ্যাপ্লিকেশন স্টোরের নিজস্ব শর্তাদি বা আপনার ডিভাইসের সহায়তা সেটিংসে সেট করা যেতে পারে।</p> <p>অ্যাপ্লিকেশন মধ্যে ক্রয় শুধুমাত্র অ্যাপ্লিকেশন মধ্যে গ্রাস করা যাবে। আপনি যদি কোনও অ্যাপ্লিকেশন ক্রয় করেন তবে অ্যাপটি ডাউনলোড শুরু করার পরে অ্যাপ্লিকেশন ক্রয় বাতিল করা যাবে না। অ্যাপ্লিকেশন ক্রয় নগদ বা অন্যান্য বিবেচনার জন্য খালাস বা অন্যথায় স্থানান্তর করা যাবে না।</p> <p>যদি কোনও অ্যাপ্লিকেশন ক্রয় সফলভাবে ডাউনলোড না হয়ে থাকে বা এটি সফলভাবে ডাউনলোড হয়ে যাওয়ার পরে কাজ না করে, তবে আমরা ত্রুটি সম্পর্কে অবহিত হওয়ার পরে বা আপনাকে ত্রুটিটি অবহিত করার পরে, ত্রুটির কারণ অনুসন্ধান করব। আপনাকে কোনও অ্যাপ্লিকেশন অন্তর্ভুক্ত ক্রয় সরবরাহ করতে হবে বা ত্রুটিটি মেরামত করার জন্য আপনাকে একটি প্যাচ সরবরাহ করবে কিনা তা সিদ্ধান্ত নেওয়ার ক্ষেত্রে আমরা যুক্তিসঙ্গতভাবে কাজ করব। কোনও ইভেন্টে আমরা আপনাকে অ্যাপ্লিকেশন ক্রয়টি প্রতিস্থাপন বা মেরামত করতে চার্জ করব না। আমরা সম্ভাব্য ইন-অ্যাপ ক্রয়টি প্রতিস্থাপন বা মেরামত করতে অক্ষম বা যথাযথ সময়ের মধ্যে এবং আপনার কাছে উল্লেখযোগ্য অসুবিধা ছাড়াই এটি করতে অক্ষম হওয়ার সম্ভাবনা থাকলে আমরা অ্যাপ্লিকেশন স্টোরকে আপনাকে পরিমাণ ফেরত দেওয়ার জন্য অনুমোদন করব to সম্পর্কিত অ্যাপ্লিকেশন ক্রয়ের ব্যয়। বিকল্পভাবে, আপনি যদি ফেরতের অনুরোধ করতে চান তবে আপনি সরাসরি অ্যাপ্লিকেশন স্টোরের সাথে যোগাযোগ করে এটি করতে পারেন।</p> <p>আপনি স্বীকার করেন এবং সম্মত হন যে সমস্ত বিলিং এবং লেনদেন প্রক্রিয়া অ্যাপ্লিকেশন স্টোর দ্বারা পরিচালিত হয় যেখানে আপনি অ্যাপ্লিকেশনটি ডাউনলোড করেছেন এবং সেই অ্যাপ্লিকেশন স্টোরের নিজস্ব শর্তাদি এবং শর্তাদি দ্বারা পরিচালিত হয়।</p> <p>অ্যাপ্লিকেশন ক্রয়ের সাথে যদি আপনার কোনও অর্থপ্রদান সম্পর্কিত সমস্যা থাকে তবে আপনার সরাসরি অ্যাপ্লিকেশন স্টোরের সাথে যোগাযোগ করতে হবে।</p> <h1>অন্যান্য ওয়েবসাইটের লিঙ্ক</h1> <p>আমাদের পরিষেবাতে তৃতীয় পক্ষের ওয়েব সাইট বা পরিষেবাগুলির লিঙ্ক থাকতে পারে যা কোম্পানির মালিকানাধীন বা নিয়ন্ত্রণাধীন নয়।</p> <p>কোনও তৃতীয় পক্ষের ওয়েবসাইট বা পরিষেবাদিগুলির বিষয়বস্তু, গোপনীয়তা নীতি, বা অনুশীলনের জন্য কোম্পানির কোনও নিয়ন্ত্রণ নেই এবং তার কোনও দায়বদ্ধতাও নেই। আপনি আরও স্বীকার করেছেন এবং সম্মত হন যে এই জাতীয় কোনও সামগ্রী, পণ্য বা পরিষেবাদি বা পরিষেবাগুলির ব্যবহার বা নির্ভরতা বা ব্যবহারের উপর নির্ভরতা বা নির্ভরতা বা ক্ষতি সম্পর্কিত ক্ষতি বা ক্ষতির জন্য প্রত্যক্ষ বা অপ্রত্যক্ষভাবে সংস্থা দায়বদ্ধ বা দায়বদ্ধ থাকবে না agree বা এই জাতীয় কোনও ওয়েবসাইট বা পরিষেবাগুলির মাধ্যমে।</p> <p>আমরা আপনাকে দৃ third়ভাবে পরামর্শ দিচ্ছি যে আপনি যে কোনও তৃতীয় পক্ষের ওয়েবসাইট বা পরিষেবাদি পরিদর্শন করেছেন সেগুলির শর্তাদি এবং গোপনীয়তা নীতিগুলি পড়ুন।</p></string><h1>সমাপ্তি</h1> <p>আপনি যদি এই শর্তাদি এবং শর্ত লঙ্ঘন করেন তবে সীমাবদ্ধতা ব্যতীত যে কোনও কারণে পূর্বের বিজ্ঞপ্তি বা দায়বদ্ধতা ছাড়াই আমরা অবিলম্বে আপনার অ্যাক্সেস বন্ধ বা স্থগিত করতে পারি।</p> <p>সমাপ্তির পরে, পরিষেবাটি ব্যবহারের আপনার অধিকার অবিলম্বে বন্ধ হয়ে যাবে।</p> <h1>দায়বদ্ধতা সীমাবদ্ধতা</h1> <p>এই শর্তাদির যে কোনও বিধানের অধীনে আপনি এবং কোম্পানির সরবরাহকারীদের পুরো দায়বদ্ধতা এবং পূর্বেকার সমস্তগুলির জন্য আপনার একচেটিয়া প্রতিকার পরিষেবার দ্বারা বা 100 ডলারের মাধ্যমে আপনার দ্বারা প্রদত্ত পরিমাণের মধ্যে সীমাবদ্ধ থাকবে shall আপনি যদি পরিষেবাটির মাধ্যমে কিছু না কিনে থাকেন।</p> <p>প্রযোজ্য আইনের দ্বারা অনুমোদিত সর্বাধিক পরিমাণে, কোনও ইভেন্টে সংস্থা বা তার সরবরাহকারীরা কোনও বিশেষ, ঘটনামূলক, অপ্রত্যক্ষ, বা ফলস্বরূপ ক্ষতির জন্য দায়বদ্ধ থাকবে না (মুনাফার ক্ষতি, ডেটা ক্ষতি বা ক্ষতির জন্য ক্ষতির অন্তর্ভুক্ত তবে সীমাবদ্ধ নয়) অন্যান্য তথ্য, ব্যবসায়িক বাধা, ব্যক্তিগত আঘাতের জন্য, পরিষেবাটি ব্যবহারের বা অযোগ্যতা, তৃতীয় পক্ষের সফ্টওয়্যার এবং / অথবা পরিষেবাটির সাথে ব্যবহৃত তৃতীয় পক্ষের হার্ডওয়্যার সম্পর্কিত কোনওভাবেই উদ্ভূত গোপনীয়তার ক্ষতি, বা অন্যথায় এই শর্তাদির যে কোনও বিধানের সাথে সম্পর্কিত), এমনকি যদি সংস্থা বা কোনও সরবরাহকারীকে এ জাতীয় ক্ষতির সম্ভাবনা সম্পর্কে পরামর্শ দেওয়া হয়েছিল এবং এমনকি প্রতিকারটি তার প্রয়োজনীয় উদ্দেশ্যে ব্যর্থ হয় তবে।</p> <p>কিছু রাজ্য ঘটনাবলী বা ফলস্বরূপ ক্ষতির জন্য অন্তর্ভুক্ত ওয়্যারেন্টি বা দায়সীমা সীমাবদ্ধকরণের অনুমতি দেয় না, যার অর্থ উপরের সীমাবদ্ধতার কিছু প্রযোজ্য নাও হতে পারে। এই রাজ্যে, প্রতিটি দলের দায় আইন দ্বারা অনুমোদিত সর্বাধিক সীমাতে সীমাবদ্ধ থাকবে।</p> <h1>AS IS এবং AS উপলভ্য অস্বীকৃতি</h1> <p>পরিষেবাটি আপনাকে এএস আইএস এবং এএস উপলভ্য এবং কোনও ধরণের ওয়্যারেন্টি ছাড়াই সমস্ত দোষ এবং ত্রুটি সহ সরবরাহ করা হয়। প্রযোজ্য আইনের অধীনে অনুমোদিত সর্বাধিক সীমা পর্যন্ত, সংস্থাটি তার নিজের পক্ষ থেকে এবং এর অধিভুক্ত প্রতিষ্ঠানসমূহ এবং তার এবং তাদের নিজস্ব লাইসেন্সদাতা এবং পরিষেবা সরবরাহকারীদের পক্ষে, স্পষ্টভাবে সমস্ত ওয়ারেন্টি অস্বীকার করে, প্রকাশিত, নিহিত, বিধিবদ্ধ বা অন্যথায়, সম্মানের সাথে পরিষেবা, মার্চেন্টেবিলিটি, কোনও নির্দিষ্ট উদ্দেশ্যে ফিটনেস, শিরোনাম এবং অ-লঙ্ঘন, এবং ওয়্যারেন্টি সহ ডিলিং, কর্মক্ষমতা, ব্যবহার বা বাণিজ্য অনুশীলনের কোর্সগুলি উত্থাপন করতে পারে including পূর্বোক্তগুলির সীমাবদ্ধতা ছাড়াই, সংস্থাটি কোনও ওয়্যারেন্টি বা উদ্যোগ গ্রহণ করে না, এবং পরিষেবাটি আপনার প্রয়োজনীয়তাগুলি পূরণ করবে, কোনও উদ্দেশ্যে ফলাফল অর্জন করবে, সামঞ্জস্যপূর্ণ হবে বা অন্য কোনও সফ্টওয়্যার, অ্যাপ্লিকেশন, সিস্টেম বা পরিষেবাদির সাথে কাজ করবে, পরিচালনা করবে কোনও বাধা ছাড়াই, কোনও কার্য সম্পাদন বা নির্ভরযোগ্যতার মান পূরণ করুন বা ত্রুটিমুক্ত থাকুন বা কোনও ত্রুটি বা ত্রুটিগুলি সংশোধন করা যাবে বা সংশোধন করা হবে।</p> <p>পূর্ববর্তীগুলিকে সীমাবদ্ধ না করে, সংস্থা বা কোম্পানির সরবরাহকারী কেউই কোনও প্রকারের প্রতিনিধিত্ব বা ওয়্যারেন্টি দেয় না, প্রকাশ করে বা বোঝায়: (i) পরিষেবাটির অপারেশন বা প্রাপ্যতা, বা তথ্য, সামগ্রী এবং উপকরণ বা পণ্য সম্পর্কিত এর সাথে অন্তর্ভুক্ত; (ii) পরিষেবাটি নিরবচ্ছিন্ন বা ত্রুটি-মুক্ত হবে; (iii) পরিষেবার মাধ্যমে সরবরাহ করা কোনও তথ্য বা সামগ্রীর যথার্থতা, নির্ভরযোগ্যতা বা মুদ্রা হিসাবে; বা (iv) সার্ভিস, এর সার্ভারস, সামগ্রী বা ই-মেলগুলি কোম্পানির পক্ষ থেকে বা তরফ থেকে প্রেরণ করা ভাইরাস, স্ক্রিপ্ট, ট্রোজান ঘোড়া, কৃমি, ম্যালওয়্যার, টাইমবম্বস বা অন্যান্য ক্ষতিকারক উপাদানগুলি থেকে মুক্ত।</p> <p>কিছু এখতিয়ারগুলি কোনও গ্রাহকের প্রযোজ্য বিধিবদ্ধ অধিকারের ক্ষেত্রে নির্দিষ্ট ধরণের ওয়্যারেন্টি বা সীমাবদ্ধতা বাদ দেওয়ার মঞ্জুরি দেয় না, সুতরাং উপরোক্ত কিছু বা সমস্ত বর্জন এবং সীমাবদ্ধতা আপনার ক্ষেত্রে প্রযোজ্য নয়। তবে এই জাতীয় ক্ষেত্রে এই ধারায় বর্ণিত ব্যতিক্রম এবং সীমাবদ্ধতা প্রযোজ্য আইনের অধীন কার্যকরযোগ্য সর্বোচ্চ পরিমাণে প্রয়োগ করা হবে।</p> <h1>সরকারি আইন</h1> <p>দেশের আইনগুলি, আইন সংক্রান্ত বিধিগুলির দ্বন্দ্বগুলি বাদ দিয়ে এই শর্তাদি এবং আপনার পরিষেবার ব্যবহার নিয়ন্ত্রণ করবে। আপনার অ্যাপ্লিকেশনটির ব্যবহার অন্যান্য স্থানীয়, রাজ্য, জাতীয়, বা আন্তর্জাতিক আইনের সাপেক্ষে হতে পারে।</p> <h1>বিরোধ নিষ্পত্তি</h1> <p>যদি আপনার পরিষেবা সম্পর্কে কোনও উদ্বেগ বা বিরোধ থাকে তবে আপনি প্রথমে সংস্থার সাথে যোগাযোগ করে অনানুষ্ঠানিকভাবে এই বিরোধটি সমাধানের চেষ্টা করতে সম্মত হন।</p> <h1>ইউরোপীয় ইউনিয়ন (ইইউ) ব্যবহারকারীদের জন্য</h1> <p>আপনি যদি ইউরোপীয় ইউনিয়নের ভোক্তা হন তবে আপনি যে দেশের বাসিন্দা সে দেশের আইনের যে কোনও বাধ্যতামূলক বিধান থেকে আপনি উপকৃত হবেন।</p> <h1>মার্কিন যুক্তরাষ্ট্রের ফেডারাল সরকার শেষ ব্যবহারের বিধানগুলি</h1> <p>আপনি যদি মার্কিন যুক্তরাষ্ট্রীয় ফেডারাল সরকারের শেষ ব্যবহারকারী হন তবে আমাদের পরিষেবাটি বাণিজ্যিক আইটেম হিসাবে এই শব্দটি 48 সিএফআর -2.101 এ সংজ্ঞায়িত হয়েছে।</p> <h1>মার্কিন যুক্তরাষ্ট্রের আইনী সম্মতি</h1> <p>আপনি প্রতিনিধিত্ব ও ওয়্যারেন্ট করেন যে (i) আপনি এমন একটি দেশে অবস্থিত নন যা মার্কিন যুক্তরাষ্ট্র সরকারের নিষেধাজ্ঞার সাপেক্ষে বা মার্কিন যুক্তরাষ্ট্র সরকার সন্ত্রাসবাদী সমর্থনকারী দেশ হিসাবে মনোনীত করেছে এবং (ii) আপনি নন নিষিদ্ধ বা সীমাবদ্ধ দলের কোনও মার্কিন যুক্তরাষ্ট্র সরকারের তালিকায় তালিকাভুক্ত।</p> <h1>কঠোরতা এবং মওকুফ</h1> <h2>তীব্রতা</h2> <p>যদি এই শর্তাবলীর কোনও বিধান কার্যকর করা যায় না বা অকার্যকর হয়, তবে এই বিধান পরিবর্তন এবং ব্যাখ্যা করা হবে প্রযোজ্য আইনের অধীনে সম্ভব সর্বাধিক পরিমাণে এই বিধানের উদ্দেশ্যগুলি সম্পাদন করার জন্য এবং বাকি বিধানগুলি সম্পূর্ণ কার্যকর এবং কার্যকরভাবে অব্যাহত থাকবে।</p> <h2>অধিকার পরিত্যাগের ঘোষণা</h2> <p>এখানে সরবরাহ করা ব্যতীত, এই শর্তাদির অধীনে কোনও অধিকার প্রয়োগ বা বাধ্যবাধকতার প্রয়োজনীয়তা অর্জনে ব্যর্থতা তার পক্ষ থেকে এই জাতীয় অধিকার প্রয়োগ করার বা তার পরে যে কোনও সময় এই ধরনের কার্য সম্পাদনের প্রয়োজনের কোনও প্রভাব ফেলবে না এবং লঙ্ঘন মওকুফ ছাড় হিসাবে গঠিত হবে না পরবর্তী কোনও লঙ্ঘন</p> <h1>অনুবাদ ব্যাখ্যা</h1> <p>এই শর্তাদি এবং শর্তাদি অনুবাদ করা যেতে পারে যদি আমরা সেগুলি আপনার পরিষেবাতে আপনাকে সরবরাহ করে থাকি। আপনি সম্মত হন যে বিরোধের ক্ষেত্রে মূল ইংরেজি পাঠ্যটি প্রাধান্য পাবে।</p> <h1>এই শর্তাদি এবং শর্তাবলী পরিবর্তন</h1> <p>যে কোনও সময় এই শর্তাদি সংশোধন বা প্রতিস্থাপনের জন্য আমরা আমাদের নিজস্ব বিবেচনার ভিত্তিতে অধিকার সংরক্ষণ করি। যদি কোনও পুনর্বিবেচনাটি উপাদান হয় তবে আমরা কোনও নতুন শর্ত কার্যকর হওয়ার আগে কমপক্ষে 30 দিনের নোটিশ দেওয়ার জন্য যুক্তিসঙ্গত প্রচেষ্টা করব। কোন উপাদান পরিবর্তনের বিষয়টি আমাদের একমাত্র বিবেচনার ভিত্তিতে নির্ধারিত হবে।</p> <p>এই সংশোধনী কার্যকর হওয়ার পরে আমাদের পরিষেবা অ্যাক্সেস বা ব্যবহার অব্যাহত রেখে আপনি সংশোধিত শর্তাদির দ্বারা আবদ্ধ হতে সম্মত হন। আপনি যদি সম্পূর্ণ বা আংশিকভাবে নতুন শর্তাবলীর সাথে একমত না হন তবে ওয়েবসাইট এবং পরিষেবাটি ব্যবহার বন্ধ করুন stop</p> <h1>অস্বীকৃতি</h1> <p>মুদ্রা.উইকি বিনিময় হার কেবল তথ্যগত উদ্দেশ্যে। আন্তর্জাতিক অর্থ স্থানান্তর এবং লেনদেন করার আগে দয়া করে আপনার ফরেক্স ব্রোকার বা আর্থিক প্রতিষ্ঠানের সাথে মুদ্রার হারগুলি যাচাই / নিশ্চিত করুন।</p> <h1>ক্রেডিট</h1> <p>চার্ট ব্যবহারের জন্য নিখরচায় আইকন এবং বিনামূল্যে লাইসেন্স তৈরি করার জন্য আমরা নিম্নলিখিত লেখকদের ধন্যবাদ জানাতে চাই।</p> <ul> <li>এমডি বাদশা মিঃ <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>আইকন কিং 1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>ফ্রিপিক: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> এবং <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bn&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>যোগাযোগ করুন</"



}