{
    "update": "Actualitzat",
    "addCurrency": "Afegeix moneda",
    "selectedCurrency": "Moneda seleccionada",
    "monetary": "Format monetari",
    "decimal": "Format decimal",
    "firstTextRatingPage": "Valoreu l'aplicació",
    "secondTextRatingPage": "Toqueu les estrelles i obriu amb Google Play Store per puntuar",
    "buttonTextRatingPage": "NO ARA",
    "removeAds": "Elimina anuncis",
    "removeAdsContent": "Donem suport al nostre projecte amb una petita subscripció anual",
    "selectLanguage": "Selecciona l'idioma",
    "english": "català",
    "colorsSelection": "Selecció de color",
    "theme": "Tema",
    "light": "Llum",
    "dark": "Fosc",
    "widgetTransparency": "Transparència del widget",
    "visualSize": "Mida visual",
    "A": "A",
    "appLogoLauncher": "Inici del logotip de l'aplicació",
    "multiConverter": "Convertidor múltiple",
    "multiConverterContent1": "S'obrirà el convertidor múltiple per defecte.",
    "multiConverterContent2": "NOTA:",
    "multiConverterContent3": "Aquesta funció només funciona amb el llançador de logotips de l'aplicació",
    "display": "Mostra",
    "display1": "Mostra el codi de moneda",
    "display2": "Mostra el símbol de moneda",
    "display3": "Mostra el senyal de moneda",
    "dateFormat": "Format de dades",
    "not": "Ara no",

    "selected": "SELECCIONAT",
  "currencyList": "LLISTA DE MONEDES",
  "dontShow": "No mostris",
  "support": "Suport",
  "term": "Termini",
  "privacy":"Política de privadesa",
  "unlocked": "Desbloquejat",
  "locked": "Bloquejat",
  "custom": "Personalitzat",
  "try": "Prova aquest color",
  "unlock": "Desbloqueja",
  "wiki": ",Per:Currency.wiki",
  "multi": "Multi-convertidor",

  "html_policy": " <h1><strong>Política de privacitat</strong></h1> <p>Darrera actualització: 13 de març de 2021</p> <p>Aquesta Política de privadesa descriu les nostres polítiques i procediments sobre la recopilació, ús i divulgació de la vostra informació quan utilitzeu el Servei i us informa dels vostres drets de privadesa i de com la llei us protegeix.</p> <p>Utilitzem les vostres dades personals per proporcionar i millorar el Servei. En utilitzar el Servei, accepteu la recopilació i l’ús de la informació d’acord amb aquesta Política de privadesa.</p> <h1><strong>Interpretació i definicions</strong></h1> <h2><strong>Interpretació</strong></h2> <p>Les paraules amb majúscula de la lletra inicial tenen un significat definit en les condicions següents. Les definicions següents tindran el mateix significat independentment de si apareixen en singular o en plural.</p> <h2><strong>Definicions</strong></h2> <p>Als efectes d’aquesta política de privadesa:</p> <ul> <li><strong>El compte </strong>significa un compte únic creat per accedir al nostre servei o a parts del nostre servei. </li> <li><strong>Afiliat </strong>: una entitat que controla, està controlada per o està sota control comú amb una part, on control significa la propietat del 50% o més de les accions, participacions o altres títols amb dret a vot per l\\'elecció de consellers o altra autoritat de gestió. . </li> <li><strong>Aplicació </strong>significa el programa de programari que l’empresa ha descarregat en qualsevol dispositiu electrònic, denominat Currency Converter App per Currency.Wiki </li> <li><strong>L\\'empresa </strong>(en aquest Acord, denominada l\\'empresa, nosaltres, nosaltres o nostre) fa referència a Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li> <li><strong>El país </strong>es refereix a: Califòrnia, Estats Units </li> <li><strong>Dispositiu </strong>significa qualsevol dispositiu que pot accedir al servei, com ara un ordinador, un telèfon mòbil o una tauleta digital. </li> <li><strong>Les dades personals </strong>són qualsevol informació relacionada amb una persona identificada o identificable. </li> <li><strong>El servei </strong>fa referència a l’aplicació. </li> <li><strong>Proveïdor de serveis </strong>significa qualsevol persona física o jurídica que processa les dades en nom de l’empresa. Es refereix a empreses de tercers o persones empleades per la Companyia per facilitar el Servei, proporcionar el Servei en nom de la Companyia, realitzar serveis relacionats amb el Servei o ajudar a la Companyia a analitzar com s’utilitza el Servei. </li> <li><strong>El servei de xarxes socials de tercers </strong>fa referència a qualsevol lloc web o qualsevol lloc web de la xarxa social a través del qual un usuari pot iniciar sessió o crear un compte per utilitzar el servei. </li> <li><strong>Les dades d’ús </strong>es refereixen a les dades recopilades automàticament, generades per l’ús del servei o des de la pròpia infraestructura del servei (per exemple, la durada d’una visita a la pàgina). </li> <li><strong>Es </strong>refereix a la persona que accedeix o utilitza el Servei, o l\\'empresa o qualsevol altra entitat jurídica en nom de la qual aquest individu accedeixi o utilitzi el Servei, segons correspongui. </li> </ul> <h1><strong>Recopilació i ús de les vostres dades personals</strong></h1> <h2><strong>Tipus de dades recollides</strong></h2> <h3><strong>Dades personals</strong></h3> <p>Mentre utilitzeu el nostre servei, és possible que us demanem que ens proporcioneu certa informació d’identificació personal que es pot utilitzar per posar-vos en contacte o identificar-vos. La informació d\\'identificació personal pot incloure, entre d\\'altres:</p> <ul> <li>Correu electrònic</li> <li>Dades d’ús</li> </ul> <h3><strong>Dades d’ús</strong></h3> <p>Les dades d’ús es recopilen automàticament quan s’utilitza el Servei.</p> <p>Les dades d’ús poden incloure informació com ara l’adreça de protocol d’Internet del vostre dispositiu (per exemple, adreça IP), el tipus de navegador, la versió del navegador, les pàgines del nostre servei que visiteu, l’hora i la data de la vostra visita, el temps dedicat a aquestes pàgines, el dispositiu únic identificadors i altres dades de diagnòstic.</p> <p>Quan accediu al servei mitjançant un dispositiu mòbil o mitjançant un dispositiu mòbil, podem recopilar determinada informació de manera automàtica, incloent, entre d’altres, el tipus de dispositiu mòbil que utilitzeu, l’identificador únic del vostre dispositiu mòbil, l’adreça IP del vostre dispositiu mòbil i el vostre mòbil. sistema operatiu, el tipus de navegador d\\'Internet mòbil que utilitzeu, identificadors de dispositiu únics i altres dades de diagnòstic.</p> <p>També podem recopilar informació que el vostre navegador envia cada vegada que visiteu el nostre servei o quan accediu al servei mitjançant o mitjançant un dispositiu mòbil.</p> <h2><strong>Ús de les vostres dades personals</strong></h2> <p>La companyia pot utilitzar dades personals per a les finalitats següents:</p> <ul> <li><strong>Per proporcionar i mantenir el nostre Servei </strong>, inclòs per supervisar l’ús del nostre Servei.</li> <li><strong>Per gestionar el vostre compte: </strong>per gestionar el vostre registre com a usuari del Servei. Les dades personals que proporcioneu us poden donar accés a diferents funcions del servei que teniu a la vostra disposició com a usuari registrat. </li> <li><strong>Per a l\\'execució d\\'un contracte: </strong>desenvolupament, compliment i compromís del contracte de compra dels productes, articles o serveis que heu adquirit o de qualsevol altre contracte amb nosaltres a través del Servei. </li> <li><strong>Per contactar-vos: </strong>per contactar-vos per correu electrònic, trucades telefòniques, SMS o altres formes equivalents de comunicació electrònica, com ara les notificacions push d’una aplicació mòbil sobre actualitzacions o comunicacions informatives relacionades amb les funcionalitats, productes o serveis contractats, incloses les actualitzacions de seguretat, quan sigui necessari o raonable per a la seva implementació. </li> <li><strong>Per proporcionar-vos </strong>notícies, ofertes especials i informació general sobre altres béns, serveis i esdeveniments que oferim, que són similars als que ja heu comprat o que heu consultat, tret que hagueu optat per no rebre aquesta informació. </li> <li><strong>Per gestionar les vostres sol·licituds: </strong>per atendre i gestionar les vostres sol·licituds. </li> <li><strong>Per a transferències empresarials: </strong>podem utilitzar la vostra informació per avaluar o dur a terme una fusió, desinversió, reestructuració, reorganització, dissolució o altra venda o transferència d\\'alguns o de tots els nostres actius, ja sigui com a empresa en curs o com a part de fallida, liquidació, o un procediment similar, en el qual les dades personals que mantenim sobre els usuaris del nostre servei es troben entre els actius transferits. </li> <li><strong>Per a altres propòsits </strong>: podem utilitzar la vostra informació per a altres fins, com ara l’anàlisi de dades, la identificació de tendències d’ús, la determinació de l’eficàcia de les nostres campanyes promocionals i per avaluar i millorar el nostre servei, productes, serveis, màrqueting i la vostra experiència.</li> </ul>\n</string> <p>Podem compartir la vostra informació personal en les situacions següents:</p> <ul> <li><strong>Amb proveïdors de serveis: </strong>podem compartir la vostra informació personal amb proveïdors de serveis per supervisar i analitzar l’ús del nostre servei, per mostrar-vos anuncis per ajudar-vos a mantenir i mantenir el nostre servei, per al processament de pagaments i per contactar-vos. </li> <li><strong>Per a transferències empresarials: </strong>podem compartir o transferir la vostra informació personal en relació amb, o durant les negociacions, de qualsevol fusió, venda d’actius de l’empresa, finançament o adquisició de tot o una part del nostre negoci a una altra empresa. </li> <li><strong>Amb afiliats: </strong>podem compartir la vostra informació amb els nostres afiliats, en aquest cas els requerirem que respectin aquesta política de privadesa. Les empreses afiliades inclouen la nostra empresa matriu i qualsevol altra filial, socis d’empresa conjunta o altres empreses que controlem o que estiguin sota control comú amb nosaltres. </li> <li><strong>Amb socis comercials: </strong>podem compartir la vostra informació amb els nostres socis comercials per oferir-vos determinats productes, serveis o promocions. </li> <li><strong>Amb altres usuaris: </strong>quan compartiu informació personal o interactueu de qualsevol altra manera a les zones públiques amb altres usuaris, la informació pot ser vista per tots els usuaris i es pot distribuir públicament fora. Si interactueu amb altres usuaris o us registreu a través d’un servei de xarxes socials de tercers, és possible que els vostres contactes del servei de xarxes socials de tercers vegin el vostre nom, perfil, imatges i descripció de la vostra activitat. De la mateixa manera, altres usuaris podran veure descripcions de la vostra activitat, comunicar-se amb vosaltres i veure el vostre perfil. </li> <li><strong>Amb el vostre consentiment </strong>: podem revelar la vostra informació personal amb qualsevol altre propòsit amb el vostre consentiment.</li> </ul> <h2><strong>Conservació de les vostres dades personals</strong></h2> <p>L’empresa conservarà les vostres dades personals només el temps que sigui necessari per a les finalitats establertes en aquesta política de privadesa. Conservarem i utilitzarem les vostres dades personals en la mesura necessària per complir les nostres obligacions legals (per exemple, si se’ns exigeix conservar les vostres dades per complir amb les lleis aplicables), resoldre conflictes i aplicar els nostres acords i polítiques legals.</p> <p>L’empresa també conservarà les dades d’ús a efectes d’anàlisi interna. Les dades d’ús es conserven generalment durant un període de temps més curt, excepte quan aquestes dades s’utilitzen per reforçar la seguretat o per millorar la funcionalitat del nostre servei, o estem obligats legalment a conservar aquestes dades durant períodes de temps més llargs.</p> <h2><strong>Transferència de les vostres dades personals</strong></h2> <p>La vostra informació, incloses les dades personals, es processa a les oficines d’explotació de la companyia i en qualsevol altre lloc on es trobin les parts implicades en el tractament . Significa que aquesta informació es pot transferir a ordinadors ubicats fora del vostre estat, província, país o qualsevol altra jurisdicció governamental on es mantinguin les seves lleis de protecció de dades que les de la vostra jurisdicció.</p> <p>El vostre consentiment a aquesta política de privadesa seguit de l’enviament d’aquesta informació representa el vostre acord amb aquesta transferència.</p> <p>L’empresa prendrà totes les mesures raonablement necessàries per garantir que les vostres dades siguin tractades de forma segura i d’acord amb aquesta política de privadesa i que no es realitzi cap transferència de les vostres dades personals a una organització o a un país tret que hi hagi controls adequats, inclosa la seguretat de Les vostres dades i altra informació personal.</p> <h2><strong>Divulgació de les seves dades personals</strong></h2> <h3><strong>Transaccions comercials</strong></h3> <p>Si l’empresa participa en una fusió, adquisició o venda d’actius, es poden transferir les vostres dades personals. Us avisarem abans que les vostres dades personals es transfereixin i quedin subjectes a una política de privadesa diferent.</p> <h3><strong>Aplicació de la llei</strong></h3> <p>En determinades circumstàncies, es pot requerir a la Companyia que reveli les vostres dades personals si la llei ho requereix o en resposta a sol·licituds vàlides de les autoritats públiques (per exemple, un tribunal o una agència governamental).</p> <h3><strong>Altres requisits legals</strong></h3> <p>L’empresa pot revelar les vostres dades personals amb la bona fe creient que aquesta acció és necessària per:</p> <ul> <li>Complir una obligació legal</li> <li>Protegir i defensar els drets o la propietat de la Companyia</li> <li>Prevenir o investigar possibles faltes relacionades amb el Servei</li> <li>Protegiu la seguretat personal dels usuaris del Servei o del públic</li> <li>Protegiu-vos de la responsabilitat legal</li> </ul> <h2><strong>Seguretat de les vostres dades personals</strong></h2> <p>La seguretat de les vostres dades personals és important per a nosaltres, però recordeu que cap mètode de transmissió per Internet ni cap mètode d’emmagatzematge electrònic és 100% segur. Tot i que ens esforcem per utilitzar mitjans comercialment acceptables per protegir les vostres dades personals, no podem garantir-ne la seguretat absoluta.</p> <h1><strong>Informació detallada sobre el tractament de les vostres dades personals</strong></h1> <p>Els proveïdors de serveis que utilitzem poden tenir accés a les vostres dades personals. Aquests proveïdors externs recopilen, emmagatzemen, utilitzen, processen i transfereixen informació sobre la vostra activitat al nostre servei d’acord amb les seves polítiques de privadesa.</p> <h2><strong>Analítica</strong></h2> <p>Podem utilitzar proveïdors de serveis de tercers per supervisar i analitzar l’ús del nostre servei.</p> <ul> <li><strong>anàlisis de Google</strong></li> </ul> <p>Google Analytics és un servei d’anàlisi web que ofereix Google que fa un seguiment i informa del trànsit del lloc web. Google utilitza les dades recopilades per fer un seguiment i supervisió de l’ús del nostre Servei. Aquestes dades es comparteixen amb altres serveis de Google. Google pot utilitzar les dades recollides per contextualitzar i personalitzar els anuncis de la seva pròpia xarxa publicitària.</p> <p>Podeu desactivar determinades funcions de Google Analytics mitjançant la configuració del dispositiu mòbil, com ara la configuració de publicitat del dispositiu o seguint les instruccions proporcionades per Google a la seva política de privadesa: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Per obtenir més informació sobre les pràctiques de privadesa de Google, visiteu la pàgina web de Google Privacy and Terms: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p>\n</string> <ul> <li><strong>Firebase</strong></li> </ul> <p>Firebase és un servei d’anàlisi subministrat per Google Inc.</p> <p>Podeu desactivar determinades funcions de Firebase mitjançant la configuració del dispositiu mòbil, com ara la configuració de publicitat del dispositiu o seguint les instruccions que Google proporciona a la seva Política de privadesa: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>També us animem a revisar la política de Google per protegir les vostres dades: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a> </p> <p>Per obtenir més informació sobre quin tipus d’informació recopila Firebase, visiteu la forma en què Google utilitza les dades quan utilitzeu els llocs web o les aplicacions dels nostres socis: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> </p> <ul> <li><strong>AppsFlyer</strong></li> </ul> <p>La seva política de privadesa es pot consultar a <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a> </p> <ul> <li><strong>Anuncis d\\'aplicacions de Facebook</strong></li> </ul> <p>La seva política de privadesa es pot consultar a <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a> </p> <h2><strong>Publicitat</strong></h2> <p>Podem utilitzar els proveïdors de serveis per mostrar-vos anuncis per ajudar-vos a donar suport i mantenir el nostre servei.</p> <ul> <li><strong>AdMob de Google</strong></li> </ul> <p>AdMob de Google el proporciona Google Inc.</p> <p>Podeu desactivar el servei d’ AdMob by Google seguint les instruccions descrites per Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=ca</a> </p> <p>Per obtenir més informació sobre com Google utilitza la informació recopilada, visiteu la pàgina Com utilitza Google les dades quan utilitzeu els llocs o l\\'aplicació dels nostres socis: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> o visiteu la pàgina Privadesa Política de Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>   </p> <h2><strong>Pagaments</strong></h2> <p>Podem proporcionar productes i / o serveis de pagament dins del Servei. En aquest cas, podem utilitzar serveis de tercers per al processament de pagaments (per exemple, processadors de pagaments).</p> <p>No guardarem ni recollirem les dades de la vostra targeta de pagament. Aquesta informació es proporciona directament als nostres processadors de pagaments de tercers l’ús de la vostra informació personal es regeix per la seva política de privadesa. Aquests processadors de pagaments compleixen els estàndards establerts per PCI-DSS gestionats pel PCI Security Standards Council, que és un esforç conjunt de marques com Visa, Mastercard, American Express i Discover. Els requisits PCI-DSS ajuden a garantir el tractament segur de la informació de pagament.</p> <ul> <li><strong>Pagaments integrats a l\\'aplicació de Google Play</strong></li> </ul> <p>La seva política de privadesa es pot consultar a <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/policies/privacy/</a> </p> <h1><strong>Privadesa dels nens</strong></h1> <p>El nostre servei no s’adreça a ningú menor de 13 anys. No recopilem conscientment informació d’identificació personal de ningú menor de 13 anys. Si sou pare o tutor i sou conscient que el vostre fill ens ha proporcionat dades personals, si us plau poseu-vos en contacte amb nosaltres. Si ens adonem que hem recopilat dades personals de menors de 13 anys sense verificar el consentiment dels pares, prenem mesures per eliminar aquesta informació dels nostres servidors.</p> <p>Si necessitem confiar en el consentiment com a base legal per processar la vostra informació i el vostre país requereix el consentiment dels pares, és possible que necessitem el consentiment del vostre pare abans de recopilar i utilitzar aquesta informació.</p> <h1><strong>Enllaços a altres llocs web</strong></h1> <p>El nostre Servei pot contenir enllaços a altres llocs web que no gestionem. Si feu clic a un enllaç de tercers, se us dirigirà al lloc d\\'aquest tercer. Us aconsellem que reviseu la política de privadesa de tots els llocs que visiteu.</p> <p>No tenim control ni assumim cap responsabilitat pel contingut, les polítiques de privadesa o les pràctiques de llocs o serveis de tercers.</p> <h1><strong>Canvis en aquesta política de privadesa</strong></h1> <p>Podem actualitzar la nostra política de privadesa de tant en tant. Us notificarem qualsevol canvi publicant la nova Política de privadesa en aquesta pàgina.</p> <p>Us ho farem saber per correu electrònic i / o un avís destacat sobre el nostre servei, abans que el canvi entri en vigor i actualitzarem la data Última actualització a la part superior d\\'aquesta Política de privadesa.</p> <p>Us recomanem que reviseu periòdicament aquesta Política de privadesa per a qualsevol canvi. Els canvis en aquesta política de privadesa són efectius quan es publiquen en aquesta pàgina.</p> <h1><strong>Poseu-vos en contacte amb nosaltres</strong></h1> <p>Si teniu cap pregunta sobre aquests Termes i condicions, podeu contactar amb nosaltres:</p> <ul> <li>Per correu electrònic: info@currency.wiki</li> </ul>\n</string>",
  "html_support":"<h1>Ajuda</h1>\\10 <p>Si teniu problemes amb la nostra aplicació de conversió de divises, envieu un correu electrònic a <a href=mailto:app@currency.wiki>app@currency.wiki</a> (permeteu una resposta de 24 a 48 hores) i, a l\\'assumpte, afegiu Problema amb l\\'aplicació.  </p>\\10 <p>Descriviu el problema, inclòs el nom del dispositiu i el número de model, i la versió actual d\\'Android. per exemple, Samsung Galaxy S9 + Android 10</p>\\10 <h1>Preguntes freqüents</h1>\\10 <h2>Amb quina freqüència s’actualitzen els tipus de canvi?</h2>\\10 <p>Les tarifes s’actualitzen cada 30 minuts i a temps cada 60 segons, excepte els caps de setmana (el mercat de divises als Estats Units tanca divendres a les 17:00 EST i obre diumenge a les 17:00 EST)</p>\\10 <h2>Amb quina freqüència s’actualitzen les criptomonedes?</h2>\\10 <p>El mercat de criptomonedes no tanca mai. Obre les 24 hores del dia, els 7 dies de la setmana els 365 dies de l’any. Les tarifes de Bitcoin (BTC) s’actualitzen sempre, fins i tot els caps de setmana</p>\\10 <h2>Com afegir widget?</h2>\\10 <ul>\\10 <li>A la pantalla d\\'inici, manteniu premut un lloc buit</li>\\10 <li>Toqueu Ginys</li>\\10 <li>Al quadre de cerca, escriviu  CurrencyConverter  i hauria de mostrar un widget de divises</li>\\10 <li>Toqueu el widget i us demanarà que seleccioneu el tipus de widget que voleu mostrar mantenint premut i arrossegant-lo a la pantalla inicial</li>\\10 </ul>\\10 <h2>Per què rebo una de les notificacions del sistema següents?</h2>\\10 <ul>\\10 <li>Deixeu d\\'optimitzar l\\'ús de la bateria</li>\\10 <li>No optimitzeu l’ús de la bateria</li>\\10 <li>Deixeu que l\\'aplicació s\\'executi sempre en segon pla</li>\\10 <li>Ignoreu les optimitzacions de la bateria</li>\\10 </ul>\\10 <p>Si utilitzeu un widget de divises a la pantalla d\\'inici, us recomanem que permeteu que la nostra aplicació s\\'executi en segon pla per garantir que les tarifes estiguin sempre actualitzades.</p>\\10 <h2>L’ús de la bateria?</h2>\\10 <p>La nostra aplicació va ser dissenyada per utilitzar una quantitat mínima de bateria i, quan funcionava en segon pla, per actualitzar les taxes. Tingueu en compte que hi ha molts factors en joc, com ara tancar l\\'aplicació després d\\'utilitzar-la, assegurar-vos que el dispositiu sigui compatible amb la nostra aplicació, etc.</p>\\10 <h1>Consells</h1>\\10 <h2>Copia per compartir</h2>\\10 <p>Si aneu a la pantalla principal del convertidor de divises, toqueu i manteniu premuts els resultats. Copiarà els resultats al porta-retalls com a exemple 1,00 USD = 0,84 EUR que podeu compartir</p>\\10 <h2>Calculeu consells / taxes / impostos</h2>\\10 <p>Hem creat la lògica següent per fer càlculs ràpids de consells; si introduïu l\\'exemple 50% 10 i toqueu = calcularà el 10% de 50</p>\\10 <h2>Multiconvertidor</h2>\\10 <p>Podeu tornar a ordenar l’ordre de les monedes de la llista seleccionada arrossegant-les i deixant-les anar</p>\\10 <p> </p>\\10 <p> </p>\\10\n</string>",
  "html_terms":" <h1>Termes i condicions</h1> <p>Darrera actualització: 13 de març de 2021</p> <p>Llegiu detingudament aquests termes i condicions abans d’utilitzar el nostre servei.</p> <h1>Interpretació i definicions</h1> <h2>Interpretació</h2> <p>Les paraules amb majúscula de la lletra inicial tenen un significat definit en les condicions següents. Les definicions següents tindran el mateix significat independentment de si apareixen en singular o en plural.</p> <h2>Definicions</h2> <p>Als efectes d’aquests Termes i Condicions:</p> <ul> <li> <strong>Aplicació </strong>significa el programa de programari que l’empresa ha descarregat en qualsevol dispositiu electrònic, denominat Currency Converter App per Currency.Wiki </li> <li> <strong>Store d\\'aplicacions </strong>: el servei de distribució digital operat i desenvolupat per Apple Inc. (Apple App Store) o Google Inc. (Google Play Store) en què s\\'ha descarregat l\\'aplicació. </li> <li> <strong>Afiliada </strong>: una entitat que controla, està controlada per o està sota control comú amb una part, on control significa la propietat del 50% o més de les accions, participacions o altres títols amb dret a vot per l\\'elecció de consellers o altra autoritat de gestió. . </li> <li> <strong>El país </strong>es refereix a: Califòrnia, Estats Units </li> <li> <strong>L\\'empresa </strong>(en aquest Acord, denominada l\\'empresa, nosaltres, nosaltres o nostre) fa referència a Currency.Wiki, 122 15th st # 431 Del Mar, CA 92014. </li> <li> <strong>Dispositiu </strong>significa qualsevol dispositiu que pot accedir al Servei, com ara un ordinador, un telèfon mòbil o una tauleta digital. </li> <li> <strong>La compra des de l\\'aplicació </strong>es refereix a la compra d\\'un producte, article, servei o subscripció realitzada a través de l\\'aplicació i subjecta a aquests Termes i condicions i / o als propis termes i condicions de l\\'App Store. </li> <li> <strong>El servei </strong>fa referència a l’aplicació. </li> <li> <strong>Les subscripcions es </strong>refereixen als serveis o accés al Servei que l’empresa us ofereix de forma subscrita. </li> <li> <strong>Els Termes i Condicions </strong>(també anomenats Termes) signifiquen aquests Termes i Condicions que formen l’acord íntegre entre Vostè i la Companyia sobre l’ús del Servei. </li> <li> <strong>El servei de xarxes socials de tercers </strong>significa qualsevol servei o contingut (incloses dades, informació, productes o serveis) proporcionats per un tercer que el Servei pugui mostrar, incloure o posar a disposició. </li> <li> <strong>Vostè </strong>vol dir la persona que accedeix o utilitza el Servei, o l\\'empresa o qualsevol altra entitat jurídica en nom de la qual aquest individu accedeixi o utilitzi el Servei, segons correspongui. </li> </ul>\n</string><h1>Reconeixement</h1> <p>Aquests són els Termes i condicions que regulen l’ús d’aquest Servei i l’acord que opera entre Vostè i la Companyia. Aquests Termes i condicions estableixen els drets i obligacions de tots els usuaris quant a l’ús del Servei.</p> <p>El vostre accés i ús del Servei està condicionat a la vostra acceptació i compliment d’aquests Termes i Condicions. Aquests Termes i condicions s’apliquen a tots els visitants, usuaris i altres que accedeixin al servei o facin servir aquest.</p> <p>En accedir o utilitzar el Servei, accepteu estar obligat per aquests Termes i condicions. Si no esteu d’acord amb alguna part d’aquests Termes i Condicions, no podreu accedir al Servei.</p> <p>Declareu que teniu més de 18 anys. L’empresa no permet als menors de 18 anys utilitzar el Servei.</p> <p>El vostre accés i ús del Servei també està condicionat a la vostra acceptació i compliment de la Política de privadesa de la Companyia. La nostra Política de privadesa descriu les nostres polítiques i procediments sobre la recopilació, ús i divulgació de la vostra informació personal quan feu servir l\\'aplicació o el lloc web i us informa sobre els vostres drets de privadesa i sobre com la llei us protegeix. Llegiu atentament la nostra política de privadesa abans d’utilitzar el nostre servei.</p> <h1>Subscripcions</h1> <h2>Període de subscripció</h2> <p>El Servei o algunes parts del Servei només estan disponibles amb una subscripció de pagament. Se us cobrarà per endavant de manera periòdica i periòdica (com ara diària, setmanal, mensual o anual), en funció del tipus de pla de subscripció que seleccioneu en comprar la subscripció.</p> <p>Al final de cada període, la vostra subscripció es renovarà automàticament en les mateixes condicions, tret que la cancel·leu o l\\'empresa la cancel·li.</p> <h2>Cancel·lacions de subscripció</h2> <p>Podeu cancel·lar la renovació de la vostra subscripció a través de la pàgina de configuració del vostre compte o posant-vos en contacte amb l\\'empresa. No rebrà cap reembossament de les quotes que ja vau pagar pel vostre període de subscripció actual i podreu accedir al Servei fins al final del període de subscripció actual.</p> <p>Si la subscripció s\\'ha realitzat mitjançant una compra integrada a l\\'aplicació, podeu cancel·lar la renovació de la vostra subscripció amb l\\'App Store.</p> <h2>Facturació</h2> <p>Proporcionareu a l’empresa informació de facturació precisa i completa, inclosos el nom complet, l’adreça, l’estat, el codi postal, el número de telèfon i la informació vàlida del mètode de pagament.</p> <p>En cas que per qualsevol motiu no es produeixi la facturació automàtica, l’Empresa emetrà una factura electrònica indicant que heu de procedir manualment, dins d’una data límit determinada, amb el pagament complet corresponent al període de facturació tal com s’indica a la factura.</p> <p>Si la subscripció s\\'ha realitzat mitjançant una compra integrada a l\\'aplicació, totes les facturacions són gestionades per l\\'aplicació Store i es regeixen pels termes i condicions de l\\'aplicació.</p> <h2>Canvis en les taxes</h2> <p>La Companyia, a la seva discreció i en qualsevol moment, pot modificar les tarifes de subscripció. Qualsevol canvi en la quota de subscripció entrarà en vigor al final del període de subscripció actual.</p> <p>La Companyia us proporcionarà un avís previ raonable de qualsevol canvi en les tarifes de subscripció per donar-vos l’oportunitat de donar per finalitzada la vostra subscripció abans que aquest canvi es faci efectiu.</p> <p>L’ús continuat del Servei després d’entrar en vigor el canvi de la quota de subscripció constitueix el vostre acord de pagar l’import modificat de la quota de subscripció.</p> <h2>Reembossaments</h2> <p>Excepte quan la llei ho exigeixi, les quotes de subscripció pagades no són reemborsables.</p> <p>La companyia pot considerar certes sol·licituds de devolució de subscripcions cas per cas i concedir-les a l’única discreció de la companyia.</p> <p>Si la subscripció s\\'ha realitzat mitjançant una compra integrada a l\\'aplicació, s\\'aplicarà la política de reembossament de l\\'App Store. Si voleu sol·licitar un reembossament, podeu fer-ho contactant directament amb l\\'App Store.</p> <h1>Compres des de l\\'aplicació</h1> <p>L\\'aplicació pot incloure compres integrades a l\\'aplicació que us permetin comprar productes, serveis o subscripcions.</p> <p>Podeu trobar més informació sobre com podeu gestionar les compres des de l\\'aplicació mitjançant el dispositiu als termes i condicions de l\\'App Store o a la configuració d\\'ajuda del dispositiu.</p> <p>Les compres des de l\\'aplicació només es poden consumir a l\\'aplicació. Si feu una compra des de l\\'aplicació, aquesta compra des de l\\'aplicació no es podrà cancel·lar després d\\'haver iniciat la descàrrega. Les compres des de l\\'aplicació no es poden bescanviar per efectiu o contraprestacions ni transferir-se d\\'una altra manera.</p> <p>Si alguna de les compres des de l\\'aplicació no es descarrega correctament o no funciona un cop s\\'ha descarregat correctament, investigarem el motiu de la falla, després d\\'haver-nos assabentat de la falla o haver estat avisat de la falla. Actuarem de manera raonable a l’hora de decidir si us proporcionem una compra integrada a l’aplicació o us concedim un pedaç per reparar l’error. En cap cas, us cobrarem per substituir o reparar la compra des de l\\'aplicació. En el cas improbable que no puguem substituir o reparar la compra des de l\\'aplicació pertinent o que no puguem fer-ho en un període de temps raonable i sense molèsties significatives per a vostè, autoritzarem a l\\'aplicació Store a retornar-vos un import de fins a el cost de la compra des de l\\'aplicació corresponent. Com a alternativa, si voleu sol·licitar un reembossament, podeu fer-ho contactant directament amb la botiga d’aplicacions.</p> <p>Reconeixeu i accepteu que tots els processos de facturació i transacció són gestionats pel Store d\\'aplicacions des d\\'on heu descarregat l\\'aplicació i es regeixen pels propis termes i condicions d\\'aquest Store.</p> <p>Si teniu problemes relacionats amb el pagament amb les compres integrades a l’aplicació, heu de contactar directament amb la botiga d’aplicacions.</p> <h1>Enllaços a altres llocs web</h1> <p>El nostre Servei pot contenir enllaços a llocs web o serveis de tercers que l’empresa no pertany ni controla.</p> <p>L’empresa no té control ni assumeix cap responsabilitat pel contingut, les polítiques de privadesa o les pràctiques de llocs web o serveis de tercers. Vostè reconeix i accepta a més que la Companyia no serà responsable, ni directa ni indirectament, de cap dany o pèrdua causada o suposadament causada o relacionada amb l’ús o confiança d’aquest contingut, béns o serveis disponibles a o mitjançant qualsevol d\\'aquests llocs web o serveis.</p> <p>Us aconsellem que llegiu els termes i condicions i les polítiques de privadesa de qualsevol lloc web o servei de tercers que visiteu.</p>\n</string> <h1>Extinció</h1> <p>Podem rescindir o suspendre el vostre accés immediatament, sense previ avís ni responsabilitat, per qualsevol motiu, inclòs sense limitacions si incompleix aquests Termes i condicions.</p> <p>En acabar, el vostre dret a utilitzar el Servei cessarà immediatament.</p> <h1>Limitació de responsabilitat</h1> <p>Malgrat els danys i perjudicis que pogués patir, tota la responsabilitat de la Companyia i de qualsevol dels seus proveïdors en virtut de qualsevol disposició d’aquestes Condicions i del vostre remei exclusiu per tot l’anterior es limitarà a l’import realment pagat per Vostè a través del Servei o 100 USD. si no heu comprat res a través del Servei.</p> <p>En la mesura màxima permesa per la legislació aplicable, la Companyia o els seus proveïdors en cap cas seran responsables de cap dany especial, incidental, indirecte o conseqüencial (inclosos, entre d\\'altres, danys per pèrdua de beneficis, pèrdua de dades o altra informació, per interrupció empresarial, per danys personals, pèrdua de privadesa derivada o relacionada amb l’ús o la impossibilitat d’utilitzar el Servei, el programari de tercers i / o el maquinari de tercers utilitzat amb el Servei, o de qualsevol manera en cas contrari amb qualsevol disposició d’aquestes Condicions), fins i tot si l’empresa o qualsevol proveïdor ha estat avisat de la possibilitat d’aquests danys i fins i tot si el remei no compleix el seu propòsit essencial.</p> <p>Alguns estats no permeten l\\'exclusió de garanties implícites ni la limitació de la responsabilitat per danys incidentals o conseqüents, cosa que significa que algunes de les limitacions anteriors poden no aplicar-se. En aquests estats, la responsabilitat de cada part estarà limitada en la mesura permesa per la llei.</p> <h1>Exempció de responsabilitat TAL COM ÉS i COM ESTÀ DISPONIBLE</h1> <p>El Servei se us proporciona TAL QUAL i COM ESTÀ DISPONIBLE i amb tots els defectes i defectes sense cap tipus de garantia. En la mesura màxima permesa per la legislació aplicable, la Companyia, en nom propi i en representació dels seus afiliats i dels seus respectius llicenciants i proveïdors de serveis, renuncia expressament a totes les garanties, ja siguin expresses, implícites, legals o no, respecte al Servei, incloses totes les garanties implícites de comercialització, adequació per a un propòsit particular, títol i no infracció, i garanties que puguin derivar-se del tracte, el rendiment, l\\'ús o la pràctica comercial. Sense limitació a l’anterior, l’empresa no proporciona cap garantia ni cap compromís i no fa cap representació de cap tipus que el Servei compleixi els vostres requisits, obtingui els resultats previstos, sigui compatible o funcioni amb qualsevol altre programari, aplicació, sistema o servei, operi sense interrupcions, compleixin els estàndards de rendiment o fiabilitat o estiguin lliures d\\'errors o que es puguin corregir o esmeni qualsevol error o defecte.</p> <p>Sense limitar l’anterior, ni la Companyia ni cap proveïdor de la companyia realitza cap representació o garantia de cap tipus, expressa o implícita: (i) sobre el funcionament o la disponibilitat del Servei, o la informació, contingut i materials o productes inclòs al mateix; (ii) que el Servei serà ininterromput o lliure d\\'errors; (iii) quant a la precisió, fiabilitat o divisa de qualsevol informació o contingut subministrat a través del Servei; o (iv) que el Servei, els seus servidors, el contingut o els correus electrònics enviats des de o en nom de la Companyia estiguin lliures de virus, scripts, cavalls de Troia, cucs, programari maliciós, bombes temporals o altres components nocius.</p> <p>Algunes jurisdiccions no permeten l\\'exclusió de certs tipus de garanties o limitacions als drets legals aplicables d\\'un consumidor, de manera que algunes o totes les exclusions i limitacions anteriors poden no aplicar-vos. Però, en aquest cas, les exclusions i limitacions establertes en aquesta secció s’aplicaran en la mesura que siguin aplicables segons la legislació aplicable.</p> <h1>Llei que regeix</h1> <p>Les lleis del país, excloent les seves normes sobre conflictes de lleis, regiran aquestes Condicions i l\\'ús que feu del Servei. L\\'ús que feu de l\\'aplicació també pot estar subjecte a altres lleis locals, estatals, nacionals o internacionals.</p> <h1>Resolució de conflictes</h1> <p>Si teniu cap dubte o controvèrsia sobre el Servei, accepteu intentar primer resoldre la disputa de manera informal posant-vos en contacte amb la companyia.</p> <h1>Per a usuaris de la Unió Europea (UE)</h1> <p>Si sou un consumidor de la Unió Europea, us beneficiarà de les disposicions obligatòries de la legislació del país on resideu.</p> <h1>Disposicions sobre l\\'ús final del govern federal dels Estats Units</h1> <p>Si sou un usuari final del govern federal dels EUA, el nostre servei és un article comercial, ja que aquest terme es defineix a 48 CFR §2.101.</p> <h1>Compliment legal dels Estats Units</h1> <p>Vostè declara i garanteix que (i) no es troba en un país sotmès a l\\'embargament del govern dels Estats Units o que el govern dels Estats Units ha designat com a país de suport terrorista i (ii) apareix a la llista de parts prohibides o restringides del govern dels Estats Units.</p> <h1>Divisió i renúncia</h1> <h2>Separabilitat</h2> <p>Si es considera que qualsevol disposició d’aquestes Condicions no és aplicable o no és vàlida, aquesta disposició es canviarà i s’interpretarà per assolir els objectius d’aquesta disposició en la mesura del possible segons la legislació aplicable i la resta de disposicions continuaran en vigor.</p> <h2>Renúncia</h2> <p>Llevat del que es disposa en aquest document, el fet que no s’exerceixi un dret ni s’exigeixi el compliment d’una obligació segons les presents Condicions no afectarà la capacitat de les parts d’exercir aquest dret ni l’exigirà en cap moment posterior ni la renúncia a una infracció constitueix una renúncia. de qualsevol incompliment posterior.</p> <h1>Interpretació de la traducció</h1> <p>Aquests Termes i condicions poden haver estat traduïts si els hem posat a la vostra disposició al nostre Servei. Accepteu que el text original en anglès prevaldrà en cas de controvèrsia.</p> <h1>Canvis en aquests Termes i condicions</h1> <p>Ens reservem el dret, a la nostra exclusiva discreció, de modificar o substituir aquests Termes en qualsevol moment. Si una revisió és important, farem esforços raonables per proporcionar un preavís com a mínim de 30 dies abans que entrin en vigor els nous termes. El que constitueix un canvi material es determinarà a la nostra discreció.</p> <p>En continuar accedint o utilitzant el nostre servei després que aquestes revisions siguin efectives, accepteu estar obligat pels termes revisats. Si no esteu d\\'acord amb els nous termes, totalment o parcialment, deixeu d\\'utilitzar el lloc web i el Servei.</p> <h1>Exempció de responsabilitat</h1> <p>Els tipus de canvi de Currency.wiki són només informatius. Verifiqueu / confirmeu els tipus de divisa amb el vostre corredor de divises o la vostra institució financera abans de fer transaccions i transferències internacionals de diners.</p> <h1>Crèdits</h1> <p>Volem agrair als autors següents la creació d\\'icones gratuïtes i la llicència gratuïta per utilitzar gràfics.</p> <ul> <li>MD Badsha Meah: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>icona king1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>Freepik: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> i <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ca&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>Poseu-vos en contacte amb nosaltres</h1> <p>Si teniu cap pregunta sobre aquests Termes i condicions, podeu posar-vos en contacte amb nosaltres:</p> <ul> <li>Per correu electrònic: info@currency.wiki</li> </ul> <p> </p>\n</string>"


}
  
  