{

    "update": "atjaunināts",
    "addCurrency": "Pievienot valūtu",
    "selectedCurrency": "Atlasītā valūta",
    "monetary": "Monetary Format",
    "decimal": "Decimal Format",
    "firstTextRatingPage": "Lūdzu, novērtējiet lietotni!",
    "secondTextRatingPage": "Pieskarieties zvaigznēm un atveriet, izmantojot Google Play veikalu, lai novērtētu",
    "buttonTextRatingPage": "NOT NOW",
    "removeAds": "Noņemt reklāmas",
    "removeAdsContent": "Atbalstiet mūsu projektu ar nelielu gada abonementu",
    "selectLanguage": "Izvēlieties valodu",
    "english": "Latvietis",
    "colorsSelection": "Krāsu izvēle",
    "theme": "Tēma",
    "light": "Gaisma",
    "dark": "tumšs",
    "widgetTransparency": "Logrīku pārredzamība",
    "visualSize": "Vizuālais izmērs",
    "A": "A",
    "appLogoLauncher": "Lietotnes logotipa palaidējs",
    "multiConverter": "Multi-Converter",
    "multiConverterContent1": "Pēc noklusējuma atvērs vairāku pārveidotāju.",
    "multiConverterContent2": "PIEZĪME:",
    "multiConverterContent3": "Šī funkcija darbojas tikai ar lietotņu logotipa palaidēju",
    "display": "Displejs",
    "display1": "Displeja valūtas kods",
    "display2": "Displeja valūtas simbols",
    "display3": "Parādīt valūtas karogu",
    "dateFormat": "Datu formāts",
    "not": "Ne tagad",

    "selected": "SELECTED",
  "currencyList": "CURRENCY LIST",
  "dontShow": "Nerādīt",
  "support": "Atbalsts",
  "term": "Termiņš",
  "privacy": "Privātuma politika",
  "Unlocked": "Atbloķēts",
  "locked": "Bloķēts",
  "custom": "Custom",
  "try": "Izmēģināt šo krāsu",
  "unlock": "Atbloķēt",
  "wiki": ",Autors:Currency.wiki",
  "multi": "vairāku pārveidotāju",

  "html_policy": " <h1><strong>Privātuma politika</strong></h1> <p>Pēdējoreiz atjaunināts: 2021. gada 13. martā</p> <p>Šajā konfidencialitātes politikā ir aprakstītas mūsu politikas un procedūras par jūsu informācijas vākšanu, izmantošanu un izpaušanu, kad izmantojat pakalpojumu, un pastāstīts par jūsu privātuma tiesībām un to, kā likums jūs aizsargā.</p> <p>Mēs izmantojam Jūsu personas datus, lai sniegtu un uzlabotu Pakalpojumu. Izmantojot Pakalpojumu, jūs piekrītat informācijas vākšanai un izmantošanai saskaņā ar šo konfidencialitātes politiku.</p> <h1><strong>Interpretācija un definīcijas</strong></h1> <h2><strong>Interpretācija</strong></h2> <p>Vārdiem, kuru lielais burts ir lielais, ir nozīme, kas definēta šādos apstākļos. Turpmākajām definīcijām ir tāda pati nozīme neatkarīgi no tā, vai tās parādās vienskaitlī vai daudzskaitlī.</p> <h2><strong>Definīcijas</strong></h2> <p>Šīs privātuma politikas nolūkos:</p> <ul> <li><strong>Konts </strong>ir unikāls konts, kas jums izveidots, lai piekļūtu mūsu Pakalpojumam vai tā daļām. </li> <li><strong>Saistīts </strong>uzņēmums ir uzņēmums, kas kontrolē, kontrolē vai ir kopīgā kontrolē ar pusi, kur kontrole nozīmē īpašumtiesības uz 50% vai vairāk no akcijām, kapitāla daļām vai citiem vērtspapīriem, kas ir tiesīgi balsot par direktoru vai citu vadošo iestāžu vēlēšanām. . </li> <li><strong>Pieteikums </strong>nozīmē programmatūru, ko nodrošina sabiedrība lejupielādēt ar Jums par jebkuru elektronisko ierīci, nosaukts Valūtu kalkulators App ar Currency.Wiki </li> <li><strong>Uzņēmums </strong>(šajā līgumā dēvēts vai nu par Uzņēmumu, Mēs, Mēs vai Mūsu) attiecas uz Valūtu.Wiki , 122 15. St # 431 Del Mar, CA 92014. </li> <li><strong>Valsts </strong>attiecas uz: Kaliforniju, Amerikas Savienotajām Valstīm </li> <li><strong>Ierīce </strong>nozīmē jebkuru ierīci, kas var piekļūt Pakalpojumam, piemēram, datoru, mobilo tālruni vai digitālo planšetdatoru. </li> <li><strong>Personas dati </strong>ir jebkura informācija, kas attiecas uz identificētu vai identificējamu personu. </li> <li><strong>Pakalpojums </strong>attiecas uz Lietojumprogrammu. </li> <li><strong>Pakalpojuma sniedzējs </strong>ir jebkura fiziska vai juridiska persona, kas datus apstrādā Sabiedrības vārdā. Tas attiecas uz trešo personu uzņēmumiem vai privātpersonām, kuras Uzņēmums nodarbina, lai atvieglotu Pakalpojumu, sniegtu Pakalpojumu Sabiedrības vārdā, sniegtu ar Pakalpojumu saistītus pakalpojumus vai palīdzētu Sabiedrībai analizēt Pakalpojuma izmantošanu. </li> <li><strong>Trešās puses sociālo mediju pakalpojums </strong>attiecas uz jebkuru vietni vai jebkuru sociālo tīklu vietni, caur kuru Lietotājs var pieteikties vai izveidot kontu, lai izmantotu Pakalpojumu. </li> <li><strong>Lietošanas dati </strong>attiecas uz datiem, kas savākti automātiski, vai nu ģenerēti, izmantojot Pakalpojumu, vai no pašas Pakalpojuma infrastruktūras (piemēram, lapas apmeklējuma ilgums). </li> <li><strong>Jūs </strong>domājat fizisku personu, kas piekļūst Pakalpojumam vai to izmanto, vai uzņēmumu vai citu juridisku personu, kuras vārdā šī persona piekļūst Pakalpojumam vai to izmanto. </li> </ul> <h1><strong>Jūsu personas datu vākšana un izmantošana</strong></h1> <h2><strong>Apkopoto datu veidi</strong></h2> <h3><strong>Personas dati</strong></h3> <p>Izmantojot mūsu pakalpojumu, mēs varam lūgt jūs sniegt mums noteiktu personu identificējošu informāciju, kuru var izmantot, lai sazinātos ar jums vai identificētu jūs. Personu identificējošā informācija var ietvert, bet neaprobežojas ar:</p> <ul> <li>Epasta adrese</li> <li>Lietošanas dati</li> </ul> <h3><strong>Lietošanas dati</strong></h3> <p>Lietošanas dati tiek automātiski apkopoti, izmantojot Pakalpojumu.</p> <p>Lietošanas datos var būt iekļauta tāda informācija kā jūsu ierīces interneta protokola adrese (piemēram, IP adrese), pārlūka tips, pārlūka versija, apmeklētās mūsu pakalpojuma lapas, apmeklējuma laiks un datums, šajās lapās pavadītais laiks, unikālā ierīce identifikatori un citi diagnostikas dati.</p> <p>Kad jūs piekļūt dienestam, vai, izmantojot mobilo ierīci, mēs varam apkopot noteiktu informāciju automātiski, tajā skaitā, bet ne tikai, no mobilās ierīces Jūs izmantojat, savā mobilajā ierīcē unikāls ID, IP adresi jūsu mobilo ierīci, Jūsu veidu mobilo operētājsistēma, izmantotā mobilā interneta pārlūka tips, unikālie ierīces identifikatori un citi diagnostikas dati.</p> <p>Mēs varam arī apkopot informāciju, kuru jūsu pārlūkprogramma nosūta ikreiz, kad apmeklējat mūsu pakalpojumu vai kad piekļūstat šim pakalpojumam, izmantojot mobilo ierīci.</p> <h2><strong>Jūsu personas datu izmantošana</strong></h2> <p>Uzņēmums var izmantot personas datus šādiem mērķiem:</p> <ul> <li><strong>Nodrošināt un uzturēt mūsu Pakalpojumu </strong>, tostarp uzraudzīt mūsu Pakalpojuma izmantošanu.</li> <li><strong>Lai pārvaldītu savu kontu: </strong>pārvaldītu savu reģistrāciju kā Pakalpojuma lietotāju. Jūsu sniegtie personas dati var dot jums piekļuvi dažādām Pakalpojuma funkcijām, kas jums ir pieejamas kā reģistrētam lietotājam. </li> <li><strong>Līguma izpildei: </strong>izstrādājumu, priekšmetu vai pakalpojumu, kurus esat iegādājies, vai jebkura cita līguma ar mums, izmantojot Pakalpojumu, izstrāde, atbilstība un pirkuma līguma <strong>izpilde </strong>. </li> <li><strong>Lai sazinātos ar jums: </strong>sazinieties ar jums pa e-pastu, tālruņa zvanus, īsziņas vai citus līdzvērtīgus elektroniskās saziņas veidus, piemēram, mobilās lietojumprogrammas steidzamos paziņojumus par atjauninājumiem vai informatīviem sakariem, kas saistīti ar funkcijām, produktiem vai līgumiem, ieskaitot drošības atjauninājumus kad tas ir nepieciešams vai pamatots to īstenošanai. </li> <li><strong>Sniegt jums </strong>jaunumus, īpašos piedāvājumus un vispārīgu informāciju par citām mūsu piedāvātajām precēm, pakalpojumiem un notikumiem, kas ir līdzīgi tiem, kurus jūs jau esat iegādājies vai par kuriem esat uzzinājis, ja vien neesat izvēlējies šādu informāciju nesaņemt. </li> <li><strong>Lai pārvaldītu jūsu pieprasījumus: </strong>apmeklējiet un pārvaldiet savus pieprasījumus mums. </li> <li><strong>Uzņēmējdarbības nodošanai: </strong>mēs varam izmantot jūsu informāciju, lai novērtētu vai veiktu apvienošanu, nodalīšanu, pārstrukturēšanu, reorganizāciju, likvidāciju vai citu daļu vai visu mūsu aktīvu pārdošanu vai nodošanu neatkarīgi no tā, vai tie turpina darbību, vai arī kā daļu no bankrota, likvidācijas, vai līdzīga procedūra, kurā starp nodotajiem aktīviem ir personas dati, kas mums ir par mūsu Pakalpojuma lietotājiem. </li> <li><strong>Citiem mērķiem </strong>: mēs varam izmantot jūsu informāciju citiem mērķiem, piemēram, datu analīzei, lietošanas tendenču noteikšanai, mūsu reklāmas kampaņu efektivitātes noteikšanai un mūsu pakalpojumu, produktu, pakalpojumu, mārketinga un jūsu pieredzes novērtēšanai un uzlabošanai.</li> </ul>\n</string> <p>Mēs varam kopīgot jūsu personisko informāciju šādās situācijās:</p> <ul> <li><strong>Ar pakalpojumu sniedzējiem: </strong>mēs varam kopīgot jūsu personisko informāciju ar pakalpojumu sniedzējiem, lai uzraudzītu un analizētu mūsu pakalpojuma izmantošanu, parādītu jums reklāmas, lai palīdzētu atbalstīt un uzturēt mūsu pakalpojumu, maksājumu apstrādei, lai sazinātos ar jums. </li> <li><strong>Uzņēmējdarbības nodošanai: </strong>mēs varam kopīgot vai pārsūtīt jūsu personisko informāciju saistībā ar apvienošanos, uzņēmuma aktīvu pārdošanu, finansēšanu vai visa mūsu biznesa vai tā daļas iegādi vai sarunu laikā citam uzņēmumam. </li> <li><strong>Ar saistītajiem uzņēmumiem: </strong>mēs varam kopīgot jūsu informāciju ar mūsu saistītajiem uzņēmumiem, un tādā gadījumā mēs prasīsim, lai šie saistītie uzņēmumi ievērotu šo konfidencialitātes politiku. Saistītie uzņēmumi ietver mūsu mātesuzņēmumu un visus citus meitasuzņēmumus, kopuzņēmuma partnerus vai citus uzņēmumus, kurus mēs kontrolējam vai kurus kopīgi kontrolē ar mums. </li> <li><strong>Ar biznesa partneriem: </strong>Mēs varam kopīgot jūsu informāciju ar mūsu biznesa partneriem, lai piedāvātu jums noteiktus produktus, pakalpojumus vai reklāmas. </li> <li><strong>Ar citiem lietotājiem: </strong>kad jūs koplietojat personisko informāciju vai citādi mijiedarbojaties publiskās vietās ar citiem lietotājiem, šādu informāciju var skatīt visi lietotāji un tā var tikt publiski izplatīta ārpus tās. Ja jūs mijiedarbojaties ar citiem lietotājiem vai reģistrējaties, izmantojot trešās puses sociālo mediju pakalpojumu, jūsu kontaktpersonas trešo personu sociālo mediju pakalpojumā var redzēt jūsu vārdu, profilu, attēlus un jūsu darbības aprakstu. Līdzīgi citi lietotāji varēs skatīt jūsu aktivitāšu aprakstus, sazināties ar jums un apskatīt jūsu profilu. </li> <li><strong>Ar jūsu piekrišanu </strong>: mēs varam atklāt jūsu personisko informāciju jebkuram citam mērķim ar jūsu piekrišanu.</li> </ul> <h2><strong>Jūsu personas datu saglabāšana</strong></h2> <p>Uzņēmums saglabās jūsu personas datus tikai tik ilgi, cik tas ir nepieciešams šajā privātuma politikā noteiktajiem mērķiem. Mēs saglabāsim un izmantosim jūsu personas datus tiktāl, cik tas nepieciešams, lai izpildītu mūsu juridiskās saistības (piemēram, ja mums ir jāsaglabā jūsu dati, lai tie atbilstu piemērojamajiem likumiem), atrisinātu strīdus un izpildītu mūsu juridiskos līgumus un politikas.</p> <p>Uzņēmums arī saglabās Lietošanas datus iekšējās analīzes vajadzībām. Lietošanas dati parasti tiek glabāti īsāku laika periodu, izņemot gadījumus, kad šie dati tiek izmantoti, lai stiprinātu mūsu pakalpojuma drošību vai uzlabotu mūsu funkcionalitāti, vai arī mums ir likumīgs pienākums saglabāt šos datus ilgāk.</p> <h2><strong>Jūsu personas datu pārsūtīšana</strong></h2> <p>Jūsu informācija, ieskaitot Personas datus, tiek apstrādāta Uzņēmuma birojos un jebkurās citās vietās, kur atrodas apstrādē iesaistītās puses . Tas nozīmē, ka šo informāciju var pārsūtīt un uzturēt datoros, kas atrodas ārpus jūsu štata, provinces, valsts vai citas valdības jurisdikcijas, kur datu aizsardzības likumi var atšķirties no tiem, kas ir jūsu jurisdikcijā.</p> <p>Jūsu piekrišana šai konfidencialitātes politikai, kurai seko šādas informācijas iesniegšana, ir jūsu piekrišana šai nodošanai.</p> <p>Uzņēmums veiks visus pamatoti nepieciešamos pasākumus, lai nodrošinātu, ka jūsu dati tiek apstrādāti droši un saskaņā ar šo konfidencialitātes politiku, un jūsu personas dati netiks pārsūtīti uz organizāciju vai valsti, ja vien nebūs ieviestas atbilstošas kontroles, tostarp datu aizsardzība. Jūsu dati un cita personiskā informācija.</p> <h2><strong>Jūsu personas datu izpaušana</strong></h2> <h3><strong>Biznesa darījumi</strong></h3> <p>Ja Uzņēmums ir saistīts ar apvienošanos, iegādi vai aktīvu pārdošanu, jūsu personas dati var tikt pārsūtīti. Mēs paziņosim, pirms jūsu personas dati tiek pārsūtīti un uz tiem attiecas cita konfidencialitātes politika.</p> <h3><strong>Likumsargi</strong></h3> <p>Noteiktos apstākļos uzņēmumam var prasīt atklāt jūsu personas datus, ja to prasa likums vai atbildot uz valsts iestāžu (piemēram, tiesas vai valdības aģentūras) pamatotiem pieprasījumiem.</p> <h3><strong>Citas juridiskās prasības</strong></h3> <p>Uzņēmums var atklāt jūsu personas datus, ticībā, ka šāda rīcība ir nepieciešama, lai:</p> <ul> <li>Izpildiet juridisko pienākumu</li> <li>Aizsargājiet un aizstāviet Sabiedrības tiesības vai īpašumu</li> <li>Novērst vai izmeklēt iespējamos pārkāpumus saistībā ar Pakalpojumu</li> <li>Aizsargājiet Pakalpojuma lietotāju vai sabiedrības personisko drošību</li> <li>Aizsargāt no juridiskās atbildības</li> </ul> <h2><strong>Jūsu personas datu drošība</strong></h2> <p>Jūsu personas datu drošība mums ir svarīga, taču atcerieties, ka neviena pārsūtīšanas metode internetā vai elektroniskās glabāšanas metode nav 100% droša. Lai gan mēs cenšamies izmantot komerciāli pieņemamus līdzekļus, lai aizsargātu jūsu personas datus, mēs nevaram garantēt to absolūto drošību.</p> <h1><strong>Detalizēta informācija par jūsu personas datu apstrādi</strong></h1> <p>Pakalpojumu sniedzējiem, kurus mēs izmantojam, var būt piekļuve jūsu personas datiem. Šie trešo pušu piegādātāji vāc, uzglabā, izmanto, apstrādā un pārsūta informāciju par jūsu darbību mūsu pakalpojumā saskaņā ar viņu konfidencialitātes politikām.</p> <h2><strong>Analytics</strong></h2> <p>Mēs varam izmantot trešo pušu pakalpojumu sniedzējus, lai uzraudzītu un analizētu mūsu Pakalpojuma izmantošanu.</p> <ul> <li><strong>Google Analytics</strong></li> </ul> <p>Google Analytics ir Google piedāvāts tīmekļa analīzes pakalpojums, kas izseko un ziņo par vietnes trafiku. Google izmanto apkopotos datus, lai izsekotu un uzraudzītu mūsu Pakalpojuma izmantošanu. Šie dati tiek kopīgoti ar citiem Google pakalpojumiem. Google var izmantot savāktos datus, lai kontekstualizētu un personalizētu sava reklāmas tīkla reklāmas.</p> <p>Varat atteikties no dažām Google Analytics funkcijām, izmantojot mobilās ierīces iestatījumus, piemēram, ierīces reklamēšanas iestatījumus vai izpildot Google sniegtos norādījumus viņu konfidencialitātes politikā: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Lai iegūtu papildinformāciju par Google konfidencialitātes praksi, lūdzu, apmeklējiet Google konfidencialitātes un noteikumu tīmekļa vietni: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <ul> <li><strong>Firebase</strong></li> </ul> <p>Firebase ir analīzes pakalpojums, ko nodrošina Google Inc.</p> <p>Varat atteikties no dažām Firebase funkcijām, izmantojot mobilās ierīces iestatījumus, piemēram, ierīces reklamēšanas iestatījumus vai izpildot Google konfidencialitātes politikā sniegtos norādījumus: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Mēs iesakām arī pārskatīt Google politiku par jūsu datu aizsardzību: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a> </p> <p>Lai iegūtu papildinformāciju par to, kāda veida informāciju Firebase apkopo, lūdzu, apmeklējiet vietni Kā Google izmanto datus, kad izmantojat mūsu partneru vietnes vai lietotņu vietni: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> </p>\n</string> <ul> <li><strong>AppsFlyer</strong></li> </ul> <p>Viņu konfidencialitātes politiku var apskatīt vietnē <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a> </p> <ul> <li><strong>Facebook lietotņu reklāmas</strong></li> </ul> <p>Viņu konfidencialitātes politiku var apskatīt vietnē <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a> </p> <h2><strong>Reklāma</strong></h2> <p>Mēs varam izmantot pakalpojumu sniedzējus, lai parādītu jums reklāmas, lai palīdzētu atbalstīt un uzturēt mūsu pakalpojumu.</p> <ul> <li><strong>AdMob by Google</strong></li> </ul> <p>AdMob by Google nodrošina Google Inc.</p> <p>Varat atteikties no pakalpojuma AdMob by Google, izpildot Google aprakstītos norādījumus: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=lv</a> </p> <p>Lai iegūtu papildinformāciju par to, kā Google izmanto apkopoto informāciju, lūdzu, apmeklējiet lapu “Kā Google izmanto datus, kad izmantojat mūsu partneru vietnes vai lietotni”: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> vai apmeklējiet konfidencialitāti Google politika: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>   </p> <h2><strong>Maksājumi</strong></h2> <p>Pakalpojumā mēs varam nodrošināt apmaksātus produktus un / vai pakalpojumus. Tādā gadījumā mēs varam izmantot trešo personu pakalpojumus maksājumu apstrādei (piemēram, maksājumu apstrādātājus).</p> <p>Mēs neglabāsim un neapkoposim jūsu maksājumu kartes datus. Šī informācija tiek sniegta tieši mūsu trešo personu maksājumu apstrādātājiem, kuru personas datu izmantošanu regulē viņu konfidencialitātes politika. Šie maksājumu apstrādātāji ievēro PCI-DSS noteiktos standartus, kurus pārvalda PCI Drošības standartu padome, kas ir tādu zīmolu kā Visa, Mastercard, American Express un Discover kopīgs darbs. PCI-DSS prasības palīdz nodrošināt drošu maksājumu informācijas apstrādi.</p> <ul> <li><strong>Google Play maksājumi lietotnēs</strong></li> </ul> <p>Viņu konfidencialitātes politiku var apskatīt vietnē <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/policies/privacy/</a> </p> <h1><strong>Bērnu privātums</strong></h1> <p>Mūsu dienests neattiecas uz nevienu, kurš nav sasniedzis 13 gadu vecumu. Mēs apzināti neapkopojam personu identificējošu informāciju no personām, kas jaunākas par 13 gadiem. Ja esat vecāks vai aizbildnis un zināt, ka jūsu bērns mums ir sniedzis personas datus, lūdzu, Sazinies ar mums. Ja mēs uzzinām, ka esam apkopojuši personas datus no ikviena, kas jaunāks par 13 gadiem, bez vecāku piekrišanas pārbaudes, mēs veicam pasākumus, lai šo informāciju noņemtu no mūsu serveriem.</p> <p>Ja mums ir jāpaļaujas uz piekrišanu kā juridisko pamatu jūsu informācijas apstrādei un jūsu valstij ir nepieciešama vecāku piekrišana, mēs varam pieprasīt jūsu vecāku piekrišanu, pirms apkopojam un izmantojam šo informāciju.</p> <h1><strong>Saites uz citām vietnēm</strong></h1> <p>Mūsu Pakalpojumā var būt saites uz citām vietnēm, kuras mēs neapsaimniekojam. Noklikšķinot uz trešās puses saites, jūs tiksiet novirzīts uz šīs trešās puses vietni. Mēs iesakām jums pārskatīt katras apmeklētās vietnes konfidencialitātes politiku.</p> <p>Mēs nekontrolējam un neuzņemamies atbildību par trešo pušu vietņu vai pakalpojumu saturu, konfidencialitātes politiku vai praksi.</p> <h1><strong>Izmaiņas šajā konfidencialitātes politikā</strong></h1> <p>Mēs laiku pa laikam varam atjaunināt mūsu konfidencialitātes politiku. Mēs paziņosim jums par visām izmaiņām, šajā lapā ievietojot jauno konfidencialitātes politiku.</p> <p>Pirms izmaiņu stāšanās spēkā mēs jums paziņosim pa e-pastu un / vai pamanāmu paziņojumu par mūsu pakalpojumu, kā arī atjaunināsim datumu Pēdējā atjaunināšana šīs konfidencialitātes politikas augšdaļā.</p> <p>Jums ieteicams periodiski pārskatīt šo konfidencialitātes politiku, lai konstatētu izmaiņas. Izmaiņas šajā konfidencialitātes politikā ir spēkā, kad tās tiek publicētas šajā lapā.</p> <h1><strong>Sazinies ar mums</strong></h1> <p>Ja jums ir kādi jautājumi par šiem noteikumiem un nosacījumiem, varat sazināties ar mums:</p> <ul> <li>Pa e-pastu: info@currency.wiki</li> </ul> <p> </p> <p> </p>\n</string>",
  "html_support":" <h1>Palīdzība</h1> <p>Ja jums rodas problēma ar mūsu valūtas konvertētāja lietotni, lūdzu, nosūtiet e-pastu uz <a href=mailto:app@currency.wiki>app@currency.wiki</a> (atbildei atvēliet 24–48 stundas) un temata rindiņā pievienojiet “Problēma ar lietotni”  </p> <p>Lūdzu, aprakstiet problēmu, ieskaitot ierīces nosaukumu un modeļa numuru, kā arī pašreizējo android versiju. piemēram, Samsung Galaxy S9 + Android 10</p> <h1>FAQ</h1> <h2>Cik bieži valūtas kursi tiek atjaunināti?</h2> <p>Likmes tiek atjauninātas ik pēc 30 minūtēm un laikā ik pēc 60 sekundēm, izņemot nedēļas nogales (Forex tirgus ASV tiek slēgts piektdien plkst. 17.00 EST un atvērts svētdien plkst. 17.00 EST).</p> <h2>Cik bieži kriptovalūtas tiek atjauninātas?</h2> <p>Kriptovalūtu tirgus nekad neaizveras. Tas ir atvērts 24/7, 365 dienas gadā. Bitcoin (BTC) likmes vienmēr tiek atjauninātas, pat nedēļas nogalēs</p> <h2>Kā pievienot logrīku?</h2> <ul> <li>Sākuma ekrānā pieskarieties tukšai vietai un turiet to</li> <li>Pieskarieties Logrīki</li> <li>Meklēšanas lodziņā ierakstiet  CurrencyConverter , un tajā jāparāda valūtas logrīks</li> <li>Jūs pieskaraties logrīkam, un tas liks jums izvēlēties logrīka veidu, kuru vēlaties parādīt, turot un velkot uz sākuma ekrānu</li> </ul> <h2>Kāpēc es saņemu vienu no šiem sistēmas paziņojumiem?</h2> <ul> <li>Pārtrauciet akumulatora lietojuma optimizēšanu</li> <li>Neoptimizējiet akumulatora lietošanu</li> <li>Ļaujiet lietotnei vienmēr darboties fonā</li> <li>Ignorējiet akumulatora optimizāciju</li> </ul> <p>Ja sākuma ekrānā izmantojat valūtas logrīku, iesakām ļaut mūsu lietotnei darboties fonā, lai nodrošinātu, ka likmes vienmēr ir atjauninātas</p> <h2>Akumulatora lietojums?</h2> <p>Mūsu lietotne tika izstrādāta, lai izmantotu minimālu akumulatora daudzumu un darbotos fonā, lai atjauninātu ātrumu. Lūdzu, ņemiet vērā, ka spēlē daudzi faktori, piemēram, lietotnes aizvēršana pēc lietošanas, ierīces pārliecināšanās par mūsu lietotni utt.</p> <h1>Padomi</h1> <h2>Kopējiet, lai kopīgotu</h2> <p>Ja dodaties uz galveno valūtas konvertētāja ekrānu, pieskarieties un turiet rezultātus. Rezultāti tiks kopēti starpliktuvē kā piemērs “1,00 USD = 0,84 EUR”, kuru varat kopīgot</p> <h2>Aprēķiniet padomus / nodevas / nodokļus</h2> <p>Mēs esam izveidojuši šādu loģiku ātru padomu aprēķināšanai; ja ievadāt piemēru 50% 10 un pieskaraties =, tas aprēķinās 10% no 50</p> <h2>Multi-pārveidotājs</h2> <p>Jūs varat pārkārtot valūtu secību izvēlētajā sarakstā, velkot un nometot</p> <p> </p> <p> </p>\n</string>",
  "html_terms":" <h1>Noteikumi un nosacījumi</h1> <p>Pēdējoreiz atjaunināts: 2021. gada 13. martā</p> <p>Pirms izmantojat mūsu pakalpojumu, lūdzu, uzmanīgi izlasiet šos noteikumus un nosacījumus.</p> <h1>Interpretācija un definīcijas</h1> <h2>Interpretācija</h2> <p>Vārdiem, kuru lielais burts ir lielais, ir nozīme, kas definēta šādos apstākļos. Turpmākajām definīcijām ir tāda pati nozīme neatkarīgi no tā, vai tās parādās vienskaitlī vai daudzskaitlī.</p> <h2>Definīcijas</h2> <p>Šajos noteikumos un nosacījumos:</p> <ul> <li> <strong>Lietojumprogramma </strong>ir uzņēmuma nodrošināta programmatūras programma, kuru jūs lejupielādējāt uz jebkuras elektroniskas ierīces, kuras nosaukums Valūtas konvertētāja lietotne ir Currency.Wiki </li> <li> <strong>Lietojumprogrammu veikals </strong>ir digitālās izplatīšanas pakalpojums, kuru pārvalda un izstrādā Apple Inc. (Apple App Store) vai Google Inc. (Google Play veikals), kurā lietojumprogramma ir lejupielādēta. </li> <li> <strong>Saistīts </strong>uzņēmums ir uzņēmums, kas kontrolē, kontrolē vai ir kopīgā kontrolē ar pusi, kur kontrole nozīmē īpašumtiesības uz 50% vai vairāk no akcijām, kapitāla daļām vai citiem vērtspapīriem, kas ir tiesīgi balsot par direktoru vai citu vadošo iestāžu vēlēšanām. . </li> <li> <strong>Valsts </strong>attiecas uz: Kaliforniju, Amerikas Savienotajām Valstīm </li> <li> <strong>Uzņēmums </strong>(šajā līgumā dēvēts vai nu par Uzņēmumu, Mēs, Mēs vai Mūsu) atsaucas uz Valūtu.Wiki, 122. 15th st # 431 Del Mar, CA 92014. </li> <li> <strong>Ierīce </strong>nozīmē jebkuru ierīci, kas var piekļūt Pakalpojumam, piemēram, datoru, mobilo tālruni vai digitālo planšetdatoru. </li> <li> <strong>Pirkums lietotnē </strong>attiecas uz produkta, preces, pakalpojuma vai abonementa iegādi, kas veikta, izmantojot Lietojumprogrammu un uz kuru attiecas šie Noteikumi un / vai pašas Lietojumprogrammu veikala noteikumi un nosacījumi. </li> <li> <strong>Pakalpojums </strong>attiecas uz Lietojumprogrammu. </li> <li> <strong>Abonementi </strong>attiecas uz pakalpojumiem vai piekļuvi Pakalpojumam, ko uzņēmums piedāvā jums abonēšanas kārtībā. </li> <li> <strong>Noteikumi un nosacījumi </strong>(saukti arī par Noteikumiem) nozīmē šos Noteikumus un nosacījumus, kas veido visu līgumu starp Jums un Uzņēmumu par Pakalpojuma izmantošanu. </li> <li> <strong>Trešās puses sociālo mediju pakalpojums </strong>ir jebkurš pakalpojums vai saturs (ieskaitot datus, informāciju, produktus vai pakalpojumus), ko nodrošina trešā puse un kuru Pakalpojums var parādīt, iekļaut vai padarīt pieejamu. </li> <li> <strong>Jūs </strong>domājat personu, kura piekļūst Pakalpojumam vai to izmanto, vai uzņēmumu vai citu juridisku personu, kuras vārdā šī persona piekļūst vai izmanto Pakalpojumu, ja piemērojams. </li> </ul>\n</string><h1>Pateicība</h1> <p>Šie ir Noteikumi un nosacījumi, kas reglamentē šī Pakalpojuma izmantošanu, un līgums, kas darbojas starp Jums un Uzņēmumu. Šie noteikumi un nosacījumi nosaka visu lietotāju tiesības un pienākumus attiecībā uz Pakalpojuma izmantošanu.</p> <p>Jūsu piekļuve Pakalpojumam un tā izmantošana ir atkarīga no jūsu piekrišanas šiem noteikumiem un nosacījumiem un to ievērošanas. Šie noteikumi un nosacījumi attiecas uz visiem apmeklētājiem, lietotājiem un citiem, kas piekļūst Pakalpojumam vai to izmanto.</p> <p>Piekļūstot Pakalpojumam vai izmantojot to, jūs piekrītat ievērot šos noteikumus un nosacījumus. Ja nepiekrītat kādai šo Noteikumu un nosacījumu daļai, jūs nedrīkstat piekļūt Pakalpojumam.</p> <p>Jūs apliecināt, ka esat vecāks par 18 gadiem. Uzņēmums neļauj personām, kas jaunākas par 18 gadiem, izmantot Pakalpojumu.</p> <p>Jūsu piekļuve Pakalpojumam un tā izmantošana ir atkarīga arī no tā, vai Jūs piekrītat un ievērojat Uzņēmuma Privātuma politiku. Mūsu konfidencialitātes politikā ir aprakstītas mūsu politikas un procedūras par jūsu personiskās informācijas vākšanu, izmantošanu un izpaušanu, kad izmantojat lietojumprogrammu vai vietni, un pastāstīts par jūsu privātuma tiesībām un to, kā likums jūs aizsargā. Pirms izmantojat mūsu pakalpojumu, lūdzu, uzmanīgi izlasiet mūsu konfidencialitātes politiku.</p> <h1>Abonementi</h1> <h2>Abonēšanas periods</h2> <p>Pakalpojums vai dažas tā daļas ir pieejamas tikai ar apmaksātu abonementu. Jums tiks izrakstīti rēķini iepriekš regulāri un periodiski (piemēram, katru dienu, nedēļu, mēnesi vai gadu) atkarībā no tā, kāda veida abonēšanas plānu izvēlaties, iegādājoties abonementu.</p> <p>Katra perioda beigās jūsu abonements automātiski tiks atjaunots ar tādiem pašiem nosacījumiem, ja vien jūs to neatcelsit vai uzņēmums neatcels.</p> <h2>Abonementu atcelšana</h2> <p>Abonementa atjaunošanu varat atcelt, izmantojot sava konta iestatījumu lapu vai sazinoties ar uzņēmumu. Jūs nesaņemsit atmaksu par maksu, kuru esat jau samaksājis par savu pašreizējo Abonēšanas periodu, un jūs varēsiet piekļūt Pakalpojumam līdz pašreizējā Abonēšanas perioda beigām.</p> <p>Ja abonements ir veikts, izmantojot pirkumu lietotnē, varat atcelt abonementa atjaunošanu lietojumprogrammu veikalā.</p> <h2>Norēķini</h2> <p>Jums jāsniedz uzņēmumam precīza un pilnīga norēķinu informācija, tostarp pilns vārds, adrese, štats, pasta indekss, tālruņa numurs un derīga informācija par maksājuma veidu.</p> <p>Ja kāda iemesla dēļ automātiska norēķināšanās nenotiek, Uzņēmums izsniedz elektronisku rēķinu, norādot, ka jums noteiktā termiņā ir jārīkojas manuāli, maksājot pilnu summu rēķinā norādītajam norēķinu periodam.</p> <p>Ja abonements ir veikts, izmantojot pirkumu lietotnē, visus rēķinus apstrādā lietojumprogrammu veikals, un tos regulē pašas lietojumprogrammu veikala noteikumi un nosacījumi.</p> <h2>Maksa izmaiņas</h2> <p>Uzņēmums pēc saviem ieskatiem un jebkurā laikā var mainīt Abonēšanas maksas. Jebkuras Abonēšanas maksas izmaiņas stāsies spēkā toreizējā Abonēšanas perioda beigās.</p> <p>Uzņēmums jums paziņos par saprātīgu iepriekšēju paziņojumu par visām abonēšanas maksas izmaiņām, lai dotu jums iespēju pārtraukt jūsu abonementu, pirms šīs izmaiņas stājas spēkā.</p> <p>Jūsu turpmākā Pakalpojuma izmantošana pēc Abonēšanas maksas maiņas stāšanās spēkā ir Jūsu vienošanās maksāt modificēto Abonēšanas maksas summu.</p> <h2>Atmaksa</h2> <p>Izņemot gadījumus, kad to nosaka likums, samaksātā abonēšanas maksa netiek atmaksāta.</p> <p>Atsevišķus atmaksas pieprasījumus par Abonementiem Sabiedrība var izskatīt katrā gadījumā atsevišķi, un tos var apmierināt tikai pēc Sabiedrības ieskatiem.</p> <p>Ja abonements ir veikts, izmantojot pirkumu lietotnē, tiks piemērota lietojumprogrammu veikala atmaksas politika. Ja vēlaties pieprasīt atmaksu, to varat izdarīt, tieši sazinoties ar Application Store.</p> <h1>Pirkumi lietotnē</h1> <p>Lietojumprogramma var ietvert pirkumus lietotnē, kas ļauj iegādāties produktus, pakalpojumus vai abonementus.</p> <p>Plašāka informācija par to, kā jūs varētu pārvaldīt pirkumus lietotnēs, izmantojot savu ierīci, var būt norādīta paša lietojumprogrammu veikala noteikumos un ierīces palīdzības iestatījumos.</p> <p>Pirkumus lietotnē var patērēt tikai lietojumprogrammā. Ja veicat pirkumu lietotnē, pirkumu lietotnē nevar atcelt pēc tam, kad esat sācis tā lejupielādi. Pirkumus lietotnē nevar izpirkt par naudu vai citu atlīdzību vai kā citādi pārskaitīt.</p> <p>Ja kāds pirkums lietotnē netiek veiksmīgi lejupielādēts vai nedarbojas, tiklīdz tas ir veiksmīgi lejupielādēts, mēs, uzzinājuši par kļūdu vai paziņojuši par kļūdu, izpētīsim vainas cēloni. Mēs rīkosimies saprātīgi, izlemjot, vai jums nodrošināt aizstājošu pirkumu lietotnē vai izsniegt jums plāksteri, lai novērstu kļūdu. Nekādā gadījumā mēs nemaksāsim jūs par pirkuma lietotnē nomaiņu vai labošanu. Maz ticams gadījums, kad mēs nevaram nomainīt vai salabot attiecīgo pirkumu lietotnē vai nespējam to izdarīt saprātīgā laika periodā un neradot jums būtiskas neērtības, mēs pilnvarosim lietojumprogrammu veikalu atmaksāt jums summu līdz attiecīgā pirkuma lietotnē izmaksas. Alternatīvi, ja vēlaties pieprasīt atmaksu, to varat izdarīt, tieši sazinoties ar Application Store.</p> <p>Jūs atzīstat un piekrītat, ka visus norēķinu un darījumu procesus apstrādā lietojumprogrammu veikals, no kura lejupielādējāt lietojumprogrammu, un uz tiem attiecas šī lietojumprogrammu veikala noteikumi un nosacījumi.</p> <p>Ja jums ir kādas problēmas saistībā ar maksājumiem saistībā ar pirkumiem lietotnēs, jums tieši jāsazinās ar lietojumprogrammu veikalu.</p> <h1>Saites uz citām vietnēm</h1> <p>Mūsu Pakalpojumā var būt saites uz trešo pušu vietnēm vai pakalpojumiem, kas nav uzņēmuma īpašumā vai kontrolē.</p> <p>Uzņēmums nekontrolē un neuzņemas atbildību par trešo pušu vietņu vai pakalpojumu saturu, konfidencialitātes politiku vai praksi. Jūs arī atzīstat un piekrītat, ka Uzņēmums nav tieši vai netieši atbildīgs vai atbildīgs par jebkādiem zaudējumiem vai zaudējumiem, ko izraisījis vai varētu izraisīt vai izraisījis jebkura šāda veida satura, preču vai pakalpojumu izmantošana vai paļaušanās uz tiem. vai izmantojot jebkuras šādas tīmekļa vietnes vai pakalpojumus.</p> <p>Mēs iesakām jums izlasīt trešo personu vietņu vai pakalpojumu noteikumus un nosacījumus, kā arī privātuma politikas, kuras apmeklējat.</p>\n</string> <h1>Izbeigšana</h1> <p>Mēs varam pārtraukt vai apturēt jūsu piekļuvi nekavējoties, bez iepriekšēja brīdinājuma vai atbildības jebkura iemesla dēļ, tostarp bez ierobežojumiem, ja jūs pārkāpjat šos noteikumus un nosacījumus.</p> <p>Pēc līguma izbeigšanas jūsu tiesības izmantot Pakalpojumu nekavējoties zaudēs spēku.</p> <h1>Atbildības ierobežojums</h1> <p>Neskatoties uz jebkādiem zaudējumiem, kas jums var rasties, visa Uzņēmuma un tā piegādātāju atbildība saskaņā ar jebkuru šo Noteikumu nosacījumu un Jūsu ekskluzīvais tiesiskās aizsardzības līdzeklis attiecībā uz visu iepriekš minēto attiecas tikai uz summu, kuru esat faktiski samaksājis, izmantojot Pakalpojumu, vai 100 USD ja neko neesat iegādājies, izmantojot Pakalpojumu.</p> <p>Maksimālā apjomā, ko pieļauj piemērojamie tiesību akti, Uzņēmums vai tā piegādātāji nekādā gadījumā nav atbildīgi par jebkādiem īpašiem, nejaušiem, netiešiem vai izrietošiem zaudējumiem (ieskaitot, bet neaprobežojoties ar zaudējumiem par peļņas zaudēšanu, datu zaudēšanu vai zaudējumiem). cita informācija par uzņēmējdarbības pārtraukšanu, par miesas bojājumiem, privātuma zaudēšanu, kas izriet no Pakalpojuma, trešās puses programmatūras un / vai ar Pakalpojumu izmantotas trešās puses aparatūras lietošanas vai nespēja to izmantot, vai jebkādā veidā saistīta ar to, vai citādi saistībā ar kādu no šo Noteikumu noteikumiem), pat ja Uzņēmumam vai jebkuram piegādātājam ir paziņots par šādu zaudējumu iespējamību un pat tad, ja tiesiskās aizsardzības līdzeklis neizpilda tā galveno mērķi.</p> <p>Dažas valstis nepieļauj netiešo garantiju izslēgšanu vai atbildības ierobežošanu par nejaušiem vai izrietošiem zaudējumiem, kas nozīmē, ka daži no iepriekš minētajiem ierobežojumiem var nebūt piemērojami. Šajās valstīs katras puses atbildība tiks ierobežota vislielākajā mērā, ko pieļauj likums.</p> <h1>KĀDA IR un KĀ PIEEJAMS atruna</h1> <p>Pakalpojums jums tiek sniegts KĀDS IR un PIEEJAMS un ar visām kļūdām un defektiem bez jebkādas garantijas. Maksimālā apjomā, ko pieļauj piemērojamie tiesību akti, Sabiedrība savā vārdā un savu saistīto uzņēmumu, kā arī to un to attiecīgo licenciāru un pakalpojumu sniedzēju vārdā skaidri atsakās no visām garantijām, gan tiešām, netieši, ar likumu noteiktas, gan citām, attiecībā uz Pakalpojums, ieskaitot visas netiešās garantijas par pārdodamību, piemērotību noteiktam mērķim, īpašumtiesībām un pārkāpumiem, kā arī garantijas, kas var rasties darījumu gaitā, izpildes gaitā, lietojumā vai tirdzniecības praksē. Neierobežojot iepriekšminēto, Uzņēmums nesniedz nekādas garantijas un neuzņemas saistības un neuzrāda nekādu apliecinājumu, ka Pakalpojums atbildīs jūsu prasībām, sasniegs iecerētos rezultātus, būs saderīgs vai darbosies ar jebkuru citu programmatūru, lietojumprogrammām, sistēmām vai pakalpojumiem, darbosies bez traucējumiem jāatbilst jebkuriem veiktspējas vai uzticamības standartiem vai jābūt bez kļūdām vai ka visas kļūdas vai defektus var vai tiks izlaboti.</p> <p>Neierobežojot iepriekšminēto, ne uzņēmums, ne kāds no uzņēmuma pakalpojumu sniedzējiem neizsaka nekādas tiešas vai netiešas garantijas: (i) attiecībā uz Pakalpojuma darbību vai pieejamību, vai informāciju, saturu, materiāliem vai izstrādājumiem iekļauts tajā; (ii) ka Pakalpojums būs nepārtraukts vai bez kļūdām; (iii) par jebkuras ar Pakalpojumu sniegtās informācijas vai satura precizitāti, uzticamību vai valūtu; vai (iv) ka Pakalpojumā, tā serveros, saturā vai e-pastos, kas nosūtīti no Uzņēmuma vai tā vārdā, nav vīrusu, skriptu, Trojas zirgu, tārpu, ļaunprātīgas programmatūras, laika bumbas vai citu kaitīgu komponentu.</p> <p>Dažās jurisdikcijās nav atļauts izslēgt noteikta veida garantijas vai ierobežojumus attiecībā uz spēkā esošajām patērētāja likumīgajām tiesībām, tāpēc daži vai visi iepriekš minētie izņēmumi un ierobežojumi, iespējams, neattiecas uz jums. Bet šādā gadījumā šajā sadaļā izklāstītos izņēmumus un ierobežojumus piemēro vislielākajā mērā, kas ir izpildāms saskaņā ar piemērojamiem tiesību aktiem.</p> <h1>Valdošais likums</h1> <p>Šos noteikumus un Pakalpojuma izmantošanu regulē valsts likumi, izņemot tās likumu kolīziju normas. Uz lietojumprogrammas izmantošanu var attiekties arī citi vietējie, štata, nacionālie vai starptautiskie likumi.</p> <h1>Strīdu izšķiršana</h1> <p>Ja jums ir kādas bažas vai strīds par Pakalpojumu, jūs piekrītat vispirms mēģināt atrisināt strīdu neoficiāli, sazinoties ar Uzņēmumu.</p> <h1>Eiropas Savienības (ES) lietotājiem</h1> <p>Ja esat Eiropas Savienības patērētājs, jūs izmantosiet visus obligātos tās valsts tiesību aktu noteikumus, kurā dzīvojat.</p> <h1>Amerikas Savienoto Valstu federālās valdības noteikumi par galapatēriņu</h1> <p>Ja jūs esat ASV federālās valdības galalietotājs, mūsu pakalpojums ir komerciāla prece, jo šis termins ir definēts 48 CFR § 2101.</p> <h1>Amerikas Savienoto Valstu juridiskā atbilstība</h1> <p>Jūs apliecināt un garantējat, ka (i) neatrodaties valstī, uz kuru attiecas Amerikas Savienoto Valstu valdības embargo vai kuru Amerikas Savienoto Valstu valdība ir noteikusi par teroristu atbalstošu valsti, un (ii) jūs neesat uzskaitīti jebkurā Amerikas Savienoto Valstu valdības aizliegto vai ierobežoto personu sarakstā.</p> <h1>Atdalāmība un atteikšanās</h1> <h2>Sadalāmība</h2> <p>Ja kāds no šo Noteikumu noteikumiem tiek uzskatīts par neizpildāmu vai nederīgu, šāds noteikums tiks mainīts un interpretēts, lai pēc iespējas vairāk sasniegtu šāda noteikuma mērķus saskaņā ar piemērojamajiem tiesību aktiem, un pārējie noteikumi paliks pilnībā spēkā.</p> <h2>Atteikšanās</h2> <p>Izņemot šeit noteikto, tiesību neizmantošana vai pienākuma izpilde saskaņā ar šiem noteikumiem neietekmē puses iespējas izmantot šādas tiesības vai pieprasīt šādu izpildi jebkurā laikā pēc tam, kā arī atteikšanās no pārkāpuma nav atteikšanās. par jebkuru nākamo pārkāpumu.</p> <h1>Tulkošanas tulkošana</h1> <p>Šie noteikumi un nosacījumi, iespējams, ir tulkoti, ja mēs tos esam padarījuši jums pieejamus mūsu Pakalpojumā. Jūs piekrītat, ka strīdu gadījumā noteicošais ir teksta oriģināls angļu valodā.</p> <h1>Izmaiņas šajos noteikumos un nosacījumos</h1> <p>Mēs paturam tiesības pēc saviem ieskatiem jebkurā laikā modificēt vai aizstāt šos Noteikumus. Ja pārskatīšana ir būtiska, mēs pieliksim pamatīgas pūles, lai vismaz 30 dienas iepriekš paziņotu pirms jaunu noteikumu stāšanās spēkā. Kas ir būtiskas izmaiņas, tiks noteikts pēc mūsu ieskatiem.</p> <p>Turpinot piekļuvi mūsu pakalpojumam vai tā izmantošanu pēc šo labojumu stāšanās spēkā, jūs piekrītat, ka pārskatītie noteikumi ir saistoši. Ja jūs pilnībā vai daļēji nepiekrītat jaunajiem noteikumiem, lūdzu, pārtrauciet izmantot vietni un pakalpojumu.</p> <h1>Atruna</h1> <p>Currency.wiki maiņas kursi ir paredzēti tikai informatīviem nolūkiem. Pirms veicat starptautiskus naudas pārskaitījumus un darījumus, lūdzu, pārbaudiet / apstipriniet valūtas kursus pie sava forex brokera vai finanšu iestādes.</p> <h1>Kredīti</h1> <p>Mēs vēlamies pateikties šādiem autoriem par bezmaksas ikonu izveidi un bezmaksas licenci diagrammu izmantošanai.</p> <ul> <li>MD Badša Meah: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>ikona king1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>Freepik: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> &amp; <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=lv&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>Sazinies ar mums</h1> <p>Ja jums ir kādi jautājumi par šiem noteikumiem un nosacījumiem, varat sazināties ar mums:</p> <ul> <li>Pa e-pastu: info@currency.wiki</li> </ul> <p> </p>\n</string>"






}
  
  