{

    "update": "update",
    "addCurrency": "Add Currency",
    "selectedCurrency": "العملة المختارة",
    "monetary": "تنسيق نقدي" ,
    "decimal": "تنسيق عشري" ,
    "firstTextRatingPage": "يرجى تصنيف التطبيق!",
    "secondTextRatingPage": "اضغط على النجوم وافتح مع متجر Google Play للتقييم" ,
    "buttonTextRatingPage": "ليس الآن" ,
    "removeAds": "إزالة الإعلانات",
    "removeAdsContent": "ادعم مشروعنا باشتراك سنوي صغير" ,
    "selectLanguage": "تحديد اللغة" ,
    "english":"عربي",
    "colorsSelection": "اختيار اللون" ,
    "theme": "الموضوع",
    "light ":"خفيف",
    "dark": "Dark",
    "widgetTransparency": "شفافية عنصر واجهة المستخدم" ,
    "visualSize": "الحجم المرئي" ,
    "A": "A" ,
    "appLogoLauncher": "App Logo Launcher",
    "multiConverter": "متعدد المحولات" ,
    "multiConverterContent1": "سيفتح المحول المتعدد افتراضيًا.",
    "multiConverterContent2": "ملاحظة:" ,
    "multiConverterContent3": "تعمل هذه الميزة فقط مع مشغل شعار التطبيق" ,
    "display": "عرض" ,
    "display1": "عرض 1" ,
    "display2": "عرض 2",
    "display3": "عرض 3" ,
    "dateFormat": "تنسيق البيانات",
    "not": "ليس الان",

    "selected": "selected" ,
    "CurrencyList": "CURRENCY LIST",
    "dontShowdontShow": "Dont't Show",
    "support":"دعم",
    "term": "مصطلح" ,
    "privacy": "سياسة الخصوصية" ,
    "unlocked": "غير مؤمن",
    "locked": "مغلق" ,
    "custom": "مخصص",
    "unlock": "UnLock",
    "wiki": "، بقلم" ,
    "multi": "محول متعدد",

    "html_policy": "<h1><strong>سياسة خاصة</strong></h1> <p>آخر تحديث: 13 مارس 2021</p> <p>تصف سياسة الخصوصية هذه سياساتنا وإجراءاتنا المتعلقة بجمع معلوماتك واستخدامها والإفصاح عنها عند استخدامك للخدمة وتخبرك بحقوق الخصوصية الخاصة بك وكيف يحميك القانون.</p> <p>نستخدم بياناتك الشخصية لتقديم الخدمة وتحسينها.&nbsp;باستخدام الخدمة ، فإنك توافق على جمع واستخدام المعلومات وفقًا لسياسة الخصوصية هذه.</p> <h1><strong>التفسير والتعريفات</strong></h1> <h2><strong>ترجمة</strong></h2> <p>الكلمات التي يتم كتابة الحرف الأول بها معاني محددة وفقًا للشروط التالية.&nbsp;يجب أن يكون للتعريفات التالية نفس المعنى بغض النظر عما إذا كانت تظهر بصيغة المفرد أو الجمع.</p> <h2><strong>تعريفات</strong></h2> <p>لأغراض سياسة الخصوصية هذه:</p> <ul> <li><strong>الحساب&nbsp;</strong>يعني حسابًا فريدًا تم إنشاؤه لك للوصول إلى خدمتنا أو أجزاء من خدمتنا.&nbsp;</li> <li><strong>الشركة التابعة&nbsp;</strong>تعني الكيان الذي يتحكم أو يتحكم فيه أو يخضع لسيطرة مشتركة مع أحد الأطراف ، حيث تعني السيطرة ملكية 50٪ أو أكثر من الأسهم أو حقوق الملكية أو الأوراق المالية الأخرى التي يحق لها التصويت لانتخاب أعضاء مجلس الإدارة أو أي سلطة إدارية أخرى .&nbsp;</li> <li><strong>التطبيق&nbsp;</strong>يعني البرنامج الذي توفره الشركة الذي تقوم بتنزيله على أي جهاز إلكتروني ، يسمى تطبيق محول&nbsp;العملات&nbsp;بواسطة&nbsp;Currency.Wiki&nbsp;</li> <li><strong>تشير الشركة&nbsp;</strong>(المشار إليها باسم الشركة أو نحن أو لنا في هذه الاتفاقية) إلى&nbsp;Currency.Wiki&nbsp;، 122 15th St # 431 Del Mar، CA 92014.&nbsp;</li> <li><strong>الدولة&nbsp;</strong>تشير إلى: كاليفورنيا ، الولايات المتحدة&nbsp;</li> <li><strong>الجهاز&nbsp;</strong>يعني أي جهاز يمكنه الوصول إلى الخدمة مثل جهاز كمبيوتر أو هاتف محمول أو جهاز لوحي رقمي.&nbsp;</li> <li><strong>البيانات الشخصية&nbsp;</strong>هي أي معلومات تتعلق بفرد محدد أو يمكن التعرف عليه.&nbsp;</li> <li>تشير&nbsp;<strong>الخدمة&nbsp;</strong>إلى التطبيق.&nbsp;</li> <li><strong>مقدم الخدمة&nbsp;</strong>يعني أي شخص طبيعي أو اعتباري يقوم بمعالجة البيانات نيابة عن الشركة.&nbsp;يشير إلى شركات أو أفراد تابعين لجهات خارجية توظفهم الشركة لتسهيل الخدمة ، لتقديم الخدمة نيابة عن الشركة ، لأداء الخدمات المتعلقة بالخدمة أو لمساعدة الشركة في تحليل كيفية استخدام الخدمة.&nbsp;</li> <li>تشير&nbsp;<strong>خدمة الوسائط الاجتماعية للجهات الخارجية&nbsp;</strong>إلى أي موقع ويب أو أي موقع شبكة اجتماعية يمكن للمستخدم من خلاله تسجيل الدخول أو إنشاء حساب لاستخدام الخدمة.&nbsp;</li> <li>تشير&nbsp;<strong>بيانات الاستخدام&nbsp;</strong>إلى البيانات التي يتم جمعها تلقائيًا ، إما الناتجة عن استخدام الخدمة أو من البنية التحتية للخدمة نفسها (على سبيل المثال ، مدة زيارة الصفحة).&nbsp;</li> <li><strong>أنت&nbsp;</strong>تعني الفرد الذي يصل إلى الخدمة أو يستخدمها ، أو الشركة ، أو الكيان القانوني الآخر الذي يقوم هذا الفرد بالوصول إلى الخدمة أو استخدامها نيابةً عنه ، حسب الاقتضاء.&nbsp;</li> </ul> <h1><strong>جمع واستخدام بياناتك الشخصية</strong></h1> <h2><strong>أنواع البيانات المجمعة</strong></h2> <h3><strong>بيانات شخصية</strong></h3> <p>أثناء استخدام خدمتنا ، قد نطلب منك تزويدنا بمعلومات تعريف شخصية معينة يمكن استخدامها للاتصال بك أو التعرف عليك.&nbsp;قد تتضمن معلومات التعريف الشخصية ، على سبيل المثال لا الحصر:</p> <ul> <li>عنوان بريد الكتروني</li> <li>بيانات الاستخدام</li> </ul> <p>يتم جمع بيانات الاستخدام تلقائيًا عند استخدام الخدمة.</p> <p>قد تتضمن بيانات الاستخدام معلومات مثل عنوان بروتوكول الإنترنت الخاص بجهازك (مثل عنوان IP) ، ونوع المتصفح ، وإصدار المتصفح ، وصفحات الخدمة التي تزورها ، ووقت وتاريخ زيارتك ، والوقت الذي تقضيه على تلك الصفحات ، والجهاز الفريد المعرفات والبيانات التشخيصية الأخرى.</p> <p>عندما تصل إلى الخدمة عن طريق أو من خلال جهاز محمول ، يجوز لنا جمع معلومات معينة تلقائيًا ، بما في ذلك ، على سبيل المثال لا الحصر ، نوع الجهاز المحمول الذي تستخدمه ، والمعرف الفريد لجهازك المحمول ، وعنوان IP لجهازك المحمول ، وهاتفك&nbsp;المحمول نظام التشغيل ، ونوع متصفح الإنترنت على الهاتف المحمول الذي تستخدمه ، ومعرفات الجهاز الفريدة وبيانات التشخيص الأخرى.</p> <p>قد نقوم أيضًا بجمع المعلومات التي يرسلها متصفحك عندما تزور خدمتنا أو عندما تصل إلى الخدمة عن طريق أو من خلال جهاز محمول.</p> <h2><strong>استخدام بياناتك الشخصية</strong></h2> <p>يجوز للشركة استخدام البيانات الشخصية للأغراض التالية:</p> <ul> <li><strong>لتوفير وصيانة خدمتنا&nbsp;</strong>، بما في ذلك مراقبة استخدام خدمتنا.</li> <li><strong>لإدارة حسابك:&nbsp;</strong>لإدارة تسجيلك كمستخدم للخدمة.&nbsp;يمكن أن تمنحك البيانات الشخصية التي تقدمها إمكانية الوصول إلى الوظائف المختلفة للخدمة المتاحة لك كمستخدم مسجل.&nbsp;</li> <li>لتنفيذ&nbsp;<strong>العقد:&nbsp;</strong>التطوير والامتثال والتعهد بعقد الشراء للمنتجات أو الأصناف أو الخدمات التي اشتريتها أو أي عقد آخر معنا من خلال الخدمة.&nbsp;</li> <li><strong>للاتصال بك:&nbsp;</strong>للاتصال بك عن طريق البريد الإلكتروني أو المكالمات الهاتفية أو الرسائل النصية القصيرة أو غيرها من أشكال الاتصالات الإلكترونية المماثلة ، مثل إخطارات تطبيق الهاتف المحمول فيما يتعلق بالتحديثات أو الاتصالات الإعلامية المتعلقة بالوظائف أو المنتجات أو الخدمات المتعاقد عليها ، بما في ذلك التحديثات الأمنية ، عند الضرورة أو المعقول لتنفيذها.&nbsp;</li> <li><strong>لتزويدك&nbsp;</strong>بالأخبار والعروض الخاصة والمعلومات العامة حول السلع والخدمات والأحداث الأخرى التي نقدمها والتي تشبه تلك التي اشتريتها بالفعل أو استفسرت عنها ما لم تكن قد اخترت عدم تلقي هذه المعلومات.&nbsp;</li> <li><strong>لإدارة طلباتك:&nbsp;</strong>لحضور وإدارة طلباتك إلينا.&nbsp;</li> <li><strong>بالنسبة لعمليات نقل الأعمال:&nbsp;</strong>قد نستخدم معلوماتك لتقييم أو إجراء عملية اندماج أو تصفية أو إعادة هيكلة أو إعادة تنظيم أو حل أو بيع أو نقل آخر لبعض أو كل أصولنا ، سواء كان ذلك كمنشأة مستمرة أو كجزء من الإفلاس أو التصفية ، أو إجراء مشابه ، حيث تكون البيانات الشخصية التي نحتفظ بها عن مستخدمي خدمتنا من بين الأصول المنقولة.&nbsp;</li> <li><strong>لأغراض أخرى&nbsp;</strong>: قد نستخدم معلوماتك لأغراض أخرى ، مثل تحليل البيانات ، وتحديد اتجاهات الاستخدام ، وتحديد فعالية حملاتنا الترويجية ولتقييم وتحسين خدماتنا ومنتجاتنا وخدماتنا وتسويقنا وتجربتك.</li> </ul> </string> <p>قد نشارك معلوماتك الشخصية في المواقف التالية:</p> <ul> <li><strong>مع مزودي الخدمة:&nbsp;</strong>قد نشارك معلوماتك الشخصية مع مزودي الخدمة لمراقبة وتحليل استخدام خدمتنا ، ولإظهار الإعلانات لك للمساعدة في دعم خدمتنا وصيانتها ، لمعالجة الدفع ، للاتصال بك.&nbsp;</li> <li><strong>لنقل الأعمال:&nbsp;</strong>يجوز لنا مشاركة معلوماتك الشخصية أو نقلها فيما يتعلق أو أثناء المفاوضات بشأن أي اندماج أو بيع أصول الشركة أو تمويل أو الاستحواذ على كل أو جزء من أعمالنا إلى شركة أخرى.&nbsp;</li> <li><strong>مع الشركات التابعة:&nbsp;</strong>قد نشارك معلوماتك مع الشركات التابعة لنا ، وفي هذه الحالة سنطلب من تلك الشركات التابعة احترام سياسة الخصوصية هذه.&nbsp;تشمل الشركات التابعة شركتنا الأم وأي شركات فرعية أخرى أو شركاء في المشاريع المشتركة أو شركات أخرى نسيطر عليها أو تخضع لسيطرة مشتركة معنا.&nbsp;</li> <li><strong>مع شركاء الأعمال:&nbsp;</strong>قد نشارك معلوماتك مع شركائنا في العمل لنقدم لك منتجات أو خدمات أو عروض ترويجية معينة.&nbsp;</li> <li><strong>مع مستخدمين آخرين:&nbsp;</strong>عندما تشارك معلومات شخصية أو تتفاعل بطريقة أخرى في المناطق العامة مع مستخدمين آخرين ، فقد يتم عرض هذه المعلومات من قبل جميع المستخدمين ويمكن توزيعها علنًا في الخارج.&nbsp;إذا تفاعلت مع مستخدمين آخرين أو قمت بالتسجيل من خلال خدمة وسائط اجتماعية لجهة خارجية ، فقد ترى جهات الاتصال الخاصة بك على خدمة الوسائط الاجتماعية التابعة لجهة خارجية اسمك وملفك الشخصي وصورك ووصف نشاطك.&nbsp;وبالمثل ، سيتمكن المستخدمون الآخرون من عرض أوصاف نشاطك والتواصل معك وعرض ملفك الشخصي.&nbsp;</li> <li><strong>بموافقتك&nbsp;</strong>: يجوز لنا الكشف عن معلوماتك الشخصية لأي غرض آخر بموافقتك.</li> </ul> <h2><strong>الاحتفاظ ببياناتك الشخصية</strong></h2> <p>ستحتفظ الشركة ببياناتك الشخصية فقط طالما كان ذلك ضروريًا للأغراض المنصوص عليها في سياسة الخصوصية هذه.&nbsp;سنحتفظ ببياناتك الشخصية ونستخدمها بالقدر اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال ، إذا طُلب منا الاحتفاظ ببياناتك للامتثال للقوانين المعمول بها) ، وحل النزاعات ، وفرض اتفاقياتنا وسياساتنا القانونية.</p> <p>ستحتفظ الشركة أيضًا ببيانات الاستخدام لأغراض التحليل الداخلي.&nbsp;يتم الاحتفاظ ببيانات الاستخدام عمومًا لفترة زمنية أقصر ، إلا في حالة استخدام هذه البيانات لتعزيز الأمن أو لتحسين وظائف خدمتنا ، أو نحن ملزمون قانونًا بالاحتفاظ بهذه البيانات لفترات زمنية أطول.</p> <h2><strong>نقل بياناتك الشخصية</strong></h2> <p>تتم معالجة معلوماتك ، بما في ذلك البيانات الشخصية ، في مكاتب تشغيل الشركة وفي أي أماكن أخرى حيث توجد الأطراف المشاركة في المعالجة&nbsp;.&nbsp;هذا يعني أنه قد يتم نقل هذه المعلومات إلى أجهزة الكمبيوتر الموجودة خارج ولايتك أو مقاطعتك أو بلدك أو أي ولاية قضائية حكومية أخرى - حيث قد تختلف قوانين حماية البيانات عن تلك الموجودة في ولايتك القضائية.</p> <p>موافقتك على سياسة الخصوصية هذه متبوعة بتقديمك لهذه المعلومات يمثل موافقتك على هذا النقل.</p> <p>ستتخذ الشركة جميع الخطوات اللازمة بشكل معقول لضمان التعامل مع بياناتك بشكل آمن ووفقًا لسياسة الخصوصية هذه ولن يتم نقل بياناتك الشخصية إلى منظمة أو دولة ما لم تكن هناك ضوابط كافية في مكانها بما في ذلك أمن بياناتك ومعلوماتك الشخصية الأخرى.</p> <h2><strong>الإفصاح عن بياناتك الشخصية</strong></h2> <h3><strong>المعاملات التجارية</strong></h3> <p>إذا كانت الشركة متورطة في عملية دمج أو استحواذ أو بيع أصول ، فقد يتم نقل بياناتك الشخصية.&nbsp;سنقدم إشعارًا قبل نقل بياناتك الشخصية وإخضاعها لسياسة خصوصية مختلفة.</p> <h3><strong>تطبيق القانون</strong></h3> <p>في ظل ظروف معينة ، قد يُطلب من الشركة الكشف عن بياناتك الشخصية إذا طُلب منها ذلك بموجب القانون أو استجابة لطلبات صحيحة من قبل السلطات العامة (مثل محكمة أو وكالة حكومية).</p> <h3><strong>المتطلبات القانونية الأخرى</strong></h3> <p>قد تفصح الشركة عن بياناتك الشخصية بحسن نية أن هذا الإجراء ضروري من أجل:</p> <ul> <li>الامتثال لالتزام قانوني</li> <li>حماية والدفاع عن حقوق أو ممتلكات الشركة</li> <li>منع أو التحقيق في أي مخالفات محتملة تتعلق بالخدمة</li> <li>حماية السلامة الشخصية لمستخدمي الخدمة أو الجمهور</li> <li>الحماية من المسؤولية القانونية</li> </ul> <h2><strong>أمن بياناتك الشخصية</strong></h2> <p>يعد أمان بياناتك الشخصية أمرًا مهمًا بالنسبة لنا ، ولكن تذكر أنه لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة بنسبة 100٪.&nbsp;بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية بياناتك الشخصية ، لا يمكننا ضمان أمنها المطلق.</p> <h1><strong>معلومات مفصلة عن معالجة بياناتك الشخصية</strong></h1> <p>قد يتمكن مقدمو الخدمة الذين نستخدمهم من الوصول إلى بياناتك الشخصية.&nbsp;يقوم بائعو الجهات الخارجية بجمع وتخزين واستخدام ومعالجة ونقل المعلومات حول نشاطك على خدمتنا وفقًا لسياسات الخصوصية الخاصة بهم.</p> <h2><strong>تحليلات</strong></h2> <p>قد نستخدم مزودي خدمات تابعين لجهات خارجية لمراقبة وتحليل استخدام خدمتنا.</p> <ul> <li><strong>تحليلات كوكل</strong></li> </ul> <p>Google Analytics هي خدمة تحليلات الويب التي تقدمها Google والتي تتعقب حركة مرور موقع الويب وتبلغ عنها.&nbsp;تستخدم Google البيانات التي تم جمعها لتتبع ومراقبة استخدام خدمتنا.&nbsp;تتم مشاركة هذه البيانات مع خدمات Google الأخرى.&nbsp;قد تستخدم Google البيانات التي تم جمعها لتهيئة إعلانات شبكة الإعلانات الخاصة بها وتخصيصها.</p> <p>يمكنك إلغاء الاشتراك في بعض ميزات Google Analytics من خلال إعدادات جهازك المحمول ، مثل إعدادات الإعلان في جهازك أو باتباع الإرشادات المقدمة من Google في سياسة الخصوصية الخاصة بها:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>&nbsp;</p> <p>لمزيد من المعلومات حول ممارسات الخصوصية الخاصة بـ Google ، يرجى زيارة صفحة الويب الخاصة بخصوصية وسياسة Google:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>&nbsp;</p> </string> <ul> <li><strong>Firebase</strong></li> </ul> <p>Firebase هي خدمة تحليلات تقدمها شركة Google Inc.</p> <p>يمكنك إلغاء الاشتراك في بعض ميزات Firebase من خلال إعدادات جهازك المحمول ، مثل إعدادات الإعلان بجهازك أو باتباع الإرشادات المقدمة من Google في سياسة الخصوصية الخاصة بها:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>&nbsp;</p> <p>نشجعك أيضًا على مراجعة سياسة Google لحماية بياناتك:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a>&nbsp;</p> <p>لمزيد من المعلومات حول نوع المعلومات التي يجمعها Firebase ، يرجى زيارة صفحة كيفية استخدام Google للبيانات عند استخدامك لمواقع شركائنا أو تطبيقاتهم على الويب:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a>&nbsp;</p> <ul> <li><strong>تطبيقات</strong></li> </ul> <p>يمكن الاطلاع على سياسة الخصوصية الخاصة بهم على&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a>&nbsp;</p> <ul> <li><strong>إعلانات تطبيق Facebook</strong></li> </ul> <p>يمكن الاطلاع على سياسة الخصوصية الخاصة بهم على&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a>&nbsp;</p> <p><strong>دعاية</strong></p> <p>قد نستخدم مزودي الخدمة لعرض إعلانات لك للمساعدة في دعم خدمتنا والحفاظ عليها.</p> <ul> <li><strong>AdMob&nbsp;من Google</strong></li> </ul> <p>يتم توفير&nbsp;AdMob&nbsp;من Google بواسطة Google Inc.</p> <p>يمكنك إلغاء الاشتراك في&nbsp;خدمة&nbsp;AdMob&nbsp;by Google باتباع الإرشادات الموضحة من قِبل Google:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922؟hl=ar</a>&nbsp;</p> <p>لمزيد من المعلومات حول كيفية استخدام Google للمعلومات التي تم جمعها ، يرجى زيارة صفحة كيفية استخدام Google للبيانات عند استخدام مواقع شركائنا أو تطبيقاتهم:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a>&nbsp;أو قم بزيارة صفحة الخصوصية سياسة جوجل:&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>&nbsp;&nbsp;&nbsp;</p> <h2><strong>المدفوعات</strong></h2> <p>قد نقدم منتجات و / أو خدمات مدفوعة ضمن الخدمة.&nbsp;في هذه الحالة ، قد نستخدم خدمات الجهات الخارجية لمعالجة الدفع (مثل معالجات الدفع).</p> <p>لن نقوم بتخزين أو جمع تفاصيل بطاقة الدفع الخاصة بك.&nbsp;يتم تقديم هذه المعلومات مباشرةً إلى معالجي الدفع التابعين لجهات خارجية والذين&nbsp;يخضع&nbsp;استخدامهم&nbsp;لمعلوماتك&nbsp;الشخصية&nbsp;لسياسة الخصوصية الخاصة بهم.&nbsp;تلتزم معالجات الدفع هذه بالمعايير التي حددتها PCI-DSS كما يديرها مجلس معايير أمان PCI ، وهو جهد مشترك لعلامات تجارية مثل Visa و Mastercard و American Express و Discover.&nbsp;تساعد متطلبات PCI-DSS على ضمان المعالجة الآمنة لمعلومات الدفع.</p> <ul> <li><strong>Google Play In-App Payments</strong></li> </ul> <p>يمكن الاطلاع على سياسة الخصوصية الخاصة بهم على&nbsp;<a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/policies/privacy/</a>&nbsp;</p> <h1><strong>خصوصية الأطفال</strong></h1> <p>لا تخاطب خدمتنا أي شخص يقل عمره عن 13 عامًا ، فنحن لا نجمع عن عمد معلومات تعريف شخصية من أي شخص يقل عمره عن 13 عامًا. اتصل بنا.&nbsp;إذا علمنا أننا قد جمعنا بيانات شخصية من أي شخص يقل عمره عن 13 عامًا دون التحقق من موافقة الوالدين ، فإننا نتخذ خطوات لإزالة هذه المعلومات من خوادمنا.</p> <p>إذا احتجنا إلى الاعتماد على الموافقة كأساس قانوني لمعالجة معلوماتك وطلب بلدك موافقة أحد الوالدين ، فقد نطلب موافقة والديك قبل أن نجمع هذه المعلومات ونستخدمها.</p> <h1><strong>روابط لمواقع أخرى</strong></h1> <p>قد تحتوي خدمتنا على روابط لمواقع أخرى لا نقوم بتشغيلها.&nbsp;إذا قمت بالنقر فوق ارتباط جهة خارجية ، فسيتم توجيهك إلى موقع الطرف الثالث.&nbsp;ننصحك بشدة بمراجعة سياسة الخصوصية لكل موقع تزوره.</p> <p>ليس لدينا أي سيطرة ولا نتحمل أي مسؤولية عن المحتوى أو سياسات الخصوصية أو ممارسات أي مواقع أو خدمات خاصة بطرف ثالث.</p> <h1><strong>التغييرات على سياسة الخصوصية هذه</strong></h1> <p>قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر.&nbsp;سنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة.</p> <p>سنخبرك عبر البريد الإلكتروني و / أو إشعارًا بارزًا على خدمتنا ، قبل أن يصبح التغيير ساريًا وتحديث تاريخ آخر تحديث في الجزء العلوي من سياسة الخصوصية هذه.</p> <p>يُنصح بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات.&nbsp;تسري التغييرات التي تطرأ على سياسة الخصوصية هذه عند نشرها على هذه الصفحة.</p> <h1><strong>اتصل بنا</strong></h1> <p>إذا كانت لديك أي أسئلة حول هذه الشروط والأحكام ، يمكنك الاتصال بنا:</p> <ul> <li>عبر البريد الإلكتروني: info@currency.wiki</li> </ul> <p>&nbsp;</p> <p>&nbsp;</p> </string>",
    "html_support":"<h1>مساعدة</h1> <p>إذا كنت تواجه مشكلة في تطبيق تحويل العملات ، فيرجى إرسال بريد إلكتروني إلى <a href=mailto:app@currency.wiki>app@currency.wiki</a> (اترك 24-48 ساعة للرد) وفي سطر الموضوع ، يرجى إضافة مشكلة في التطبيق  </p> <p>يرجى وصف المشكلة ، بما في ذلك اسم جهازك ورقم الطراز وإصدار android الحالي. على سبيل المثال ، Samsung Galaxy S9 + Android 10</p> <h1>التعليمات</h1> <h2>كم مرة يتم تحديث أسعار الصرف؟</h2> <p>يتم تحديث الأسعار كل 30 دقيقة وفي الوقت المحدد كل 60 ثانية باستثناء عطلات نهاية الأسبوع (يغلق سوق الفوركس في الولايات المتحدة يوم الجمعة الساعة 5 مساءً بتوقيت شرق الولايات المتحدة ويفتح يوم الأحد الساعة 5 مساءً بتوقيت شرق الولايات المتحدة)</p> <h2>كم مرة يتم تحديث العملات المشفرة؟</h2> <p>سوق العملات المشفرة لا يغلق أبدًا. إنه مفتوح 24/7 ، 365 يومًا في السنة. يتم تحديث أسعار البيتكوين (BTC) دائمًا ، حتى في عطلات نهاية الأسبوع</p> <h2>كيف تضيف القطعة؟</h2> <ul> <li>على شاشتك الرئيسية ، المس مكانًا فارغًا مع الاستمرار</li> <li>اضغط على القطع</li> <li>في مربع البحث ، اكتب  CurrencyConverter  ويجب أن يعرض أداة العملة</li> <li>يمكنك النقر فوق عنصر واجهة المستخدم ، وسيطالبك بتحديد نوع الأداة التي تريد عرضها بالضغط والسحب إلى شاشتك الرئيسية</li> </ul> <h2>لماذا أحصل على أحد إعلامات النظام التالية؟</h2> <ul> <li>توقف عن تحسين استخدام البطارية</li> <li>لا تقم بتحسين استخدام البطارية</li> <li>دع التطبيق يعمل دائمًا في الخلفية</li> <li>تجاهل تحسينات البطارية</li> </ul> <p>إذا كنت تستخدم أداة عملة على شاشتك الرئيسية ، نوصيك بالسماح لتطبيقنا بالعمل في الخلفية لضمان تحديث الأسعار دائمًا</p> <h2>استخدام البطارية؟</h2> <p>تم تصميم تطبيقنا لاستخدام الحد الأدنى من البطارية ، وعند التشغيل في الخلفية لتحديث الأسعار. يرجى ملاحظة أن هناك العديد من العوامل التي تلعب دورًا ، مثل إغلاق التطبيق بعد الاستخدام ، والتأكد من توافق جهازك مع تطبيقنا ، وما إلى ذلك ...</p> <h1>نصائح</h1> <h2>نسخ للمشاركة</h2> <p>إذا انتقلت إلى شاشة محول العملات الرئيسية ، فانقر مع الاستمرار فوق النتائج. سيتم نسخ النتائج إلى الحافظة كمثال ، 1.00 USD = 0.84 EUR يمكنك مشاركتها</p> <h2>حساب الإكراميات / الرسوم / الضرائب</h2> <p>لقد أنشأنا المنطق التالي لحسابات الإكرامية السريعة ؛ إذا قمت بإدخال المثال 50٪ 10 والنقر على = فسيتم حساب 10٪ من 50</p> <h2>متعدد المحولات</h2> <p>يمكنك إعادة ترتيب العملات في القائمة التي اخترتها عن طريق السحب والإفلات</p> <p> </p> <p> </p> </string>\n",
    "html_terms":"<h1>الأحكام والشروط</h1> <p>آخر تحديث: 13 مارس 2021</p> <p>يرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام خدمتنا.</p> <h1>التفسير والتعريفات</h1> <h2>ترجمة</h2> <p>الكلمات التي يتم كتابة الحرف الأول بها معاني محددة وفقًا للشروط التالية. يجب أن يكون للتعريفات التالية نفس المعنى بغض النظر عما إذا كانت تظهر بصيغة المفرد أو الجمع.</p> <h2>تعريفات</h2> <p>لأغراض هذه الشروط والأحكام:</p> <ul> <li> <strong>التطبيق </strong>يعني البرنامج الذي توفره الشركة الذي تقوم بتنزيله على أي جهاز إلكتروني ، يسمى تطبيق محول العملات بواسطة Currency.Wiki </li> <li> <strong>متجر التطبيقات </strong>يعني خدمة التوزيع الرقمي التي تديرها وتطورها شركة Apple Inc. (Apple App Store) أو Google Inc. (متجر Google Play) والتي تم تنزيل التطبيق فيها. </li> <li> <strong>الشركة التابعة </strong>تعني الكيان الذي يتحكم أو يتحكم فيه أو يخضع لسيطرة مشتركة مع أحد الأطراف ، حيث تعني السيطرة ملكية 50٪ أو أكثر من الأسهم أو حقوق الملكية أو الأوراق المالية الأخرى التي يحق لها التصويت لانتخاب أعضاء مجلس الإدارة أو أي سلطة إدارية أخرى . </li> <li> <strong>الدولة </strong>تشير إلى: كاليفورنيا ، الولايات المتحدة </li> <li> <strong>تشير الشركة </strong>(المشار إليها باسم الشركة أو نحن أو لنا في هذه الاتفاقية) إلى Currency.Wiki، 122 15th st # 431 Del Mar، CA 92014. </li> <li> <strong>الجهاز </strong>يعني أي جهاز يمكنه الوصول إلى الخدمة مثل جهاز كمبيوتر أو هاتف محمول أو جهاز لوحي رقمي. </li> <li>يشير <strong>الشراء داخل التطبيق </strong>إلى شراء منتج أو عنصر أو خدمة أو اشتراك يتم من خلال التطبيق ويخضع لهذه الشروط والأحكام و / أو الشروط والأحكام الخاصة بمتجر التطبيقات. </li> <li>تشير <strong>الخدمة </strong>إلى التطبيق. </li> <li>تشير <strong>الاشتراكات </strong>إلى الخدمات أو الوصول إلى الخدمة التي تقدمها الشركة لك على أساس الاشتراك. </li> <li> <strong>الشروط والأحكام </strong>(يشار إليها أيضًا باسم الشروط) تعني هذه الشروط والأحكام التي تشكل الاتفاقية الكاملة بينك وبين الشركة فيما يتعلق باستخدام الخدمة. </li> <li>تعني <strong>خدمة الوسائط الاجتماعية التابعة لجهة خارجية </strong>أي خدمات أو محتوى (بما في ذلك البيانات أو المعلومات أو المنتجات أو الخدمات) التي تقدمها جهة خارجية والتي قد يتم عرضها أو تضمينها أو إتاحتها بواسطة الخدمة. </li> <li> <strong>أنت </strong>تعني الفرد الذي يصل إلى الخدمة أو يستخدمها ، أو الشركة ، أو الكيان القانوني الآخر الذي يقوم هذا الفرد بالوصول إلى الخدمة أو استخدامها نيابة عنه ، حسب الاقتضاء. </li> </ul> </string><h1>إعتراف</h1> <p>هذه هي الشروط والأحكام التي تحكم استخدام هذه الخدمة والاتفاقية السارية بينك وبين الشركة. تحدد هذه الشروط والأحكام حقوق والتزامات جميع المستخدمين فيما يتعلق باستخدام الخدمة.</p> <p>إن وصولك إلى الخدمة واستخدامها مشروط بقبولك وامتثالك لهذه الشروط والأحكام. تنطبق هذه الشروط والأحكام على جميع الزوار والمستخدمين وغيرهم ممن يصلون إلى الخدمة أو يستخدمونها.</p> <p>من خلال الوصول إلى الخدمة أو استخدامها ، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على أي جزء من هذه الشروط والأحكام ، فلا يجوز لك الوصول إلى الخدمة.</p> <p>أنت تقر بأن عمرك يزيد عن 18 عامًا. لا تسمح الشركة لمن هم دون 18 عامًا باستخدام الخدمة.</p> <p>إن وصولك إلى الخدمة واستخدامها مشروط أيضًا بقبولك وامتثالك لسياسة الخصوصية الخاصة بالشركة. تصف سياسة الخصوصية الخاصة بنا سياساتنا وإجراءاتنا المتعلقة بجمع معلوماتك الشخصية واستخدامها والإفصاح عنها عند استخدام التطبيق أو الموقع الإلكتروني وتخبرك بحقوق الخصوصية الخاصة بك وكيف يحميك القانون. يرجى قراءة سياسة الخصوصية الخاصة بنا بعناية قبل استخدام خدمتنا.</p> <h1>الاشتراكات</h1> <h2>فترة الاكتتاب</h2> <p>الخدمة أو بعض أجزاء الخدمة متوفرة فقط من خلال اشتراك مدفوع. ستتم محاسبتك مقدمًا على أساس متكرر ودوري (مثل يومي أو أسبوعي أو شهري أو سنوي) ، اعتمادًا على نوع خطة الاشتراك التي تحددها عند شراء الاشتراك.</p> <p>في نهاية كل فترة ، سيتم تجديد اشتراكك تلقائيًا وفقًا لنفس الشروط بالضبط ما لم تقم بإلغائه أو قامت الشركة بإلغائه.</p> <h2>إلغاء الاشتراك</h2> <p>يمكنك إلغاء تجديد اشتراكك إما من خلال صفحة إعدادات حسابك أو عن طريق الاتصال بالشركة. لن تتلقى استردادًا للرسوم التي دفعتها بالفعل مقابل فترة اشتراكك الحالية وستكون قادرًا على الوصول إلى الخدمة حتى نهاية فترة اشتراكك الحالية.</p> <p>إذا تم الاشتراك من خلال عملية شراء داخل التطبيق ، فيمكنك إلغاء تجديد اشتراكك من خلال متجر التطبيقات.</p> <h2>الفواتير</h2> <p>يجب عليك تزويد الشركة بمعلومات فوترة دقيقة وكاملة بما في ذلك الاسم الكامل والعنوان والولاية والرمز البريدي ورقم الهاتف ومعلومات طريقة دفع صالحة.</p> <p>في حالة فشل الفوترة التلقائية لأي سبب من الأسباب ، ستصدر الشركة فاتورة إلكترونية تشير إلى أنه يجب عليك المتابعة يدويًا ، في غضون تاريخ نهائي محدد ، مع السداد الكامل المطابق لفترة الفوترة كما هو موضح في الفاتورة.</p> <p>إذا تم الاشتراك من خلال عملية شراء داخل التطبيق ، فسيتم التعامل مع جميع الفواتير من خلال متجر التطبيقات وتخضع للشروط والأحكام الخاصة بمتجر التطبيقات.</p> <h2>تغييرات الرسوم</h2> <p>يجوز للشركة ، وفقًا لتقديرها الخاص وفي أي وقت ، تعديل رسوم الاشتراك. سيصبح أي تغيير في رسوم الاشتراك ساري المفعول في نهاية فترة الاشتراك الحالية في ذلك الوقت.</p> <p>ستزودك الشركة بإخطار مسبق معقول بأي تغيير في رسوم الاشتراك لمنحك فرصة لإنهاء اشتراكك قبل أن يصبح هذا التغيير ساريًا.</p> <p>استمرار استخدامك للخدمة بعد دخول تغيير رسوم الاشتراك حيز التنفيذ يشكل موافقتك على دفع مبلغ رسوم الاشتراك المعدل.</p> <h2>المبالغ المستردة</h2> <p>باستثناء الحالات التي يقتضيها القانون ، فإن رسوم الاشتراك المدفوعة غير قابلة للاسترداد.</p> <p>قد تنظر الشركة في بعض طلبات استرداد الاشتراكات على أساس كل حالة على حدة ويتم منحها وفقًا لتقدير الشركة وحدها.</p> <p>إذا تم الاشتراك من خلال عملية شراء داخل التطبيق ، فسيتم تطبيق سياسة استرداد متجر التطبيقات. إذا كنت ترغب في طلب استرداد ، يمكنك القيام بذلك عن طريق الاتصال بمتجر التطبيقات مباشرة.</p> <h1>عمليات الشراء داخل التطبيق</h1> <p>قد يتضمن التطبيق عمليات الشراء داخل التطبيق التي تسمح لك بشراء المنتجات أو الخدمات أو الاشتراكات.</p> <p>قد يتم تحديد المزيد من المعلومات حول كيف يمكنك إدارة عمليات الشراء داخل التطبيق باستخدام جهازك في الشروط والأحكام الخاصة بمتجر التطبيقات أو في إعدادات تعليمات جهازك.</p> <p>لا يمكن استهلاك عمليات الشراء داخل التطبيق إلا داخل التطبيق. إذا أجريت عملية شراء داخل التطبيق ، فلا يمكن إلغاء عملية الشراء داخل التطبيق هذه بعد أن تبدأ تنزيلها. لا يمكن استرداد المشتريات داخل التطبيق نقدًا أو أي مقابل آخر أو تحويلها بطريقة أخرى.</p> <p>إذا لم يتم تنزيل أي عملية شراء داخل التطبيق بنجاح أو لم تعمل بمجرد تنزيلها بنجاح ، فسنقوم ، بعد علمنا بالخطأ أو إعلامك بالخطأ من قبلك ، بالتحقيق في سبب الخطأ. سوف نتصرف بشكل معقول في تقرير ما إذا كنا سنوفر لك عملية شراء بديلة داخل التطبيق أو إصدار تصحيح لإصلاح الخطأ. لن نفرض عليك بأي حال من الأحوال رسومًا لاستبدال أو إصلاح الشراء داخل التطبيق. في حالة عدم قدرتنا على استبدال أو إصلاح عملية الشراء داخل التطبيق ذات الصلة أو عدم قدرتنا على القيام بذلك في غضون فترة زمنية معقولة ودون إزعاج كبير لك ، في حالة عدم قدرتنا على استبدال أو إصلاح عملية الشراء داخل التطبيق ذات الصلة ، دون إزعاج كبير لك ، سنقوم بتفويض متجر التطبيقات برد مبلغ يصل إلى تكلفة الشراء داخل التطبيق ذي الصلة. بدلاً من ذلك ، إذا كنت ترغب في طلب استرداد ، يمكنك القيام بذلك عن طريق الاتصال بمتجر التطبيقات مباشرة.</p> <p>أنت تقر وتوافق على أن جميع عمليات الفوترة والمعاملات تتم من خلال متجر التطبيقات الذي قمت بتنزيل التطبيق منه وتخضع لشروط وأحكام متجر التطبيقات.</p> <p>إذا كانت لديك أي مشكلات متعلقة بالدفع مع عمليات الشراء داخل التطبيق ، فأنت بحاجة إلى الاتصال بمتجر التطبيقات مباشرةً.</p> <h1>روابط لمواقع أخرى</h1> <p>قد تحتوي خدمتنا على روابط لمواقع أو خدمات ويب تابعة لجهات خارجية لا تملكها الشركة أو تسيطر عليها.</p> <p>لا تتحكم الشركة في المحتوى أو سياسات الخصوصية أو الممارسات الخاصة بأي مواقع ويب أو خدمات تابعة لجهات خارجية ولا تتحمل أي مسؤولية عنها. أنت تقر وتوافق أيضًا على أن الشركة لن تكون مسؤولة أو مسؤولة ، بشكل مباشر أو غير مباشر ، عن أي ضرر أو خسارة ناتجة أو يُزعم أنها ناجمة عن أو فيما يتعلق باستخدام أو الاعتماد على أي محتوى أو سلع أو خدمات متاحة على أو من خلال أي من مواقع الويب أو الخدمات.</p> <p>ننصحك بشدة بقراءة الشروط والأحكام وسياسات الخصوصية الخاصة بأي مواقع ويب أو خدمات تابعة لجهات خارجية تقوم بزيارتها.</p> <h1>نهاية</h1> <p>يجوز لنا إنهاء أو تعليق وصولك على الفور ، دون إشعار مسبق أو مسؤولية ، لأي سبب من الأسباب ، بما في ذلك على سبيل المثال لا الحصر إذا انتهكت هذه الشروط والأحكام.</p> <p>عند الإنهاء ، سيتوقف حقك في استخدام الخدمة على الفور.</p></string><h1>تحديد المسؤولية</h1> <p>بغض النظر عن أي أضرار قد تتكبدها ، فإن المسؤولية الكاملة للشركة وأي من مورديها بموجب أي حكم من أحكام هذه الشروط والتعويض الحصري لكل ما سبق يجب أن يقتصر على المبلغ الذي دفعته بالفعل من خلال الخدمة أو 100 دولار أمريكي. إذا لم تكن قد اشتريت أي شيء من خلال الخدمة.</p> <p>إلى أقصى حد يسمح به القانون المعمول به ، لن تتحمل الشركة أو مورديها بأي حال من الأحوال المسؤولية عن أي أضرار خاصة أو عرضية أو غير مباشرة أو تبعية من أي نوع (بما في ذلك ، على سبيل المثال لا الحصر ، الأضرار الناجمة عن خسارة الأرباح أو فقدان البيانات أو معلومات أخرى ، لتوقف الأعمال ، للإصابة الشخصية ، وفقدان الخصوصية الناشئ عن أو بأي طريقة تتعلق باستخدام أو عدم القدرة على استخدام الخدمة ، وبرامج الطرف الثالث و / أو أجهزة الطرف الثالث المستخدمة مع الخدمة ، أو بخلاف ذلك فيما يتعلق بأي حكم من أحكام هذه الشروط) ، حتى لو تم إخطار الشركة أو أي مورد بإمكانية حدوث مثل هذه الأضرار وحتى إذا فشل العلاج في تحقيق غرضه الأساسي.</p> <p>لا تسمح بعض الدول باستثناء الضمانات الضمنية أو تحديد المسؤولية عن الأضرار العرضية أو التبعية ، مما يعني أن بعض القيود المذكورة أعلاه قد لا تنطبق. في هذه الدول ، ستكون مسؤولية كل طرف محدودة إلى أقصى حد يسمح به القانون.</p> <h1>إخلاء المسؤولية كما هي و كما هو متاح</h1> <p>الخدمة مقدمة لك كما هي و كما هي متوفرة وبكافة العيوب والعيوب دون ضمان من أي نوع. إلى أقصى حد يسمح به القانون المعمول به ، تتنصل الشركة ، بالأصالة عن نفسها وبالنيابة عن الشركات التابعة لها ومرخصيها ومقدمي الخدمات المعنيين ، صراحةً من جميع الضمانات ، سواء كانت صريحة أو ضمنية أو قانونية أو غير ذلك ، فيما يتعلق الخدمة ، بما في ذلك جميع الضمانات الضمنية الخاصة بالتسويق ، والملاءمة لغرض معين ، والملكية وعدم الانتهاك ، والضمانات التي قد تنشأ عن سياق التعامل ، أو مسار الأداء ، أو الاستخدام أو الممارسة التجارية. على سبيل المثال لا الحصر ، لا تقدم الشركة أي ضمان أو تعهد ، ولا تقدم أي تعهد من أي نوع بأن الخدمة سوف تلبي متطلباتك ، أو تحقق أي نتائج مقصودة ، أو تتوافق أو تعمل مع أي برامج أو تطبيقات أو أنظمة أو خدمات أخرى ، أو تعمل دون انقطاع ، أو تلبية أي معايير أداء أو موثوقية أو أن تكون خالية من الأخطاء أو أن أي أخطاء أو عيوب يمكن أو سيتم تصحيحها.</p> <p>دون تقييد ما سبق ، لا تقدم الشركة ولا أي من مزودي الشركة أي تمثيل أو ضمان من أي نوع ، صريحًا أو ضمنيًا: (1) فيما يتعلق بتشغيل أو توفر الخدمة ، أو المعلومات ، والمحتوى ، والمواد أو المنتجات المدرجة فيه. (2) أن الخدمة ستكون دون انقطاع أو خالية من الأخطاء ؛ (3) فيما يتعلق بدقة أو موثوقية أو حداثة أي معلومات أو محتوى مقدم من خلال الخدمة ؛ أو (4) أن الخدمة أو خوادمها أو المحتوى أو رسائل البريد الإلكتروني المرسلة من الشركة أو بالنيابة عنها خالية من الفيروسات أو البرامج النصية أو أحصنة طروادة أو الفيروسات المتنقلة أو البرامج الضارة أو القنابل الزمنية أو المكونات الضارة الأخرى.</p> <p>لا تسمح بعض الولايات القضائية باستثناء أنواع معينة من الضمانات أو القيود على الحقوق القانونية المعمول بها للمستهلك ، لذلك قد لا تنطبق عليك بعض الاستثناءات والقيود المذكورة أعلاه أو جميعها. ولكن في مثل هذه الحالة ، يتم تطبيق الاستثناءات والقيود المنصوص عليها في هذا القسم إلى أقصى حد قابل للتنفيذ بموجب القانون المعمول به.</p> <h1>القانون الذي يحكم</h1> <p>تحكم قوانين الدولة ، باستثناء تعارضها مع قواعد القانون ، هذه الشروط واستخدامك للخدمة. قد يخضع استخدامك للتطبيق أيضًا لقوانين محلية أو وطنية أو وطنية أو دولية أخرى.</p> <h1>حل النزاعات</h1> <p>إذا كان لديك أي قلق أو نزاع حول الخدمة ، فأنت توافق على محاولة حل النزاع أولاً بشكل غير رسمي عن طريق الاتصال بالشركة.</p> <h1>لمستخدمي الاتحاد الأوروبي</h1> <p>إذا كنت مستهلكًا في الاتحاد الأوروبي ، فستستفيد من أي أحكام إلزامية لقانون الدولة التي تقيم فيها.</p> <h1>شروط الاستخدام النهائي للحكومة الفيدرالية للولايات المتحدة</h1> <p>إذا كنت مستخدمًا نهائيًا للحكومة الفيدرالية الأمريكية ، فإن خدمتنا هي عنصر تجاري كما هو محدد في 48 CFR §2.101.</p> <h1>الامتثال القانوني للولايات المتحدة</h1> <p>أنت تقر وتتعهد بأنك (1) لست مقيمًا في بلد خاضع لحظر حكومة الولايات المتحدة ، أو التي حددتها حكومة الولايات المتحدة كدولة داعمة للإرهاب ، و (2) أنت لست المدرجة في أي قائمة حكومة الولايات المتحدة للأطراف المحظورة أو المقيدة.</p> <h1>قابلية الفصل والتنازل</h1> <h2>الاستقلالية</h2> <p>إذا تم اعتبار أي بند من هذه الشروط غير قابل للتنفيذ أو غير صالح ، فسيتم تغيير هذا الحكم وتفسيره لتحقيق أهداف هذا الحكم إلى أقصى حد ممكن بموجب القانون المعمول به وستظل الأحكام المتبقية سارية المفعول والتأثير الكامل.</p> <h2>تنازل</h2> <p>باستثناء ما هو منصوص عليه هنا ، فإن الإخفاق في ممارسة حق أو المطالبة بأداء التزام بموجب هذه الشروط لا يؤثر على قدرة الطرف على ممارسة هذا الحق أو يتطلب مثل هذا الأداء في أي وقت بعد ذلك ولا يشكل التنازل عن خرق تنازلاً من أي خرق لاحق.</p> <h1>ترجمة فورية</h1> <p>ربما تمت ترجمة هذه الشروط والأحكام إذا قمنا بتوفيرها لك على خدمتنا. أنت توافق على أن النص الأصلي باللغة الإنجليزية هو الذي يسود في حالة النزاع.</p> <h1>التغييرات على هذه الشروط والأحكام</h1> <p>نحتفظ بالحق ، وفقًا لتقديرنا الخاص ، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كانت المراجعة جوهرية ، فسنبذل جهودًا معقولة لتقديم إشعار قبل 30 يومًا على الأقل قبل دخول أي شروط جديدة حيز التنفيذ. سيتم تحديد ما يشكل تغييرًا جوهريًا وفقًا لتقديرنا الخاص.</p> <p>من خلال الاستمرار في الوصول إلى خدمتنا أو استخدامها بعد أن تصبح هذه المراجعات فعالة ، فإنك توافق على الالتزام بالشروط المعدلة. إذا كنت لا توافق على الشروط الجديدة ، كليًا أو جزئيًا ، فيرجى التوقف عن استخدام الموقع الإلكتروني والخدمة.</p> <h1>تنصل</h1> <p>أسعار صرف Currency.wiki هي لأغراض إعلامية فقط. يرجى التحقق من / تأكيد أسعار العملات مع وسيط الفوركس أو المؤسسة المالية التي تتعامل معها قبل إجراء تحويلات ومعاملات مالية دولية.</p> <h1>الاعتمادات</h1> <p>نريد أن نشكر المؤلفين التاليين لإنشاء رموز مجانية وترخيص مجاني لاستخدام الرسوم البيانية.</p> <ul> <li>دكتوراه في الطب بادشا ميه: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>icon king1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>Freepik: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> &amp; <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ar&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>اتصل بنا</h1> <p>إذا كانت لديك أي أسئلة حول هذه الشروط والأحكام ، يمكنك الاتصال بنا:</p> <ul> <li>عبر البريد الإلكتروني: info@currency.wiki</li> </ul> <p> </p> </string>",



    "presets": "الإعدادات المسبقة",
    "select": "يختار"


}