{
  "update": "Актуализирано",
  "addCurrency": "Добавяне на валута",
  "selectedCurrency": "Избрана валута",
  "monetary": "Паричен формат",
  "decimal": "Десетичен формат",
  "firstTextRatingPage": "Моля, оценете приложението!",
  "secondTextRatingPage": "Докоснете звездите и отворете с Google Play Store, за да оцените",
  "buttonTextRatingPage": "НЕ СЕГА",
  "removeAds": "Премахване на реклами",
  "removeAdsContent": "Подкрепете нашия проект с малък годишен абонамент",
  "selectLanguage": "Избор на език",
  "english": "български",
  "colorsSelection": "Избор на цвят",
  "theme": "Тема",
  "light": "Light",
  "dark": "Тъмно",
  "widgetTransparency": "Прозрачност на приспособленията",
  "visualSize": "Визуален размер",
  "А": "А",
  "appLogoLauncher": "Стартиране на лого на приложение",
  "multiConverter": "Multi-Converter",
  "multiConverterContent1": "Ще се отвори мулти конвертор по подразбиране.",
  "multiConverterContent2": "ЗАБЕЛЕЖКА:",
  "multiConverterContent3": "Тази функция работи само с стартера за лого на приложението",
  "display": "Дисплей",
  "display1": "Показване на кода на валутата",
  "display2": "Символ на валутата на дисплея",
  "display3": "Показване на валутен флаг",
  "dateFormat": "Формат на данните",
  "not": "Не сега",
  "html_policy": "<h1><strong>Политика за поверителност</strong></h1> <p>Последна актуализация: 13 март 2021 г.</p> <p>Тази Политика за поверителност описва Нашите политики и процедури за събиране, използване и разкриване на Вашата информация, когато използвате Услугата, и Ви разказва за Вашите права за поверителност и как законът Ви защитава.</p> <p>Ние използваме Вашите лични данни, за да предоставяме и подобряваме Услугата. Използвайки Услугата, Вие се съгласявате със събирането и използването на информация в съответствие с настоящата Политика за поверителност.</p> <h1><strong>Тълкуване и определения</strong></h1> <h2><strong>Интерпретация</strong></h2> <p>Думите, с които първоначалната буква е главна, имат значения, определени при следните условия. Следните определения имат същото значение, независимо дали се появяват в единствено или в множествено число.</p> <h2><strong>Дефиниции</strong></h2> <p>За целите на тази Политика за поверителност:</p> <ul> <li><strong>Акаунт </strong>означава уникален акаунт, създаден за Вас за достъп до нашата услуга или части от нашата услуга. </li> <li><strong>Свързано </strong>лице означава субект, който контролира, контролира се или е под общ контрол с дадена страна, където контрол означава собственост върху 50% или повече от акциите, дялово участие или други ценни книжа, имащи право на глас за избор на директори или друг управляващ орган . </li> <li><strong>Приложение </strong>означава софтуерната програма, предоставена от Компанията, изтеглена от Вас на всяко електронно устройство, наречено Currency Converter App от Currency.Wiki </li> <li><strong>Дружеството </strong>(наричано в настоящото споразумение или „Дружеството“, „Ние“, „Нас“ или „Нашето“) се отнася до Валута.Wiki , ул. 15th 122 # 431 Del Mar, CA 92014. </li> <li><strong>Държавата се </strong>отнася за: Калифорния, САЩ </li> <li><strong>Устройство </strong>означава всяко устройство, което има достъп до Услугата, като компютър, мобилен телефон или цифров таблет. </li> <li><strong>Личните данни </strong>са всяка информация, свързана с идентифицирано или подлежащо на идентифициране лице. </li> <li><strong>Услугата се </strong>отнася до Приложението. </li> <li><strong>Доставчик на услуги </strong>означава всяко физическо или юридическо лице, което обработва данните от името на Компанията. То се отнася до трети страни или лица, наети от Компанията за улесняване на Услугата, предоставяне на Услугата от името на Компанията, извършване на услуги, свързани с Услугата, или подпомагане на Компанията при анализа на начина, по който се използва Услугата. </li> <li><strong>Услугата за социални медии на трети страни се </strong>отнася до всеки уебсайт или който и да е уебсайт на социална мрежа, чрез който Потребителят може да влезе или да създаде акаунт за използване на Услугата. </li> <li><strong>Данни за използване се </strong>отнасят до данни, събрани автоматично, генерирани от използването на Услугата или от самата инфраструктура на Услугата (например продължителността на посещението на страницата). </li> <li><strong>Имате </strong>предвид физическото лице, което има достъп или използва Услугата, или компанията, или друго юридическо лице, от името на което такова лице има достъп или използва Услугата, както е приложимо. </li> </ul> <h1><strong>Събиране и използване на Вашите лични данни</strong></h1> <h2><strong>Видове събрани данни</strong></h2> <h3><strong>Лични данни</strong></h3> <p>Докато използваме Нашата услуга, можем да Ви помолим да ни предоставите определена лична информация, която може да се използва за връзка с Вас или за идентифициране. Личната информация може да включва, но не се ограничава до:</p> <ul> <li>Имейл адрес</li> <li>Данни за употреба</li> </ul> <h3><strong>Данни за употреба</strong></h3> <p>Данните за употреба се събират автоматично при използване на Услугата.</p> <p>Данните за използване могат да включват информация като адрес на интернет протокола на вашето устройство (например IP адрес), тип браузър, версия на браузъра, страниците на нашата услуга, която посещавате, часът и датата на вашето посещение, времето, прекарано на тези страници, уникално устройство идентификатори и други диагностични данни.</p> <p>Когато осъществявате достъп до Услугата чрез или чрез мобилно устройство, ние можем да събираме определена информация автоматично, включително, но не само, типа мобилно устройство, което използвате, уникалния идентификационен номер на вашето мобилно устройство, IP адреса на вашето мобилно устройство, вашия мобилен телефон операционна система, типа мобилен интернет браузър, който използвате, уникални идентификатори на устройства и други диагностични данни.</p> <p>Може също да събираме информация, която Вашият браузър изпраща, когато посещавате нашата Услуга или когато осъществявате достъп до Услугата от или чрез мобилно устройство.</p> <h2><strong>Използване на Вашите лични данни</strong></h2> <p>Компанията може да използва Лични данни за следните цели:</p> <ul> <li><strong>Да предоставяме и поддържаме нашата услуга </strong>, включително да наблюдаваме използването на нашата услуга.</li> <li><strong>За управление на Вашия акаунт: </strong>за управление на Вашата регистрация като потребител на Услугата. Предоставените от Вас лични данни могат да Ви дадат достъп до различни функционалности на Услугата, които са достъпни за Вас като регистриран потребител. </li> <li><strong>За изпълнението на договор: </strong>разработването, спазването и поемането на договора за покупка на продуктите, артикулите или услугите, които сте закупили, или на друг договор с Нас чрез Услугата. </li> <li><strong>За да се свържете с Вас: </strong>За да се свържете с Вас по имейл, телефонни обаждания, SMS или други еквивалентни форми на електронна комуникация, като например push известия на мобилно приложение относно актуализации или информационни комуникации, свързани с функционалностите, продуктите или договорените услуги, включително актуализации на защитата, когато е необходимо или разумно за тяхното изпълнение. </li> <li><strong>За да Ви </strong>предоставим новини, специални оферти и обща информация за други стоки, услуги и събития, които ние предлагаме, подобни на тези, които вече сте закупили или сте поискали, освен ако не сте решили да не получавате такава информация. </li> <li><strong>За да управлявате Вашите заявки: </strong>Да присъствате и управлявате Вашите заявки към нас. </li> <li><strong>За бизнес трансфери: </strong>Можем да използваме Вашата информация за оценка или провеждане на сливане, продажба, преструктуриране, реорганизация, прекратяване или друга продажба или прехвърляне на някои или всички наши активи, независимо дали като действащо предприятие или като част от фалит, ликвидация, или подобна процедура, при която Личните данни, съхранявани от нас за потребителите на нашата услуга, са сред прехвърлените активи. </li> <li><strong>За други цели </strong>: Можем да използваме Вашата информация за други цели, като анализ на данни, идентифициране на тенденциите в използването, определяне на ефективността на нашите промоционални кампании и за оценка и подобряване на нашата Услуга, продукти, услуги, маркетинг и вашия опит.</li> </ul> </string><p>Можем да споделим Вашата лична информация в следните ситуации:</p> <ul> <li><strong>С Доставчици на услуги: </strong>Можем да споделяме Вашата лична информация с Доставчиците на услуги, за да наблюдаваме и анализираме използването на нашата Услуга, да Ви показваме реклами, за да подпомогнем поддръжката и поддържането на Нашата Услуга, за обработка на плащания, за да се свържем с Вас. </li> <li><strong>За бизнес трансфери: </strong>Ние можем да споделяме или прехвърляме Вашата лична информация във връзка или по време на преговори за сливане, продажба на активи на Компанията, финансиране или придобиване на целия или част от Нашия бизнес на друга компания. </li> <li><strong>С партньори: </strong>Можем да споделим вашата информация с нашите филиали, като в този случай ще изискаме тези филиали да спазват тази Политика за поверителност. Партньори включват Нашата компания майка и всички други дъщерни дружества, партньори от съвместни предприятия или други компании, които Ние контролираме или които са под общ контрол с Нас. </li> <li><strong>С бизнес партньори: </strong>Можем да споделим Вашата информация с Нашите бизнес партньори, за да Ви предложим определени продукти, услуги или промоции. </li> <li><strong>С други потребители: </strong>когато споделяте лична информация или взаимодействате по друг начин в публичните зони с други потребители, такава информация може да бъде видяна от всички потребители и може да бъде публично разпространена навън. Ако взаимодействате с други потребители или се регистрирате чрез услуга за социални медии на трети страни, вашите контакти в услугата за социални медии на трети страни може да видят вашето име, профил, снимки и описание на вашата дейност. По същия начин другите потребители ще могат да преглеждат описанията на вашата дейност, да комуникират с вас и да преглеждат вашия профил. </li> <li><strong>С Ваше съгласие </strong>: Можем да разкрием Вашата лична информация за всякакви други цели с Ваше съгласие.</li> </ul> <h2><strong>Запазване на личните Ви данни</strong></h2> <p>Компанията ще запази Вашите лични данни само дотолкова, доколкото е необходимо за целите, посочени в настоящата Политика за поверителност. Ние ще запазим и използваме Вашите Лични данни до степен, необходима за спазване на нашите законови задължения (например, ако се изисква да съхраняваме Вашите данни, за да се съобразят с приложимото законодателство), да разрешим спорове и да приложим нашите правни споразумения и политики.</p> <p>Компанията също така ще запази данните за употреба за целите на вътрешния анализ. Данните за употреба обикновено се съхраняват за по-кратък период от време, освен когато тези данни се използват за укрепване на сигурността или за подобряване на функционалността на нашата услуга, или ние сме законово задължени да съхраняваме тези данни за по-дълги периоди от време.</p> <h2><strong>Прехвърляне на Вашите лични данни</strong></h2> <p>Вашата информация, включително Лични данни, се обработва в оперативните офиси на Компанията и на всякакви други места, където се намират страните, участващи в обработката . Това означава, че тази информация може да бъде прехвърляна и поддържана на компютри, разположени извън вашата държава, провинция, държава или друга правителствена юрисдикция, където законите за защита на данните могат да се различават от тези от вашата юрисдикция.</p> <p>Вашето съгласие с тази Политика за поверителност, последвано от Вашето подаване на такава информация, представлява Вашето съгласие за този трансфер.</p> <p>Компанията ще предприеме всички разумно необходими стъпки, за да гарантира, че Вашите данни се третират по сигурен начин и в съответствие с настоящата Политика за поверителност и няма да се извърши прехвърляне на Вашите Лични данни към организация или държава, освен ако няма подходящ контрол, включително сигурността на Вашите данни и друга лична информация.</p> <h2><strong>Разкриване на Вашите лични данни</strong></h2> <h3><strong>Бизнес сделки</strong></h3> <p>Ако Компанията участва в сливане, придобиване или продажба на активи, Вашите лични данни могат да бъдат прехвърлени. Ние ще предоставим известие преди Вашите лични данни да бъдат прехвърлени и да станат обект на друга Политика за поверителност.</p> <h3><strong>Прилагане на закона</strong></h3> <p>При определени обстоятелства от Компанията може да се изисква да разкрие Вашите лични данни, ако това се изисква по закон или в отговор на валидни искания от публични органи (например съд или държавна агенция).</p> <h3><strong>Други законови изисквания</strong></h3> <p>Компанията може да разкрие Вашите лични данни добросъвестно, че такова действие е необходимо за:</p> <ul> <li>Спазвайте законово задължение</li> <li>Защитете и защитете правата или собствеността на Компанията</li> <li>Предотвратяване или разследване на евентуални неправомерни действия във връзка с Услугата</li> <li>Защитете личната безопасност на Потребителите на Услугата или обществеността</li> <li>Защита срещу юридическа отговорност</li> </ul> <h2><strong>Сигурност на Вашите лични данни</strong></h2> <p>Сигурността на Вашите Лични данни е важна за Нас, но не забравяйте, че нито един метод за предаване през Интернет или метод за електронно съхранение не е 100% сигурен. Въпреки че се стремим да използваме търговски приемливи средства за защита на Вашите лични данни, ние не можем да гарантираме абсолютната им сигурност.</p> <h1><strong>Подробна информация за обработката на Вашите лични данни</strong></h1> <p>Доставчиците на услуги, които използваме, може да имат достъп до Вашите лични данни. Тези доставчици на трети страни събират, съхраняват, използват, обработват и прехвърлят информация за Вашата активност в Нашата услуга в съответствие с техните Политики за поверителност.</p> <h2><strong>Анализ</strong></h2> <p>Можем да използваме доставчици на услуги на трети страни, за да наблюдаваме и анализираме използването на нашата услуга.</p></string><ul> <li><strong>Google Analytics</strong></li> </ul> <p>Google Analytics е услуга за уеб анализ, предлагана от Google, която проследява и отчита трафика на уебсайта. Google използва събраните данни за проследяване и наблюдение на използването на нашата услуга. Тези данни се споделят с други услуги на Google. Google може да използва събраните данни, за да контекстуализира и персонализира рекламите на собствената си рекламна мрежа.</p> <p>Можете да се откажете от някои функции на Google Анализ чрез настройките на вашето мобилно устройство, като например настройките за рекламиране на вашето устройство или като следвате инструкциите, предоставени от Google в тяхната Декларация за поверителност: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>За повече информация относно практиките за поверителност на Google, моля, посетете уеб страницата на Google за поверителност и условия: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <ul> <li><strong>Firebase</strong></li> </ul> <p>Firebase е услуга за анализ, предоставена от Google Inc.</p> <p>Можете да се откажете от някои функции на Firebase чрез настройките на мобилното си устройство, като например настройките за рекламиране на вашето устройство или като следвате инструкциите, предоставени от Google в тяхната Декларация за поверителност: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Също така ви препоръчваме да прегледате политиката на Google за защита на вашите данни: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a> </p> <p>За повече информация относно типа информация, която Firebase събира, моля, посетете Как Google използва данни, когато използвате сайтовете или уеб страницата на нашите партньори: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> </p> <ul> <li><strong>AppsFlyer</strong></li> </ul> <p>Политиката им за поверителност може да бъде видяна на <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a> </p> <ul> <li><strong>Facebook App Ads</strong></li> </ul> <p>Политиката им за поверителност може да бъде видяна на <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a> </p> <h2><strong>Реклама</strong></h2> <p>Можем да използваме Доставчиците на услуги, за да Ви показваме реклами, за да подпомогнем поддръжката и поддържането на Нашата услуга.</p> <ul> <li><strong>AdMob от Google</strong></li> </ul> <p>AdMob от Google се предоставя от Google Inc.</p> <p>Можете да се откажете от услугата AdMob by Google, като следвате инструкциите, описани от Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=bg</a> </p> <p>За повече информация как Google използва събраната информация, моля, посетете страницата „Как Google използва данни, когато използвате сайтовете или приложението на нашите партньори“: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> или посетете поверителността Политика на Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>   </p> <h2><strong>Плащания</strong></h2> <p>Можем да предоставяме платени продукти и / или услуги в рамките на Услугата. В този случай можем да използваме услуги на трети страни за обработка на плащания (например процесори за плащане).</p> <p>Няма да съхраняваме или събираме данни за Вашата платежна карта. Тази информация се предоставя директно на Нашите трети лица, обработващи плащания, чието използване на Вашата лична информация се регулира от тяхната Политика за поверителност. Тези платежни процесори се придържат към стандартите, определени от PCI-DSS, управлявани от Съвета за стандарти за сигурност на PCI, което е съвместно усилие на марки като Visa, Mastercard, American Express и Discover. Изискванията на PCI-DSS помагат да се осигури сигурно боравене с информацията за плащане.</p> <ul> <li><strong>Плащания в приложение чрез Google Play</strong></li> </ul> <p>Политиката им за поверителност може да се види на <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/policies/privacy/</a> </p> <h1><strong>Поверителност на децата</strong></h1> <p>Нашата услуга не се обръща към лица под 13-годишна възраст. Ние не събираме съзнателно лична информация от лица под 13-годишна възраст. Ако сте родител или настойник и сте наясно, че Вашето дете ни е предоставило лични данни, моля свържете се с нас. Ако разберем, че сме събрали лични данни от лица под 13-годишна възраст без проверка на съгласието на родителите, ние предприемаме стъпки за премахване на тази информация от нашите сървъри.</p> <p>Ако трябва да разчитаме на съгласието като правно основание за обработка на Вашата информация и Вашата държава изисква съгласие от родител, може да изискаме съгласието на Вашия родител, преди да съберем и използваме тази информация.</p> <h1><strong>Връзки към други уебсайтове</strong></h1> <p>Нашата услуга може да съдържа връзки към други уебсайтове, които не се управляват от Нас. Ако кликнете върху връзка на трета страна, ще бъдете насочени към сайта на тази трета страна. Силно Ви съветваме да прегледате Политиката за поверителност на всеки сайт, който посещавате.</p> <p>Ние нямаме контрол и не поемаме отговорност за съдържанието, политиките за поверителност или практиките на сайтове или услуги на трети страни.</p> <h1><strong>Промени в тази Политика за поверителност</strong></h1> <p>Може да актуализираме Политиката ни за поверителност от време на време. Ще Ви уведомим за всички промени, като публикуваме новата Политика за поверителност на тази страница.</p> <p>Ще Ви уведомим по имейл и / или на видно известие в Нашата услуга, преди промяната да влезе в сила и да актуализираме датата „Последна актуализация“ в горната част на тази Политика за поверителност.</p> <p>Препоръчваме ви да преглеждате периодично тази Политика за поверителност за всякакви промени. Промените в тази Политика за поверителност влизат в сила, когато са публикувани на тази страница.</p> <h1><strong>Свържете се с нас</strong></h1> <p>Ако имате въпроси относно тези Общи условия, можете да се свържете с нас:</p> <ul> <li>По имейл: info@currency.wiki</li> </ul> <p> </p> <p> </p> </string>",
  "html_support": " <h1>Помогне</h1> <p>Ако имате проблем с нашето приложение за конвертор на валута, моля, изпратете имейл на <a href=mailto:app@currency.wiki>app@currency.wiki</a> (оставете 24-48 часа за отговор) и в темата, моля, добавете „Проблем с приложението“  </p> <p>Моля, опишете проблема, включително името на устройството и номера на модела и текущата версия на Android. например Samsung Galaxy S9 + Android 10</p> <h1>ЧЗВ</h1> <h2>Колко често се актуализират обменните курсове?</h2> <p>Цените се актуализират на всеки 30 минути и навреме на всеки 60 секунди с изключение на почивните дни (Форекс пазарът в САЩ се затваря в петък в 17:00 EST и отваря в неделя в 17:00 EST)</p> <h2>Колко често се актуализират криптовалутите?</h2> <p>Пазарът на криптовалути никога не се затваря. Отворен е 24/7, 365 дни в годината. Биткойн (BTC) тарифите винаги се актуализират, дори и през уикендите</p> <h2>Как да добавя джаджа?</h2> <ul> <li>На началния екран докоснете и задръжте празно място</li> <li>Докоснете Widgets</li> <li>В полето за търсене въведете  CurrencyConverter  и то трябва да показва джаджа за валута</li> <li>Докоснете джаджата и тя ще ви подкани да изберете типа джаджа, която искате да покажете, като задържите и плъзнете на началния екран</li> </ul> <h2>Защо получавам едно от следните системни известия?</h2> <ul> <li>Спрете да оптимизирате използването на батерията</li> <li>Не оптимизирайте използването на батерията</li> <li>Нека приложението винаги работи във фонов режим</li> <li>Игнорирайте оптимизациите на батерията</li> </ul> <p>Ако използвате приспособление за валута на началния екран, препоръчваме ви да позволите на нашето приложение да работи във фонов режим, за да сте сигурни, че цените са винаги актуални</p> <h2>Използване на батерията?</h2> <p>Нашето приложение е проектирано да използва минимално количество батерия и при работа във фонов режим да актуализира тарифите. Моля, обърнете внимание, че много фактори влизат в сила, като например затваряне на приложението след употреба, уверяване, че вашето устройство е съвместимо с нашето приложение и т.н. ...</p> <h1>Съвети</h1> <h2>Копирайте, за да споделите</h2> <p>Ако отидете на основния екран на конвертора на валута, докоснете и задръжте резултатите. Той ще копира резултатите в клипборда като пример „1.00 USD = 0.84 EUR“, който можете да споделите</p> <h2>Изчислете съвети / такси / данъци</h2> <p>Създадохме следната логика за бързи изчисления на върха; ако въведете пример 50% 10 и докоснете =, той ще изчисли 10% от 50</p> <h2>Мулти-конвертор</h2> <p>Можете да пренаредите реда на валутите в избрания от вас списък, като плъзнете и пуснете</p> <p> </p> <p> </p> </string>\n",
  "html_terms": "<h1>Правила и условия</h1> <p>Последна актуализация: 13 март 2021 г.</p> <p>Моля, прочетете внимателно тези условия, преди да използвате Нашата услуга.</p> <h1>Тълкуване и определения</h1> <h2>Интерпретация</h2> <p>Думите, с които първоначалната буква е главна, имат значения, определени при следните условия. Следните определения имат същото значение, независимо дали се появяват в единствено или в множествено число.</p> <h2>Дефиниции</h2> <p>За целите на настоящите Общи условия:</p> <ul> <li> <strong>Приложение </strong>означава софтуерна програма, предоставена от Компанията, изтеглена от Вас на всяко електронно устройство, наречено Currency Converter App от Currency.Wiki </li> <li> <strong>Application Store </strong>означава услугата за дигитално разпространение, управлявана и разработена от Apple Inc. (Apple App Store) или Google Inc. (Google Play Store), в която е изтеглено приложението. </li> <li> <strong>Свързано </strong>лице означава субект, който контролира, контролира се или е под общ контрол с дадена страна, където контрол означава собственост върху 50% или повече от акциите, дялово участие или други ценни книжа, имащи право да гласуват за избор на директори или друг управляващ орган . </li> <li> <strong>Държавата се </strong>отнася за: Калифорния, САЩ </li> <li> <strong>Компанията </strong>(наричана в настоящото споразумение или „Дружеството“, „Ние“, „Нас“ или „Нашата“) се отнася до Валута.Wiki, 122 15th st # 431 Del Mar, CA 92014. </li> <li> <strong>Устройство </strong>означава всяко устройство, което има достъп до Услугата, като компютър, мобилен телефон или цифров таблет. </li> <li> <strong>Покупката в приложение се </strong>отнася за закупуване на продукт, артикул, услуга или абонамент, направен чрез Приложението и подчинен на настоящите Общи условия и / или собствените условия и условия на Магазина за приложения. </li> <li> <strong>Услугата се </strong>отнася до Приложението. </li> <li> <strong>Абонаментите се </strong>отнасят до услугите или достъпа до Услугата, предлагана на базата на абонамент от Компанията към Вас. </li> <li> <strong>Общи условия </strong>(наричани също „Условия“) означават тези Общи условия, които формират цялото споразумение между Вас и Компанията относно използването на Услугата. </li> <li> <strong>Услуга на социални медии на трети страни </strong>означава всякакви услуги или съдържание (включително данни, информация, продукти или услуги), предоставени от трета страна, които могат да бъдат показани, включени или предоставени от Услугата. </li> <li> <strong>Имате </strong>предвид физическото лице, което има достъп или използва Услугата, или компанията, или друго юридическо лице, от името на което такова лице има достъп или използва Услугата, както е приложимо. </li> </ul> </string><h1>Признание</h1> <p>Това са Общите условия, регулиращи използването на тази услуга и споразумението, което действа между Вас и Компанията. Настоящите Общи условия определят правата и задълженията на всички потребители относно използването на Услугата.</p> <p>Вашият достъп до и използването на Услугата е обусловен от Вашето приемане и спазване на настоящите Общи условия. Тези Общи условия се прилагат за всички посетители, потребители и други, които имат достъп или използват Услугата.</p> <p>С достъп до Услугата или използване на нея Вие се съгласявате да бъдете обвързани от настоящите Общи условия. Ако не сте съгласни с която и да е част от настоящите Общи условия, тогава нямате достъп до Услугата.</p> <p>Вие заявявате, че сте на възраст над 18 години. Компанията не разрешава на лица под 18 години да използват Услугата.</p> <p>Вашият достъп до и използването на Услугата също е обусловен от Вашето приемане и спазване на Политиката за поверителност на Компанията. Нашата Политика за поверителност описва нашите политики и процедури за събиране, използване и разкриване на Вашата лична информация, когато използвате Приложението или Уебсайта и Ви разказва за Вашите права за поверителност и как законът Ви защитава. Моля, прочетете внимателно нашата Политика за поверителност, преди да използвате нашата услуга.</p> <h1>Абонаменти</h1> <h2>Абонаментен период</h2> <p>Услугата или някои части от нея са достъпни само с платен абонамент. Ще бъдете таксувани предварително периодично и периодично (като ежедневно, седмично, месечно или годишно), в зависимост от вида на абонаментния план, който сте избрали при закупуване на абонамента.</p> <p>В края на всеки период Вашият абонамент ще се подновява автоматично при абсолютно същите условия, освен ако не го анулирате или Дружеството го анулира.</p> <h2>Анулиране на абонамент</h2> <p>Можете да отмените подновяването на Вашия абонамент или чрез страницата с настройки на Вашия акаунт, или като се свържете с Компанията. Няма да получите възстановяване на таксите, които вече сте платили за текущия си абонаментен период и ще имате достъп до Услугата до края на текущия си абонаментен период.</p> <p>Ако абонаментът е направен чрез покупка в приложение, можете да анулирате подновяването на вашия абонамент в Application Store.</p> <h2>Таксуване</h2> <p>Вие трябва да предоставите на компанията точна и пълна информация за фактуриране, включително пълното име, адрес, щат, пощенски код, телефонен номер и информация за валиден начин на плащане.</p> <p>Ако автоматичното фактуриране не се случи по някаква причина, Компанията ще издаде електронна фактура, в която ще посочи, че трябва да продължите ръчно, в рамките на определен срок, с пълното плащане, съответстващо на фактуриращия период, както е посочено във фактурата.</p> <p>Ако абонаментът е направен чрез покупка в приложение, цялото фактуриране се обработва от App Store и се урежда от собствените условия и условия на Store Store.</p> <h2>Промени в таксите</h2> <p>Компанията по свое усмотрение и по всяко време може да промени абонаментните такси. Всяка промяна на абонаментната такса ще влезе в сила в края на текущия период на абонамент.</p> <p>Компанията ще Ви предостави разумно предварително уведомление за всяка промяна в абонаментните такси, за да Ви даде възможност да прекратите Вашия Абонамент, преди такава промяна да влезе в сила.</p> <p>Продължаващото ви използване на Услугата след влизане в сила на промяната на абонаментната такса представлява Вашето съгласие да платите променената сума на абонаментната такса.</p> <h2>Възстановяване на суми</h2> <p>С изключение на случаите, когато това се изисква от закона, платените абонаментни такси не се възстановяват.</p> <p>Някои искания за възстановяване на суми за Абонаменти могат да бъдат разгледани от Дружеството за всеки отделен случай и да бъдат предоставени по собствена преценка на Компанията.</p> <p>Ако абонаментът е направен чрез покупка в приложение, ще се прилагат правилата за възстановяване на средства от Store Store. Ако желаете да поискате възстановяване на сумата, можете да го направите, като се свържете директно с Магазина за приложения.</p> <h1>Покупки в приложението</h1> <p>Приложението може да включва покупки в приложението, които ви позволяват да купувате продукти, услуги или абонаменти.</p> <p>Повече информация за това как може да можете да управлявате покупки в приложението, използвайки вашето устройство, може да бъде посочена в собствените условия и условия на магазина за приложения или в настройките за помощ на вашето устройство.</p> <p>Покупките в приложението могат да се консумират само в рамките на приложението. Ако направите покупка в приложението, тази покупка в приложението не може да бъде отменена, след като сте инициирали изтеглянето му. Покупките в приложението не могат да бъдат осребрени срещу парични или други възнаграждения или прехвърлени по друг начин.</p> <p>Ако някоя покупка в приложението не е изтеглена успешно или не работи, след като е изтеглена успешно, ние, след като разберем за неизправността или бъдем уведомени за неизправността от вас, ще разследваме причината за неизправността. Ще действаме разумно, като решим дали да Ви предоставим заместваща покупка в приложението или да Ви издадем кръпка за отстраняване на неизправността. В никакъв случай няма да Ви таксуваме да замените или поправите покупката в приложението. В малко вероятния случай, че не сме в състояние да заменим или поправим съответната покупка в приложението или не сме в състояние да го направим в рамките на разумен период от време и без значителни неудобства за Вас, ние ще упълномощим Магазина за приложения да Ви възстанови сума до разходите за съответната покупка в приложението. Като алтернатива, ако искате да поискате възстановяване на сумата, можете да го направите, като се свържете директно с Магазина за приложения.</p> <p>Вие потвърждавате и се съгласявате, че всички процеси на фактуриране и транзакции се обработват от Магазина за приложения, откъдето сте изтеглили Приложението, и се уреждат от собствените условия и условия на този Магазин за приложения.</p> <p>Ако имате някакви проблеми, свързани с плащанията с покупки в приложението, трябва да се свържете директно с Магазина за приложения.</p> <h1>Връзки към други уебсайтове</h1> <p>Нашата услуга може да съдържа връзки към уеб сайтове или услуги на трети страни, които не са собственост или контролирани от Компанията.</p> <p>Компанията няма контрол и не поема отговорност за съдържанието, политиките за поверителност или практиките на уеб сайтове или услуги на трети страни. Освен това потвърждавате и се съгласявате, че Компанията не носи отговорност или отговорност, пряко или косвено, за каквито и да е щети или загуби, причинени или твърдени, че са причинени от или във връзка с използването или разчитането на такова съдържание, стоки или услуги, достъпни на или чрез такива уеб сайтове или услуги.</p> <p>Настоятелно Ви съветваме да прочетете условията и политиките за поверителност на уеб сайтове или услуги на трети страни, които посещавате.</p> <h1>Прекратяване на договора</h1> <p>Ние можем да прекратим или спрем Вашия достъп незабавно, без предварително уведомление или отговорност, по каквато и да е причина, включително без ограничение, ако нарушите тези Общи условия.</p> <p>При прекратяване Вашето право да използвате Услугата ще прекрати незабавно.</p> <h1>Ограничаване на отговорността</h1> <p>Независимо от каквито и да е щети, които Вие бихте могли да понесете, цялата отговорност на Дружеството и някой от неговите доставчици съгласно която и да е разпоредба от настоящите Условия и Вашето изключително средство за защита за всичко изложено по-горе ще бъде ограничена до сумата, действително платена от Вас чрез Услугата или 100 USD ако не сте закупили нищо чрез Услугата.</p> <p>В максималната степен, разрешена от приложимото законодателство, в никакъв случай Компанията или нейните доставчици не носят отговорност за каквито и да било специални, случайни, косвени или последващи щети (включително, но не само, щети за загуба на печалба, загуба на данни или друга информация, за прекъсване на бизнеса, за лични наранявания, загуба на поверителност, произтичаща от или по какъвто и да е начин свързана с използването или невъзможността да се използва Услугата, софтуер на трети страни и / или хардуер на трети страни, използван с Услугата, или в противен случай във връзка с която и да е разпоредба от настоящите Условия), дори ако Компанията или който и да е доставчик е бил уведомен за възможността за такива щети и дори ако средство за защита не успее от основната си цел.</p> <p>Някои държави не позволяват изключването на подразбиращи се гаранции или ограничаване на отговорността за случайни или последващи щети, което означава, че някои от горните ограничения може да не се прилагат. В тези държави отговорността на всяка страна ще бъде ограничена в най-голямата степен, разрешена от закона.</p> <h1>Отказ от отговорност „КАКВИ Е“ и „КАТО НАЛИЧНИ“</h1> <p>Услугата Ви се предоставя КАКВИ Е и КАТО НАЛИЧНА и с всички неизправности и дефекти, без каквато и да е гаранция. В максималната степен, разрешена от приложимото законодателство, Дружеството, от свое име и от името на своите филиали и своите и съответните им лицензодатели и доставчици на услуги, изрично се отказва от всички гаранции, независимо дали са изрични, подразбиращи се, законови или по друг начин, по отношение на Услуга, включително всички подразбиращи се гаранции за продаваемост, годност за определена цел, право на собственост и ненарушаване, както и гаранции, които могат да възникнат в резултат на сделка, ход на изпълнение, употреба или търговска практика. Без ограничение на гореизложеното, Компанията не предоставя никакви гаранции или ангажименти и не представя никакъв вид, че Услугата ще отговори на Вашите изисквания, ще постигне някакви предвидени резултати, ще бъде съвместима или ще работи с друг софтуер, приложения, системи или услуги, ще работи без прекъсване, да отговаря на всички стандарти за производителност или надеждност или да няма грешки или че всякакви грешки или дефекти могат или ще бъдат коригирани.</p> <p>Без да ограничава гореизложеното, нито Компанията, нито който и да е от доставчиците на компанията прави никакви изявления или гаранции от какъвто и да е вид, изрични или подразбиращи се: (i) по отношение на работата или наличността на Услугата, или информацията, съдържанието и материалите или продуктите включени в тях; (ii) че Услугата ще бъде непрекъсната или без грешки; (iii) по отношение на точността, надеждността или валутата на каквато и да е информация или съдържание, предоставено чрез Услугата; или (iv) че Услугата, нейните сървъри, съдържанието или имейлите, изпратени от или от името на Компанията, не съдържат вируси, скриптове, троянски коне, червеи, злонамерен софтуер, бомби за времето или други вредни компоненти.</p> <p>Някои юрисдикции не позволяват изключването на определени видове гаранции или ограничения на приложимите законови права на потребител, така че някои или всички горепосочени изключения и ограничения може да не се отнасят за Вас. Но в такъв случай изключенията и ограниченията, посочени в този раздел, се прилагат в най-голяма степен приложими съгласно приложимото законодателство.</p> </string> <h1>Приложимо право</h1> <p>Законите на държавата, с изключение на нейните стълкновителни норми, уреждат настоящите Условия и използването от Ваша страна на Услугата. Вашето използване на Приложението може също да бъде предмет на други местни, държавни, национални или международни закони.</p> <h1>Разрешаване на спорове</h1> <p>Ако имате притеснения или спорове относно Услугата, Вие се съгласявате първо да опитате да разрешите спора неофициално, като се свържете с Компанията.</p> <h1>За потребители от Европейския съюз (ЕС)</h1> <p>Ако сте потребител на Европейския съюз, ще се възползвате от всички задължителни разпоредби на законодателството на държавата, в която пребивавате.</p> <h1>Разпоредби за крайната употреба на федералното правителство на САЩ</h1> <p>Ако сте краен потребител на федералното правителство на САЩ, нашата услуга е „търговска позиция“, тъй като този термин е дефиниран на 48 CFR §2.101.</p> <h1>Съответствие на законодателството на САЩ</h1> <p>Вие заявявате и гарантирате, че (i) не се намирате в държава, която е обект на ембаргото на правителството на Съединените щати, или която е определена от правителството на Съединените щати като държава, подкрепяща тероризма, и (ii) Вие не сте включени във всеки списък на правителството на САЩ за забранени или ограничени страни.</p> <h1>Разделяне и отказ</h1> <h2>Разделяемост</h2> <p>Ако някоя от разпоредбите на настоящите условия се счита за неприложима или невалидна, такава разпоредба ще бъде променена и тълкувана, за да постигне целите на тази разпоредба във възможно най-голяма степен съгласно приложимото законодателство, а останалите разпоредби ще продължат с пълна сила и ефект.</p> <h2>Отказ</h2> <p>С изключение на предвиденото в настоящото, неизпълнението на право или изискването за изпълнение на задължение съгласно настоящите Условия не засяга способността на дадена страна да упражни такова право или изисква такова изпълнение по всяко време след това, нито отказът от нарушение представлява отказ на всяко последващо нарушение.</p> <h1>Устен превод</h1> <p>Тези Общи условия може да са били преведени, ако ние сме ги направили достъпни за Вас в нашата Услуга. Вие се съгласявате, че оригиналният текст на английски ще има предимство в случай на спор.</p> <h1>Промени в настоящите Общи условия</h1> <p>Ние си запазваме правото по наше собствено усмотрение да модифицираме или заменим настоящите Условия по всяко време. Ако ревизията е съществена, ние ще положим разумни усилия да предоставим предизвестие от поне 30 дни преди влизането в сила на нови условия. Какво представлява съществена промяна, ще бъде определено по наша преценка.</p> <p>Продължавайки да осъществявате достъп или да използвате Нашата услуга, след като тези ревизии влязат в сила, Вие се съгласявате да бъдете обвързани с ревизираните условия. Ако не сте съгласни с новите условия, изцяло или частично, моля, спрете да използвате уебсайта и Услугата.</p> <h1>Опровержение</h1> <p>Обменните курсове на Currency.wiki са само за информационни цели. Моля, проверете / потвърдете валутните курсове с вашия валутен брокер или финансова институция, преди да извършвате международни парични преводи и транзакции.</p> <h1>Кредити</h1> <p>Искаме да благодарим на следните автори за създаването на безплатни икони и безплатен лиценз за използване на диаграми.</p> <ul> <li>MD Badsha Meah: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>икона king1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>Freepik: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> &amp; <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=bg&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>Свържете се с нас</h1> <p>Ако имате въпроси относно тези Общи условия, можете да се свържете с нас:</p> <ul> <li>По имейл: info@currency.wiki</li> </ul> <p> </p> </string>",
  "presets": "Предварителни настройки",
  "select": "Изберете",

  "iso":"български",
  "AED":"Обединени арабски емирства Дирхам",
  "AFN":"Афганистанец",
  "ALL":"Албански лек",
  "AMD":"Арменски драм",
  "ANG":"Холандска антилска гилдия",
  "AOA":"Анголан Кванза",
  "ARS":"Аржентински песо",
  "AUD":"Австралийски долар",
  "AWG":"Арубан Флорин",
  "AZN":"Азербайджански манат",
  "BAM":"Конвертируема марка Босна и Херцеговина",
  "BBD":"Барбадски долар",
  "BDT":"Бангладеши Така",
  "BGN":"Български лев",
  "BHD":"Бахрейнски динар",
  "BIF":"Бурундийски франк",
  "BMD":"Бермудски долар",
  "BND":"Бруней долар",
  "BOB":"Боливийски боливиано",
  "BRL":"Бразилски Реал",
  "BSD":"Бахамски долар",
  "BTC":"Bitcoin",
  "BTN":"Бутански Нгултрум",
  "BWP":"Ботсванан Пула",
  "BYN":"Беларуска рубла",
  "BZD":"Белиз долар",
  "CAD":"Канадски долар",
  "CDF":"Конгоански франк",
  "CHF":"Швейцарски франк",
  "CLF":"Чилийска разчетна единица (UF)",
  "CLP":"Чилийско песо",
  "CNY":"Китайски юан",
  "COP":"Колумбийското песо",
  "CRC":"Коста Рика Колон",
  "CUC":"Кубинско кабрио песо",
  "CUP":"Кубинско песо",
  "CVE":"Ескудо на Кабо Верде",
  "CZK":"Чешка република Коруна",
  "DJF":"Франк Джибутиан",
  "DKK":"Датска крона",
  "DOP":"Доминиканско песо",
  "DZD":"Алжирски динари",
  "EGP":"Египетска лира",
  "ERN":"Еритрейска Накфа",
  "ETB":"Етиопски бир",
  "EUR":"евро",
  "FJD":"Фиджийски долар",
  "FKP":"Фолклендските острови лира",
  "GBP":"Британска лира стерлинги",
  "GEL":"Грузинската Лари",
  "GGP":"Гернси лира",
  "GHS":"Ганайски Седи",
  "GIP":"Гибралтар лира",
  "GMD":"Гамбийски Даласи",
  "GNF":"Гвинейски франк",
  "GTQ":"Гватемалски Кетсал",
  "GYD":"Гвианарски долар",
  "HKD":"Хонконгски долар",
  "HNL":"Хондуран Лемпира",
  "HRK":"Хърватска куна",
  "HTG":"Хаитян Гурд",
  "HUF":"Унгарски форинт",
  "IDR":"Индонезийски рупия",
  "ILS":"Нов израелски шекел",
  "IMP":"Манкс лира",
  "INR":"Индийска рупия",
  "IQD":"Иракски динар",
  "IRR":"Ирански риал",
  "ISK":"Исландска Крона",
  "JEP":"Джърси Паунд",
  "JMD":"Ямайски долар",
  "JOD":"Йордански динар",
  "JPY":"Японска йена",
  "KES":"Кенийски шилинг",
  "KGS":"Киргизстан Сом",
  "KHR":"Камбоджийски риел",
  "KMF":"Коморския франк",
  "KPW":"Севернокорейски спечелил",
  "KRW":"Южнокорейски спечелил",
  "KWD":"Кувейтски динар",
  "KYD":"Долар на Каймановите острови",
  "KZT":"Казахстански тенге",
  "LAK":"Лаотиан Кип",
  "LBP":"Ливанска лира",
  "LKR":"Шри Ланка рупия",
  "LRD":"Либерийски долар",
  "LSL":"Лесото Лоти",
  "LTL":"Литовски лит",
  "LVL":"Латвийски лат",
  "LYD":"Либийски динар",
  "MAD":"Марокански дирхам",
  "MDL":"Молдовски лев",
  "MGA":"Малагасийски Ariary",
  "MKD":"Македонски денар",
  "MMK":"Мианма Кьят",
  "MNT":"Монголски тугрик",
  "MOP":"Маканеца Патака",
  "MRO":"Мавритански Угуия",
  "MUR":"Маврикийска рупия",
  "MVR":"Малдивска Руфия",
  "MWK":"Малави квача",
  "MXN":"Мексиканско песо",
  "MYR":"Малайзийски ринггит",
  "MZN":"Мозамбикски Metical",
  "NAD":"Намибийски долар",
  "NGN":"Нигерийска Найра",
  "NIO":"Никарагуан Кордова",
  "NOK":"Норвежка крона",
  "NPR":"Непалска рупия",
  "NZD":"Новозеландски долар",
  "OMR":"Омански риал",
  "PAB":"Панамска Балбоа",
  "PEN":"Перуанският Нуево Сол",
  "PGK":"Папуа Нова Гвинея Кина",
  "PHP":"Филипинско песо",
  "PKR":"Пакистанска рупия",
  "PLN":"Полски злоти",
  "PYG":"Парагвайски гуарани",
  "QAR":"Катарски риал",
  "RON":"Румънски лев",
  "RSD":"Сръбски динари",
  "RUB":"Руска рубла",
  "RWF":"Франк Руанда",
  "SAR":"Саудитски Риал",
  "SBD":"Долар на Соломоновите острови",
  "SCR":"Сейшелоа Рупия",
  "SDG":"Суданска лира",
  "SEK":"Шведска крона",
  "SGD":"Сингапурски долар",
  "SHP":"Свети Елена лира",
  "SLL":"Сиера Леоан Леоне",
  "SOS":"Сомалийски шилинг",
  "SRD":"Суринамски долар",
  "STD":"Сао Томе и Принсипи Добра",
  "SVC":"Салвадоран Колон",
  "SYP":"Сирийска лира",
  "SZL":"Свази Лилангени",
  "THB":"Тай Бат",
  "TJS":"Таджикистански сомони",
  "TMT":"Туркменистански манат",
  "TND":"Тунизийски динар",
  "TOP":"Tongan Paʻanga",
  "TRY":"Турска лира",
  "TTD":"Тринидад и Тобаго долар",
  "TWD":"Нов тайвански долар",
  "TZS":"Танзански шилинг",
  "UAH":"Украинска гривна",
  "UGX":"Угандански шилинг",
  "USD":"Щатски долар",
  "UYU":"Уругвайско песо",
  "UZS":"Узбекистан Сом",
  "VES":"Венецуела Боливар Фуерте",
  "VND":"Виетнамски донг",
  "VUV":"Вануату Вату",
  "WST":"Самоанска тала",
  "XAF":"CFA Franc BEAC",
  "XAG":"Сребро (тройунция)",
  "XAU":"Злато (тройунция)",
  "XCD":"Източнокарибски долар",
  "XDR":"Специални права на тираж",
  "XOF":"CFA Франк BCEAO",
  "XPF":"CFP Франк",
  "YER":"Йеменски риал",
  "ZAR":"Южноафрикански ранд",
  "ZMK":"Zambian Kwacha (преди 2013 г.)",
  "ZMW":"Замбие квача",
  "ZWL":"Зимбабвийски долар"
}