{
  "update": "Aktualizováno",
  "addCurrency": "Přidat měnu",
  "selectedCurrency": "Vybraná měna",
  "monetary": "Peněžní formát",
  "decimal": "Desetinný formát",
  "firstTextRatingPage": "Ohodnoťte prosím aplikaci!",
  "secondTextRatingPage": "Klepnutím na hvězdičky a otevřením v Obchodě Google Play ohodnoťte",
  "buttonTextRatingPage": "NE TEĎ",
  "removeAds": "Odebrat reklamy",
  "removeAdsContent": "Podpořte náš projekt malým ročním předplatným",
  "selectLanguage": "Vyberte jazyk",
  "english": "čeština",
  "colorsSelection": "Výběr barvy",
  "theme": "Téma",
  "light": "Světlo",
  "dark": "Temný",
  "widgetTransparency": "Transparentnost widgetu",
  "visualSize": "Vizuální velikost",
  "A": "A",
  "appLogoLauncher": "Spouštěč loga aplikace",
  "multiConverter": "Multipřevodník",
  "multiConverterContent1": "Ve výchozím nastavení se otevře více převaděč.",
  "multiConverterContent2": "POZNÁMKA:",
  "multiConverterContent3": "Tato funkce funguje pouze se spouštěčem loga aplikace",
  "display": "Zobrazit",
  "display1": "Kód měny zobrazení",
  "display2": "Zobrazit symbol měny",
  "display3": "Zobrazit měnovou vlajku",
  "dateFormat": "Formát dat",
  "not": "Teď ne",
  "selected": "VYBRANÝ",
  "currencyList": "SEZNAM MĚN",
  "dontShow": "Nezobrazovat",
  "support": "Podpora",
  "term": "Termín",
  "privacy": "Zásady ochrany osobních údajů",
  "unlocked": "Unlocked",
  "locked": "Zamčeno",
  "custom": "Vlastní",
  "try": "Zkuste tuto barvu",
  "unlock": "Odemknout",
  "wiki": ",Podle:Currency.wiki",
  "multi": "Multikonvertor",
  "html_policy": "<h1><strong>Zásady ochrany osobních údajů</strong></h1><p>Poslední aktualizace: 13. března 2021</p><p>Tyto zásady ochrany osobních údajů popisují naše zásady a postupy týkající se shromažďování, používání a zveřejňování vašich informací při používání služby a informují vás o vašich právech na ochranu soukromí a o tom, jak vás chrání zákon.</p><p>Vaše osobní údaje používáme k poskytování a vylepšování Služby. Používáním Služby souhlasíte se shromažďováním a používáním informací v souladu s těmito zásadami ochrany osobních údajů.</p><h1><strong>Výklad a definice</strong></h1><h2><strong>Výklad</strong></h2><p>Slova, jejichž počáteční písmeno je velké, mají význam definovaný za následujících podmínek. Následující definice mají stejný význam bez ohledu na to, zda jsou uvedeny v jednotném nebo množném čísle.</p><h2><strong>Definice</strong></h2><p>Pro účely těchto zásad ochrany osobních údajů:</p><ul><li><strong>Účet </strong>znamená jedinečný účet vytvořený pro vás pro přístup k naší službě nebo částem naší služby. </li><li><strong>Přidruženým </strong>podnikem se rozumí subjekt, který kontroluje, je ovládán stranou nebo je pod společnou kontrolou strany, přičemž „kontrolou“ se rozumí vlastnictví nejméně 50% akcií, majetkových účastí nebo jiných cenných papírů, které jsou oprávněny hlasovat pro volbu ředitelů nebo jiného řídícího orgánu . </li><li><strong>Aplikace </strong>znamená softwarový program poskytovaný Společností, který jste si stáhli do jakéhokoli elektronického zařízení s názvem Currency Converter App od Currency.Wiki </li><li><strong>Společnost </strong>(dále v této dohodě označovaná jako „Společnost“, „My“, „Nás“ nebo „Naše“) označuje Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Země </strong>odkazuje na: Kalifornie, USA </li><li><strong>Zařízení </strong>znamená jakékoli zařízení, které má přístup ke Službě, jako je počítač, mobilní telefon nebo digitální tablet. </li><li><strong>Osobní údaje </strong>jsou jakékoli informace, které se vztahují k identifikované nebo identifikovatelné osobě. </li><li><strong>Služba </strong>odkazuje na aplikaci. </li><li><strong>Poskytovatelem služeb se </strong>rozumí jakákoli fyzická nebo právnická osoba, která zpracovává údaje jménem společnosti. Týká se to společností třetích osob nebo jednotlivců zaměstnaných Společností za účelem usnadnění Služby, poskytování Služby jménem Společnosti, poskytování služeb souvisejících se Službou nebo pomoci Společnosti při analýze toho, jak je Služba využívána. </li><li><strong>Služba sociálních médií třetích stran </strong>označuje jakoukoli webovou stránku nebo jakýkoli web sociální sítě, prostřednictvím kterého se Uživatel může přihlásit nebo vytvořit účet pro používání Služby. </li><li><strong>Údaje o používání se </strong>vztahují na data shromážděná automaticky, buď generovaná použitím Služby nebo ze samotné infrastruktury Služby (například doba trvání návštěvy stránky). </li><li><strong>Máte na </strong>mysli jednotlivce, který přistupuje k Službě nebo ji používá, nebo společnost nebo jiný právní subjekt, jehož jménem tato osoba podle potřeby přistupuje nebo používá Službu. </li></ul><h1><strong>Shromažďování a používání vašich osobních údajů</strong></h1><h2><strong>Druhy shromážděných údajů</strong></h2><h3><strong>Osobní data</strong></h3><p>Při používání naší služby vás můžeme požádat, abyste nám poskytli určité osobní identifikační údaje, pomocí kterých vás můžeme kontaktovat nebo identifikovat. Osobní identifikační údaje mohou zahrnovat, ale nejsou omezeny na:</p><ul><li>Emailová adresa</li><li>Údaje o použití</li></ul><h3><strong>Údaje o použití</strong></h3><p>Údaje o používání se shromažďují automaticky při používání služby.</p><p>Údaje o používání mohou zahrnovat informace, jako je adresa internetového protokolu vašeho zařízení (např. IP adresa), typ prohlížeče, verze prohlížeče, stránky naší služby, které navštívíte, čas a datum vaší návštěvy, čas strávený na těchto stránkách, jedinečné zařízení identifikátory a další diagnostická data.</p><p>Když přistupujete ke Službě prostřednictvím mobilního zařízení nebo prostřednictvím něj, můžeme automaticky shromažďovat určité informace, mimo jiné včetně typu používaného mobilního zařízení, jedinečného ID vašeho mobilního zařízení, adresy IP vašeho mobilního zařízení, vašeho mobilního zařízení operační systém, typ používaného mobilního internetového prohlížeče, jedinečné identifikátory zařízení a další diagnostická data.</p><p>Můžeme také shromažďovat informace, které váš prohlížeč zasílá, kdykoli navštívíte naši Službu nebo když přistupujete ke Službě prostřednictvím nebo prostřednictvím mobilního zařízení.</p><h2><strong>Používání vašich osobních údajů</strong></h2><p>Společnost může používat osobní údaje pro následující účely:</p><ul><li><strong>Poskytovat a udržovat naši Službu </strong>, včetně sledování jejího používání.</li><li><strong>Správa vašeho účtu: </strong>správa vaší registrace jako uživatele služby. Vámi poskytnuté osobní údaje vám mohou poskytnout přístup k různým funkcím Služby, které máte k dispozici jako registrovaný uživatel. </li><li><strong>Za účelem plnění smlouvy: </strong>vývoj, dodržování a plnění kupní smlouvy na produkty, položky nebo služby, které jste zakoupili, nebo jakékoli jiné smlouvy s námi prostřednictvím služby. </li><li><strong>Kontaktovat vás: </strong>Kontaktovat vás e-mailem, telefonními hovory, SMS nebo jinými rovnocennými formami elektronické komunikace, jako jsou push oznámení mobilní aplikace týkající se aktualizací nebo informativní komunikace týkající se funkcí, produktů nebo smluvních služeb, včetně aktualizací zabezpečení, pokud je to nezbytné nebo přiměřené pro jejich provedení. </li><li><strong>Abychom vám mohli poskytovat </strong>novinky, speciální nabídky a obecné informace o dalším zboží, službách a událostech, které nabízíme, podobné těm, které jste již zakoupili nebo o které jste se informovali, pokud jste se nerozhodli tyto informace nedostávat. </li><li><strong>Správa vašich požadavků: </strong>Účastnit se a spravovat vaše požadavky na nás. </li><li><strong>Pro převody podniků: </strong>Vaše údaje můžeme použít k vyhodnocení nebo provedení fúze, odprodeje, restrukturalizace, reorganizace, zrušení nebo jiného prodeje či převodu některých nebo všech našich aktiv, ať už jako pokračující činnost nebo jako součást bankrotu, likvidace, nebo podobné řízení, ve kterém jsou mezi převedenými prostředky osobní údaje, které máme o našich uživatelích v držení. </li><li><strong>Pro jiné účely </strong>: Vaše údaje můžeme použít k jiným účelům, jako je analýza dat, identifikace trendů používání, stanovení účinnosti našich propagačních kampaní a vyhodnocení a vylepšení naší Služby, produktů, služeb, marketingu a vašich zkušeností.</li></ul><p>Vaše osobní údaje můžeme sdílet v následujících situacích:</p><ul><li><strong>S poskytovateli služeb: </strong>Vaše osobní údaje můžeme sdílet s poskytovateli služeb, abychom mohli sledovat a analyzovat používání naší služby, zobrazovat vám reklamy, abychom vám pomohli podporovat a udržovat naši službu, zpracovávat platby a kontaktovat vás. </li><li><strong>Pro převody podniků: </strong>Vaše osobní údaje můžeme sdílet nebo převádět v souvislosti nebo během jednání o fúzi, prodeji majetku společnosti, financování nebo akvizici celého nebo části našeho podnikání jiné společnosti. </li><li><strong>S přidruženými společnostmi: </strong>Vaše údaje můžeme sdílet s našimi přidruženými společnostmi, v takovém případě budeme od těchto přidružených společností vyžadovat dodržování těchto zásad ochrany osobních údajů. Mezi přidružené společnosti patří naše mateřská společnost a jakékoli další dceřiné společnosti, partneři ve společných podnicích nebo jiné společnosti, které kontrolujeme nebo které s námi mají společnou kontrolu. </li><li><strong>S obchodními partnery: </strong>Vaše údaje můžeme sdílet s našimi obchodními partnery, abychom vám mohli nabídnout určité produkty, služby nebo propagační akce. </li><li><strong>S ostatními uživateli: </strong>Když sdílíte osobní údaje nebo jiným způsobem komunikujete ve veřejných prostorách s jinými uživateli, mohou tyto informace zobrazit všichni uživatelé a mohou být veřejně distribuovány venku. Pokud komunikujete s jinými uživateli nebo se zaregistrujete prostřednictvím služby sociálních médií třetích stran, mohou vaše kontakty ve službě sociálních médií třetích stran vidět vaše jméno, profil, obrázky a popis vaší činnosti. Podobně si ostatní uživatelé budou moci prohlédnout popisy vaší aktivity, komunikovat s vámi a zobrazit váš profil. </li><li><strong>S vaším souhlasem </strong>: Můžeme <strong>s vaším souhlasem </strong>zveřejnit vaše osobní údaje pro jakékoli jiné účely.</li></ul><h2><strong>Uchovávání vašich osobních údajů</strong></h2><p>Společnost bude uchovávat vaše osobní údaje pouze po dobu nezbytnou pro účely uvedené v těchto zásadách ochrany osobních údajů. Budeme uchovávat a používat vaše osobní údaje v rozsahu nezbytném pro splnění našich zákonných povinností (například pokud jsme povinni uchovat vaše údaje v souladu s platnými zákony), řešení sporů a prosazování našich právních dohod a zásad.</p><p>Společnost také uchová údaje o používání pro účely interní analýzy. Údaje o používání jsou obecně uchovávány po kratší dobu, s výjimkou případů, kdy jsou tato data použita k posílení zabezpečení nebo ke zlepšení funkčnosti naší služby, nebo pokud jsme ze zákona povinni tyto údaje uchovávat po delší dobu.</p><h2><strong>Předání vašich osobních údajů</strong></h2><p>Vaše údaje, včetně osobních údajů, jsou zpracovávány v provozních kancelářích společnosti a na jakýchkoli dalších místech, kde se nacházejí strany zapojené do zpracování . Znamená to, že tyto informace mohou být přenášeny do počítačů umístěných mimo váš stát, provincii, zemi nebo jinou vládní jurisdikci a udržovány v nich, kde se zákony na ochranu údajů mohou lišit od zákonů ve vaší jurisdikci.</p><p>Váš souhlas s těmito zásadami ochrany osobních údajů, po kterém následuje vaše odeslání těchto informací, představuje váš souhlas s tímto převodem.</p><p>Společnost přijme veškerá přiměřeně nezbytná opatření, aby zajistila, že s vašimi údaji bude zacházeno bezpečně a v souladu s těmito zásadami ochrany osobních údajů, a nedojde k žádnému přenosu vašich osobních údajů do organizace nebo do země, pokud neexistují odpovídající kontroly, včetně Vaše údaje a další osobní údaje.</p><h2><strong>Zveřejnění vašich osobních údajů</strong></h2><h3><strong>Obchodní transakce</strong></h3><p>Pokud je společnost zapojena do fúze, akvizice nebo prodeje aktiv, mohou být vaše osobní údaje přeneseny. Před přenosem vašich osobních údajů a poté, co se na ně vztahují jiné zásady ochrany osobních údajů, vás upozorníme.</p><h3><strong>Vymáhání práva</strong></h3><p>Za určitých okolností může být Společnost povinna zveřejnit Vaše osobní údaje, pokud to vyžaduje zákon nebo v reakci na platné žádosti orgánů veřejné moci (např. Soud nebo vládní agentura).</p><h3><strong>Další právní požadavky</strong></h3><p>Společnost může zveřejnit vaše osobní údaje v dobré víře, že je tato akce nezbytná pro:</p><ul><li>Dodržujte zákonnou povinnost</li><li>Chraňte a bráňte práva nebo majetek společnosti</li><li>Předcházejte možným protiprávním jednáním v souvislosti se Službou nebo je prošetřujte</li><li>Chraňte osobní bezpečnost uživatelů služby nebo veřejnosti</li><li>Chraňte před právní odpovědností</li></ul><h2><strong>Zabezpečení vašich osobních údajů</strong></h2><p>Zabezpečení vašich osobních údajů je pro nás důležité, ale pamatujte, že žádný způsob přenosu přes internet nebo způsob elektronického ukládání není stoprocentně bezpečný. I když se snažíme používat komerčně přijatelné prostředky k ochraně vašich osobních údajů, nemůžeme zaručit jejich absolutní bezpečnost.</p><h1><strong>Podrobné informace o zpracování vašich osobních údajů</strong></h1><p>Poskytovatelé služeb, které používáme, mohou mít přístup k vašim osobním údajům. Tito prodejci třetích stran shromažďují, ukládají, používají, zpracovávají a přenášejí informace o vaší aktivitě v naší službě v souladu se svými zásadami ochrany osobních údajů.</p><h2><strong>Analytics</strong></h2><p>Můžeme používat poskytovatele služeb třetích stran ke sledování a analýze používání naší služby.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Google Analytics je služba webové analýzy nabízená společností Google, která sleduje a hlásí provoz na webu. Google používá shromážděné údaje ke sledování a monitorování používání naší Služby. Tato data jsou sdílena s dalšími službami Google. Google může použít shromážděná data k kontextualizaci a personalizaci reklam vlastní reklamní sítě.</p><p>Z určitých funkcí Google Analytics se můžete odhlásit prostřednictvím nastavení mobilního zařízení, jako je nastavení reklamy na vašem zařízení nebo podle pokynů poskytnutých společností Google v jejich zásadách ochrany osobních údajů: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Další informace o postupech společnosti Google v oblasti ochrany osobních údajů najdete na webové stránce Google Privacy &amp; Terms: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase je analytická služba poskytovaná společností Google Inc.</p><p>Z určitých funkcí Firebase se můžete odhlásit prostřednictvím nastavení mobilního zařízení, jako je nastavení reklamy na vašem zařízení nebo podle pokynů poskytnutých společností Google v jejich zásadách ochrany osobních údajů: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Rovněž vám doporučujeme, abyste si přečetli zásady společnosti Google pro ochranu vašich údajů: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a> </p><p>Další informace o tom, jaký typ informací Firebase shromažďuje, najdete na webové stránce Jak Google používá data, když používáte weby nebo aplikace našich partnerů: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Jejich zásady ochrany osobních údajů lze zobrazit na <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://www.appsflyer.com/privacy-policy/\">adrese https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Reklamy na Facebooku</strong></li></ul><p>Jejich zásady ochrany osobních údajů lze zobrazit na <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://www.facebook.com/about/privacy\">adrese https://www.facebook.com/about/privacy</a> </p><h2><strong>Reklamní</strong></h2><p>Můžeme použít poskytovatele služeb k tomu, abychom vám zobrazovali reklamy, abychom pomohli podporovat a udržovat naši službu.</p><ul><li><strong>AdMob od Googlu</strong></li></ul><p>AdMob od společnosti Google poskytuje společnost Google Inc.</p><p>Službu AdMob by Google můžete odhlásit podle pokynů popsaných společností Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=cs</a> </p><p>Další informace o tom, jak Google používá shromážděné informace, najdete na stránce „Jak Google používá data, když používáte weby nebo aplikaci našich partnerů“: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> nebo navštivte stránku Ochrana osobních údajů Zásady společnosti Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>   </p><h2><strong>Platby</strong></h2><p>V rámci Služby můžeme poskytovat placené produkty a / nebo služby. V takovém případě můžeme ke zpracování plateb použít služby třetích stran (např. Zpracovatele plateb).</p><p>Nebudeme ukládat ani shromažďovat údaje o vaší platební kartě. Tyto informace jsou poskytovány přímo našim zpracovatelům plateb třetích stran, jejichž používání vašich osobních údajů se řídí jejich zásadami ochrany osobních údajů. Tito zpracovatelé plateb dodržují standardy stanovené PCI-DSS, jak je spravuje Rada pro bezpečnostní standardy PCI, což je společné úsilí značek jako Visa, Mastercard, American Express a Discover. Požadavky PCI-DSS pomáhají zajistit bezpečné zpracování platebních informací.</p><ul><li><strong>Platby v aplikaci Google Play</strong></li></ul><p>Jejich zásady ochrany osobních údajů lze zobrazit na <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://www.google.com/policies/privacy/\">adrese https://www.google.com/policies/privacy/</a> </p><h1><strong>Ochrana osobních údajů dětí</strong></h1><p>Naše služba neoslovuje nikoho mladšího než 13 let. Vědomě neshromažďujeme informace umožňující zjištění totožnosti od nikoho mladšího 13 let. Pokud jste rodič nebo zákonný zástupce a jste si vědomi toho, že nám vaše dítě poskytlo osobní údaje, prosím kontaktujte nás. Pokud zjistíme, že jsme shromáždili osobní údaje od kohokoli mladšího 13 let bez ověření souhlasu rodičů, podnikneme kroky k odstranění těchto informací z našich serverů.</p><p>Pokud se jako právní základ pro zpracování vašich údajů musíme spoléhat na souhlas a vaše země vyžaduje souhlas rodiče, můžeme vyžadovat souhlas vašeho rodiče, než tyto informace shromáždíme a použijeme.</p><h1><strong>Odkazy na jiné webové stránky</strong></h1><p>Naše služba může obsahovat odkazy na jiné webové stránky, které nejsou provozovány námi. Pokud kliknete na odkaz třetí strany, budete přesměrováni na stránky této třetí strany. Důrazně doporučujeme, abyste si pročetli zásady ochrany osobních údajů každé stránky, kterou navštívíte.</p><p>Nemáme žádnou kontrolu nad a nepřebíráme žádnou odpovědnost za obsah, zásady ochrany osobních údajů nebo postupy jakýchkoli webů nebo služeb třetích stran.</p><h1><strong>Změny těchto zásad ochrany osobních údajů</strong></h1><p>Naše zásady ochrany osobních údajů můžeme čas od času aktualizovat. O všech změnách vás budeme informovat zveřejněním nových zásad ochrany osobních údajů na této stránce.</p><p>Než změna vstoupí v platnost, dáme vám vědět e-mailem nebo prominentním oznámením o naší službě a v horní části těchto zásad ochrany osobních údajů aktualizujeme datum „Poslední aktualizace“.</p><p>Doporučujeme tyto zásady ochrany osobních údajů pravidelně kontrolovat, zda neobsahují jakékoli změny. Změny těchto zásad ochrany osobních údajů jsou účinné, pokud jsou zveřejněny na této stránce.</p><h1><strong>Kontaktujte nás</strong></h1><p>Máte-li jakékoli dotazy týkající se těchto podmínek, můžete nás kontaktovat:</p><ul><li>E-mailem: info@currency.wiki</li></ul>",
  "html_support": " <h1>Pomoc</h1><p>Pokud máte problém s naší aplikací pro převod měn, pošlete e-mail na adresu <a href=\"mailto:app@currency.wiki\">app@currency.wiki</a> (odpověď může <a href=\"mailto:app@currency.wiki\">trvat</a> 24–48 hodin) a do řádku předmětu přidejte „Problém s aplikací“  </p><p>Popište prosím problém, včetně názvu zařízení a čísla modelu a aktuální verze systému Android. např. Samsung Galaxy S9 + Android 10</p><h1>FAQ</h1><h2>Jak často se směnné kurzy aktualizují?</h2><p>Ceny jsou aktualizovány každých 30 minut a včas každých 60 sekund s výjimkou víkendů (Forexový trh v USA se zavírá v pátek v 17:00 EST a otevírá se v neděli v 17:00 EST)</p><h2>Jak často se kryptoměny aktualizují?</h2><p>Trh s kryptoměnou se nikdy nezavírá. Je otevřena 24/7, 365 dní v roce. Kurzy bitcoinů (BTC) jsou vždy aktualizovány, a to i o víkendech</p><h2>Jak přidat widget?</h2><ul><li>Na domovské obrazovce stiskněte a podržte prázdné místo</li><li>Klepněte na „Widgety“</li><li>Do vyhledávacího pole zadejte „ CurrencyConverter “ a měl by se zobrazit widget měny</li><li>Klepněte na widget a vyzve vás k výběru typu widgetu, který chcete zobrazit, podržením a přetažením na domovskou obrazovku</li></ul><h2>Proč dostávám jedno z následujících systémových oznámení?</h2><ul><li>Přestaňte optimalizovat využití baterie</li><li>Neoptimalizujte využití baterie</li><li>Nechte aplikaci běžet vždy na pozadí</li><li>Optimalizace baterie ignorovat</li></ul><p>Pokud používáte widget měny na domovské obrazovce, doporučujeme povolit spuštění naší aplikace na pozadí, aby byly sazby vždy aktuální</p><h2>Využití baterie?</h2><p>Naše aplikace byla navržena tak, aby používala minimální množství baterie a při provozu na pozadí aktualizovala sazby. Vezměte prosím na vědomí, že do hry vstupuje mnoho faktorů, například zavření aplikace po použití, ujištění se, že je vaše zařízení kompatibilní s naší aplikací atd ...</p><h1>Tipy</h1><h2>Zkopírujte a sdílejte</h2><p>Pokud přejdete na hlavní obrazovku převaděče měn, klepněte a podržte výsledky. Zkopíruje výsledky do schránky jako příklad „1,00 USD=0,84 EUR“, který můžete sdílet</p><h2>Vypočítejte tipy / poplatky / daně</h2><p>Pro rychlé výpočty tipů jsme vytvořili následující logiku; pokud zadáte příklad „50% 10“ a klepnete na „=“, vypočítá se 10% z 50</p><h2>Multi-převodník</h2><p>Pořadí měn ve vybraném seznamu můžete znovu uspořádat přetažením</p><p> </p><p> </p>",
  "html_terms": "<h1>Pravidla a podmínky</h1><p>Poslední aktualizace: 13. března 2021</p><p>Před použitím naší služby si prosím pečlivě přečtěte tyto podmínky.</p><h1>Výklad a definice</h1><h2>Výklad</h2><p>Slova, jejichž počáteční písmeno je velké, mají význam definovaný za následujících podmínek. Následující definice mají stejný význam bez ohledu na to, zda jsou uvedeny v jednotném nebo množném čísle.</p><h2>Definice</h2><p>Pro účely těchto podmínek:</p><ul><li><strong>Aplikace </strong>znamená softwarový program poskytovaný Společností, který jste si stáhli do jakéhokoli elektronického zařízení s názvem Currency Converter App od Currency.Wiki </li><li><strong>Aplikačním obchodem se </strong>rozumí služba digitální distribuce provozovaná a vyvinutá společností Apple Inc. (Apple App Store) nebo Google Inc. (Google Play Store), do které byla aplikace stažena. </li><li><strong>Přidruženým </strong>podnikem se rozumí subjekt, který kontroluje, je ovládán stranou nebo je pod společnou kontrolou strany, přičemž „kontrolou“ se rozumí vlastnictví nejméně 50% akcií, majetkových účastí nebo jiných cenných papírů, které jsou oprávněny hlasovat pro volbu ředitelů nebo jiného řídícího orgánu. . </li><li><strong>Země </strong>odkazuje na: Kalifornie, USA </li><li><strong>Společnost </strong>(dále v této dohodě označovaná jako „Společnost“, „My“, „Nás“ nebo „Naše“) označuje Currency.Wiki, 122, 15. st. 431 Del Mar, CA 92014. </li><li><strong>Zařízení </strong>znamená jakékoli zařízení, které má přístup ke Službě, jako je počítač, mobilní telefon nebo digitální tablet. </li><li><strong>Nákup v aplikaci </strong>označuje nákup produktu, položky, služby nebo předplatného provedeného prostřednictvím aplikace a na základě těchto podmínek a / nebo vlastních podmínek obchodu s aplikacemi. </li><li><strong>Služba </strong>odkazuje na aplikaci. </li><li><strong>Předplatné se </strong>týká služeb nebo přístupu ke Službě, kterou vám Společnost nabízí na základě předplatného. </li><li><strong>Smluvní podmínky </strong>(označované také jako „Smluvní podmínky“) znamenají tyto Smluvní podmínky, které tvoří úplnou dohodu mezi vámi a Společností týkající se používání Služby. </li><li><strong>Službou sociálních médií třetí strany se </strong>rozumí jakékoli služby nebo obsah (včetně dat, informací, produktů nebo služeb) poskytovaný třetí stranou, které mohou být službou zobrazeny, zahrnuty nebo zpřístupněny. </li><li><strong>Máte na </strong>mysli jednotlivce, který přistupuje ke Službě nebo ji používá, nebo společnost nebo jiný právní subjekt, jménem kterého tato fyzická osoba přistupuje nebo používá Službu. </li></ul><h1>Potvrzení</h1><p>Jedná se o podmínky, jimiž se řídí používání této služby a smlouva, která platí mezi vámi a společností. Tyto podmínky stanoví práva a povinnosti všech uživatelů ohledně používání Služby.</p><p>Váš přístup ke Službě a její používání je podmíněno Vaším přijetím a dodržováním těchto Podmínek. Tyto podmínky se vztahují na všechny návštěvníky, uživatele a další, kteří ke Službě přistupují nebo ji používají.</p><p>Přístupem nebo používáním služby souhlasíte s tím, že budete vázáni těmito podmínkami. Pokud nesouhlasíte s jakoukoli částí těchto podmínek, nemusíte mít přístup ke službě.</p><p>Prohlašujete, že jste starší 18 let. Společnost nedovoluje osobám mladším 18 let používat Službu.</p><p>Váš přístup ke Službě a její používání je rovněž podmíněno Vaším přijetím a dodržováním zásad ochrany osobních údajů společnosti. Naše zásady ochrany osobních údajů popisují naše zásady a postupy týkající se shromažďování, používání a zveřejňování vašich osobních údajů při používání aplikace nebo webových stránek a informují vás o vašich právech na ochranu soukromí a o tom, jak vás chrání zákon. Před použitím naší služby si prosím pečlivě přečtěte naše zásady ochrany osobních údajů.</p><h1>Předplatné</h1><h2>Období předplatného</h2><p>Služba nebo některé její části jsou k dispozici pouze s placeným předplatným. Budou vám účtovány zálohy pravidelně a pravidelně (například denně, týdně, měsíčně nebo ročně), v závislosti na typu předplatného, ​​který si vyberete při nákupu předplatného.</p><p>Na konci každého období se vaše předplatné automaticky obnoví za přesně stejných podmínek, pokud ho nezrušíte nebo pokud ho nezruší společnost.</p><h2>Zrušení předplatného</h2><p>Obnovení předplatného můžete zrušit buď prostřednictvím stránky nastavení účtu, nebo kontaktováním společnosti. Neobdržíte vrácení poplatků, které jste již zaplatili za aktuální období předplatného, ​​a ke službě budete mít přístup až do konce vašeho aktuálního období předplatného.</p><p>Pokud bylo předplatné provedeno prostřednictvím nákupu v aplikaci, můžete jeho předplatné zrušit v obchodě s aplikacemi.</p><h2>Fakturace</h2><p>Společnosti poskytnete přesné a úplné fakturační údaje včetně celého jména, adresy, stavu, PSČ, telefonního čísla a údajů o platném způsobu platby.</p><p>Pokud z jakéhokoli důvodu nedojde k automatické fakturaci, společnost vystaví elektronickou fakturu, která označuje, že musíte do určité lhůty postupovat ručně a celá platba odpovídá fakturačnímu období uvedenému na faktuře.</p><p>Pokud bylo předplatné provedeno prostřednictvím nákupu v aplikaci, veškerá fakturace je zpracovávána v obchodě aplikací a řídí se vlastními podmínkami obchodu s aplikacemi.</p><h2>Změny poplatků</h2><p>Společnost může dle vlastního uvážení a kdykoli upravit poplatky za předplatné. Jakákoli změna poplatku za předplatné vstoupí v platnost na konci tehdy aktuálního období předplatného.</p><p>Společnost vám poskytne přiměřené předchozí oznámení o jakékoli změně poplatků za předplatné, aby vám poskytla příležitost ukončit vaše předplatné dříve, než tato změna nabude účinnosti.</p><p>Vaše pokračující používání Služby po vstupu změny poplatku za předplatné v platnost představuje váš souhlas se zaplacením upravené částky poplatku za předplatné.</p><h2>Vrácení peněz</h2><p>Kromě případů, kdy to vyžaduje zákon, jsou zaplacené poplatky za předplatné nevratné.</p><p>Určité žádosti o vrácení peněz za předplatné mohou být společností zváženy případ od případu a poskytnuty na základě výhradního uvážení společnosti.</p><p>Pokud bylo předplatné provedeno prostřednictvím nákupu v aplikaci, použijí se zásady vrácení peněz v obchodě Application Store. Pokud chcete požádat o vrácení peněz, můžete tak učinit přímo kontaktováním obchodu s aplikacemi.</p><h1>Nákupy v aplikaci</h1><p>Aplikace může zahrnovat nákupy v aplikaci, které vám umožňují nakupovat produkty, služby nebo předplatné.</p><p>Další informace o tom, jak můžete spravovat nákupy v aplikaci pomocí svého zařízení, najdete ve vlastních podmínkách obchodu s aplikacemi nebo v nastavení nápovědy vašeho zařízení.</p><p>Nákupy v aplikaci lze konzumovat pouze v rámci aplikace. Pokud provedete nákup v aplikaci, nelze tento nákup v aplikaci zrušit, jakmile zahájíte jeho stahování. Nákupy v aplikaci nelze uplatnit za hotovost nebo jinou protihodnotu ani jinak převést.</p><p>Pokud některý nákup v aplikaci nebude úspěšně stažen nebo nebude fungovat, jakmile bude úspěšně stažen, prozkoumáme poté, co jsme se o poruše dozvěděli nebo jste byli na tuto poruchu upozorněni, důvod poruchy. Při rozhodování, zda vám poskytneme náhradní nákup v aplikaci, nebo vám vydáme opravu pro opravu poruchy, budeme jednat rozumně. V žádném případě vám nebudeme účtovat výměnu nebo opravu nákupu v aplikaci. V nepravděpodobném případě, že nebudeme schopni vyměnit nebo opravit příslušný nákup v aplikaci nebo že to nebudeme schopni provést v přiměřené době a bez významných obtíží, autorizujeme Obchod s aplikacemi, aby vám vrátil částku až do výše náklady na příslušný nákup v aplikaci. Alternativně, pokud chcete požádat o vrácení peněz, můžete tak učinit přímo kontaktováním obchodu s aplikacemi.</p><p>Berete na vědomí a souhlasíte s tím, že všechny procesy fakturace a transakce jsou zpracovávány aplikačním obchodem, ze kterého jste aplikaci stáhli, a řídí se vlastními podmínkami a podmínkami daného obchodního domu.</p><p>Pokud máte s nákupy v aplikaci nějaké problémy spojené s platbami, musíte se obrátit přímo na obchod s aplikacemi.</p><h1>Odkazy na jiné webové stránky</h1><p>Naše služba může obsahovat odkazy na webové stránky nebo služby třetích stran, které společnost nevlastní ani nekontroluje.</p><p>Společnost nemá žádnou kontrolu a nenese žádnou odpovědnost za obsah, zásady ochrany osobních údajů nebo postupy jakýchkoli webových stránek nebo služeb třetích stran. Dále berete na vědomí a souhlasíte s tím, že společnost nebude přímo ani nepřímo odpovědná za jakoukoli škodu nebo ztrátu způsobenou nebo údajně způsobenou nebo v souvislosti s použitím nebo spoléháním se na takový obsah, zboží nebo služby dostupné na nebo prostřednictvím takových webových stránek nebo služeb.</p><p>Důrazně vám doporučujeme, abyste si přečetli podmínky a zásady ochrany osobních údajů jakýchkoli webových stránek nebo služeb třetích stran, které navštívíte.</p><h1>Ukončení</h1><p>Můžeme váš přístup ukončit nebo pozastavit okamžitě, bez předchozího upozornění nebo odpovědnosti, z jakéhokoli důvodu, a to i bez omezení, pokud porušíte tyto podmínky.</p><p>Po ukončení bude vaše právo používat Službu okamžitě ukončeno.</p><h1>Omezení odpovědnosti</h1><p>Bez ohledu na jakékoli škody, které by vám mohly vzniknout, bude veškerá odpovědnost společnosti a kteréhokoli z jejích dodavatelů podle jakéhokoli ustanovení těchto podmínek a vaše výhradní náprava za výše uvedené omezena na částku, kterou jste skutečně zaplatili prostřednictvím služby nebo 100 USD pokud jste prostřednictvím Služby nic nezakoupili.</p><p>V maximálním rozsahu povoleném platnými zákony nebude společnost ani její dodavatelé v žádném případě odpovědní za jakékoli zvláštní, náhodné, nepřímé nebo následné škody (včetně, ale nikoli výhradně, škod za ztrátu zisku, ztrátu dat nebo další informace, o přerušení podnikání, o újmě na zdraví, ztrátě soukromí vyplývající nebo jakýmkoli způsobem související s používáním nebo nemožností používat Službu, software třetích stran a / nebo hardware třetích stran používaný se Službou, nebo jinak v souvislosti s jakýmkoli ustanovením těchto podmínek), a to i v případě, že společnost nebo jakýkoli dodavatel byli upozorněni na možnost takových škod, a to i v případě, že opravný prostředek nesplní svůj základní účel.</p><p>Některé státy neumožňují vyloučení předpokládaných záruk nebo omezení odpovědnosti za náhodné nebo následné škody, což znamená, že některá z výše uvedených omezení nemusí platit. V těchto státech bude odpovědnost každé strany omezena v největším rozsahu povoleném zákonem.</p><h1>„JAK JE“ a „JAK JE K DISPOZICI“ Zřeknutí se odpovědnosti</h1><p>Služba je vám poskytována „TAK, JAK JSOU“ a „JAK JSOU K DISPOZICI“, a se všemi vadami a vadami bez jakékoli záruky. V maximálním rozsahu povoleném platnými právními předpisy společnost jménem svým jménem a jménem svých přidružených společností a jejich příslušných poskytovatelů licencí a poskytovatelů služeb výslovně odmítá veškeré záruky, ať už výslovné, předpokládané, zákonné nebo jiné, s ohledem na Služba, včetně všech předpokládaných záruk prodejnosti, vhodnosti pro konkrétní účel, titulu a neporušení, a záruk, které mohou vzniknout v důsledku jednání, průběhu výkonu, použití nebo obchodních praktik. Bez omezení na výše uvedené neposkytuje společnost žádnou záruku ani závazek a neposkytuje žádné prohlášení, že služba splní vaše požadavky, dosáhne jakýchkoli zamýšlených výsledků, bude kompatibilní nebo bude pracovat s jakýmkoli jiným softwarem, aplikacemi, systémy nebo službami, bude fungovat bez přerušení splňovat jakékoli standardy výkonu nebo spolehlivosti nebo být bezchybný nebo že jakékoli chyby nebo vady mohou nebo budou opraveny.</p><p>Bez omezení výše uvedeného společnost ani žádný z poskytovatelů společnosti neposkytuje žádné záruky ani záruky jakéhokoli druhu, výslovné ani předpokládané: (i) pokud jde o provoz nebo dostupnost Služby nebo informace, obsah a materiály nebo produkty zahrnuto na něm; (ii) že Služba bude nepřerušovaná nebo bezchybná; (iii) pokud jde o přesnost, spolehlivost nebo měnu jakýchkoli informací nebo obsahu poskytovaných prostřednictvím Služby; nebo (iv) že Služba, její servery, obsah nebo e-maily odesílané od Společnosti nebo jejím jménem neobsahují viry, skripty, trojské koně, červy, malware, časové bomby ani jiné škodlivé komponenty.</p><p>Některé jurisdikce neumožňují vyloučení určitých typů záruk nebo omezení platných zákonných práv spotřebitele, takže některá nebo všechna výše uvedená vyloučení a omezení se na vás nemusí vztahovat. V takovém případě se však výluky a omezení uvedené v této části použijí v nejvyšší možné míře vymahatelné příslušnými zákony.</p><h1>Rozhodné právo</h1><p>Na tyto podmínky a vaše používání služby se budou vztahovat zákony země, s výjimkou jejích kolizních norem. Vaše používání aplikace může také podléhat dalším místním, státním, národním nebo mezinárodním zákonům.</p><h1>Řešení sporů</h1><p>Pokud máte jakékoli obavy nebo spor ohledně Služby, souhlasíte, že se nejprve pokusíte spor vyřešit neformálně kontaktováním společnosti.</p><h1>Pro uživatele z Evropské unie (EU)</h1><p>Jste-li spotřebitelem v Evropské unii, budete mít prospěch z jakýchkoli závazných ustanovení práva země, ve které bydlíte.</p><h1>Ustanovení o konečném použití federální vlády USA</h1><p>Pokud jste koncovým uživatelem federální vlády USA, je naše služba „komerčním předmětem“, protože tento pojem je definován v 48 CFR §2.101.</p><h1>Soulad s právními předpisy Spojených států</h1><p>Prohlašujete a zaručujete, že (i) se nenacházíte v zemi, na kterou se vztahuje vládní embargo Spojených států, nebo která byla vládou Spojených států označena jako země podporující teroristy, a (ii) že nejste uvedené na jakémkoli seznamu vlád Spojených států zakázaných nebo omezených stran.</p><h1>Oddělitelnost a zproštění povinnosti</h1><h2>Oddělitelnost</h2><p>Pokud bude kterékoli ustanovení těchto podmínek považováno za nevymahatelné nebo neplatné, bude toto ustanovení změněno a vykládáno tak, aby bylo v souladu s platnými právními předpisy dosaženo cílů tohoto ustanovení v nejvyšší možné míře a zbývající ustanovení budou nadále platná a účinná.</p><h2>Zřeknutí se</h2><p>S výjimkou případů uvedených v tomto ustanovení nebude mít neuplatnění práva nebo vyžadování splnění povinnosti podle těchto podmínek vliv na schopnost strany uplatnit toto právo nebo požadovat takové plnění kdykoli poté, ani vzdání se porušení nebude představovat vzdání se práva jakéhokoli následného porušení.</p><h1>Tlumočení překladu</h1><p>Tyto podmínky mohly být přeloženy, pokud jsme vám je zpřístupnili v naší službě. Souhlasíte s tím, že v případě sporu bude mít přednost původní anglický text.</p><h1>Změny těchto podmínek</h1><p>Vyhrazujeme si právo dle našeho výhradního uvážení tyto Podmínky kdykoli upravit nebo nahradit. Pokud je revize významná, vynaložíme přiměřené úsilí, abychom poskytli upozornění alespoň 30 dnů před nabytím účinnosti nových podmínek. Co představuje podstatnou změnu, bude určeno dle našeho výhradního uvážení.</p><p>Pokračováním v přístupu nebo používání naší služby po nabytí účinnosti těchto revizí souhlasíte s tím, že budete vázáni revidovanými podmínkami. Pokud nesouhlasíte s novými podmínkami, zcela nebo zčásti, přestaňte používat webovou stránku a službu.</p><h1>Zřeknutí se odpovědnosti</h1><p>Směnné kurzy Currency.wiki slouží pouze pro informační účely. Než provedete mezinárodní převody peněz a transakce, ověřte / potvrďte směnné kurzy u svého forexového brokera nebo finanční instituce.</p><h1>Úvěry</h1><p>Chceme poděkovat následujícím autorům za vytvoření bezplatných ikon a bezplatné licence k používání grafů.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>ikona king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=cs&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>Kontaktujte nás</h1><p>Máte-li jakékoli dotazy týkající se těchto podmínek, můžete nás kontaktovat:</p><ul><li>E-mailem: info@currency.wiki</li></ul><p> </p>",
  "presets": "Předvolby",
  "select": "SelVybratect",

  "iso":"čeština",
  "AED":"Spojené arabské emiráty Dirham",
  "AFN":"Afghánský Afghánistán",
  "ALL":"Albánský Lek",
  "AMD":"Arménské dram",
  "ANG":"Nizozemský antilejský gulden",
  "AOA":"Angolský Kwanza",
  "ARS":"Argentinské Peso",
  "AUD":"Australský dolar",
  "AWG":"Aruban Florin",
  "AZN":"Ázerbájdžánský Manat",
  "BAM":"Převeditelná značka Bosny a Hercegoviny",
  "BBD":"Barbadiánský dolar",
  "BDT":"Bangladéšská Taka",
  "BGN":"Bulharský Lev",
  "BHD":"Bahrajnský dinár",
  "BIF":"Burundský frank",
  "BMD":"Bermudský dolar",
  "BND":"Brunejský dolar",
  "BOB":"Bolivian Boliviano",
  "BRL":"Brazilská real",
  "BSD":"Bahamský dolar",
  "BTC":"Bitcoin",
  "BTN":"Bhutanese ngultrum",
  "BWP":"Botswanan Pula",
  "BYN":"Běloruský rubl",
  "BZD":"Belize Dollar",
  "CAD":"Kanadský dolar",
  "CDF":"Konžský frank",
  "CHF":"Švýcarský frank",
  "CLF":"Chilská účetní jednotka (UF)",
  "CLP":"Chilské Peso",
  "CNY":"Čínský jüan",
  "COP":"Kolumbijské peso",
  "CRC":"Kostarický Colón",
  "CUC":"Kubánský konvertibilní peso",
  "CUP":"Kubánské Peso",
  "CVE":"Cape Verdean Escudo",
  "CZK":"Česká republika Koruna",
  "DJF":"Džibutský frank",
  "DKK":"Dánský Krone",
  "DOP":"Dominikánské Peso",
  "DZD":"Alžírský dinár",
  "EGP":"Egyptská libra",
  "ERN":"Eritrean Nakfa",
  "ETB":"Etiopský Birr",
  "EUR":"Euro",
  "FJD":"Fidžijský dolar",
  "FKP":"Libra na Falklandských ostrovech",
  "GBP":"Britská libra šterlinků",
  "GEL":"Gruzínská Lari",
  "GGP":"Guernsey Libra",
  "GHS":"Ghanský Cedi",
  "GIP":"Gibraltarská libra",
  "GMD":"Gambie Dalasi",
  "GNF":"Guinejský frank",
  "GTQ":"Guatemalský Quetzal",
  "GYD":"Guyanaský dolar",
  "HKD":"Hongkongský dolar",
  "HNL":"Honduran Lempira",
  "HRK":"Chorvatská kuna",
  "HTG":"Haitian Gourde",
  "HUF":"Maďarský forint",
  "IDR":"Indonéská rupie",
  "ILS":"Izraelský nový šekel",
  "IMP":"Manx liber",
  "INR":"Indická rupie",
  "IQD":"Irácký dinár",
  "IRR":"Íránský rial",
  "ISK":"Islandská Króna",
  "JEP":"Jersey Libra",
  "JMD":"Jamajský dolar",
  "JOD":"Jordánský dinár",
  "JPY":"Japonský jen",
  "KES":"Keňský šilink",
  "KGS":"Kyrgystani Som",
  "KHR":"Kambodžský Riel",
  "KMF":"Komorský frank",
  "KPW":"Severokorejský won",
  "KRW":"Jižní Korea vyhrál",
  "KWD":"Kuwaiti Dinar",
  "KYD":"Kajmanské ostrovy dolar",
  "KZT":"Kazachstánský tenge",
  "LAK":"Laotian Kip",
  "LBP":"Libanonská libra",
  "LKR":"Srílanská rupie",
  "LRD":"Libérský dolar",
  "LSL":"Lesotho Loti",
  "LTL":"Litevský litas",
  "LVL":"Lotyšský lats",
  "LYD":"Libyjský dinár",
  "MAD":"Marocký Dirham",
  "MDL":"Moldovan Leu",
  "MGA":"Malagasy Ariary",
  "MKD":"Makedonský denar",
  "MMK":"Myanma Kyat",
  "MNT":"Mongolský Tugrik",
  "MOP":"Macanese Pataca",
  "MRO":"Mauritánská Ouguiya",
  "MUR":"Mauricijská rupie",
  "MVR":"Maledivská Rufiyaa",
  "MWK":"Malawian Kwacha",
  "MXN":"Mexické peso",
  "MYR":"Malajský ringgit",
  "MZN":"Mozambik Metical",
  "NAD":"Namibijský dolar",
  "NGN":"Nigérijská Naira",
  "NIO":"Nikaragujský Córdoba",
  "NOK":"Norský Krone",
  "NPR":"Nepálská rupie",
  "NZD":"Novozélandský dolar",
  "OMR":"Omani Rial",
  "PAB":"Panamské Balboa",
  "PEN":"Peruánský Nuevo Sol",
  "PGK":"Papua Nová guinejská Kina",
  "PHP":"Filipínské Peso",
  "PKR":"Pákistánská rupie",
  "PLN":"Polský zlotý",
  "PYG":"Paraguayan Guarani",
  "QAR":"Katarský rial",
  "RON":"Rumunský Leu",
  "RSD":"Srbský dinár",
  "RUB":"Ruský rubl",
  "RWF":"Rwandan Franc",
  "SAR":"Saúdská Riyal",
  "SBD":"Šalamounovy ostrovy dolar",
  "SCR":"Seychelská rupie",
  "SDG":"Súdánská libra",
  "SEK":"Švédská koruna",
  "SGD":"Singapurský dolar",
  "SHP":"Libra svatá Helena",
  "SLL":"Sierra Leonean Leone",
  "SOS":"Somálský šilink",
  "SRD":"Surinamský dolar",
  "STD":"São Tomé a Príncipe Dobra",
  "SVC":"Salvadoran Colón",
  "SYP":"Syrská libra",
  "SZL":"Swazi Lilangeni",
  "THB":"Thai Baht",
  "TJS":"Tajikistani Somoni",
  "TMT":"Turkmenistani Manat",
  "TND":"Tuniský dinár",
  "TOP":"Tongan Paʻanga",
  "TRY":"Turecká lira",
  "TTD":"Trinidad a Tobago dolar",
  "TWD":"Nový tchajwanský dolar",
  "TZS":"Tanzánský šilink",
  "UAH":"Ukrajinská hřivna",
  "UGX":"Ugandanský šilink",
  "USD":"Americký dolar",
  "UYU":"Uruguayské Peso",
  "UZS":"Uzbekistán Som",
  "VES":"Venezuelský Bolívar Fuerte",
  "VND":"Vietnamský Dong",
  "VUV":"Vanuatu Vatu",
  "WST":"Samoan Tala",
  "XAF":"CFA Franc BEAC",
  "XAG":"Stříbro (trojská unce)",
  "XAU":"Zlato (trojská unce)",
  "XCD":"Východní karibský dolar",
  "XDR":"Zvláštní práva čerpání",
  "XOF":"CFA Franc BCEAO",
  "XPF":"CFP Franc",
  "YER":"Jemenský rial",
  "ZAR":"Jihoafrický rand",
  "ZMK":"Zambie Kwacha (před rokem 2013)",
  "ZMW":"Zambie Kwacha",
  "ZWL":"Zimbabwský dolar"
}






  
  
