{
  "update": "εκσυγχρονίζω",
  "addCurrency": "Προσθήκη νομίσματος",
  "selectedCurrency": "Επιλεγμένο νόμισμα",
  "monetary": "Monetary Format",
  "decimal": "Δεκαδική μορφή",
  "firstTextRatingPage": "Βαθμολογήστε την εφαρμογή!",
  "secondTextRatingPage": "Πατήστε στα αστέρια και ανοίξτε με το Google Play Store για βαθμολόγηση",
  "buttonTextRatingPage": "ΟΧΙ ΤΩΡΑ",
  "removeAds": "Κατάργηση διαφημίσεων",
  "removeAdsContent": "Υποστηρίξτε το έργο μας με μια μικρή ετήσια συνδρομή",
  "selectLanguage": "Επιλογή γλώσσας",
  "english": "Ελληνικά",
  "colorsSelection": "Επιλογή χρωμάτων",
  "theme": "Θέμα",
  "light": "φως",
  "dark": "σκοτάδι",
  "widgetTransparency": "widget Διαφάνεια",
  "visualSize": "Οπτικό μέγεθος",
  "Α": "Α",
  "appLogoLauncher": "Εκκίνηση λογότυπου εφαρμογής",
  "multiConverter": "Πολυμετατροπέας",
  "multiConverterContent1": "Θα ανοίξει ο πολυ-μετατροπέας από προεπιλογή.",
  "multiConverterContent2": "ΣΗΜΕΙΩΣΗ:",
  "multiConverterContent3": "Αυτή η λειτουργία λειτουργεί μόνο με το πρόγραμμα εκκίνησης λογότυπου εφαρμογής",
  "display": "Displαπεικόνισηay",
  "display1": "Κωδικός νομίσματος εμφάνισης",
  "display2": "Σύμβολο νομίσματος εμφάνισης",
  "display3": "Εμφάνιση σημαίας νομίσματος",
  "dateFormat": "Μορφή δεδομένων",
  "not": "Οχι τώρα",
  "selected": "ΕΠΙΛΕΓΜΕΝΟ",
  "currencyList": "CURRENCY LIST",
  "dontShow": "Μην εμφανίζεται",
  "support": "Υποστήριξη",
  "term": "Όρος",
  "privacy": "Πολιτική απορρήτου",
  "unlocked": "Ξεκλείδωτο",
  "locked": "Κλειδωμένο",
  "custom": "Εθιμο",
  "try": "Δοκιμάστε αυτό το χρώμα",
  "unlock": "Ξεκλείδωμα",
  "wiki": ",By:Currency.wiki",
  "multi": "Πολλαπλός μετατροπέας",
  "html_policy": "<h1><strong>Πολιτική απορρήτου</strong></h1><p>Τελευταία ενημέρωση: 13 Μαρτίου 2021</p><p>Αυτή η Πολιτική Απορρήτου περιγράφει τις πολιτικές και τις διαδικασίες μας σχετικά με τη συλλογή, τη χρήση και την αποκάλυψη των πληροφοριών σας όταν χρησιμοποιείτε την Υπηρεσία και σας ενημερώνει για τα δικαιώματα απορρήτου σας και τον τρόπο με τον οποίο σας προστατεύει ο νόμος.</p><p>Χρησιμοποιούμε τα Προσωπικά σας δεδομένα για την παροχή και τη βελτίωση της Υπηρεσίας. Χρησιμοποιώντας την Υπηρεσία, αποδέχεστε τη συλλογή και τη χρήση πληροφοριών σύμφωνα με την παρούσα Πολιτική Απορρήτου.</p><h1><strong>Ερμηνεία και ορισμοί</strong></h1><h2><strong>Ερμηνεία</strong></h2><p>Οι λέξεις των οποίων το αρχικό γράμμα είναι κεφαλαία έχουν έννοιες που ορίζονται υπό τις ακόλουθες συνθήκες. Οι ακόλουθοι ορισμοί θα έχουν την ίδια έννοια ανεξάρτητα από το εάν εμφανίζονται σε ενικό ή πληθυντικό.</p><h2><strong>Ορισμοί</strong></h2><p>Για τους σκοπούς αυτής της Πολιτικής Απορρήτου:</p><ul><li><strong>Λογαριασμός </strong>σημαίνει έναν μοναδικό λογαριασμό που δημιουργήθηκε για να έχετε πρόσβαση στην Υπηρεσία μας ή σε τμήματα της Υπηρεσίας μας. </li><li><strong>Συνεργάτης </strong>σημαίνει οντότητα που ελέγχει, ελέγχεται από ή βρίσκεται υπό κοινό έλεγχο με ένα μέρος, όπου \"έλεγχος\" σημαίνει ιδιοκτησία 50% ή περισσότερων μετοχών, συμμετοχικών τίτλων ή άλλων τίτλων που έχουν δικαίωμα ψήφου για εκλογή διευθυντών ή άλλης διαχειριστικής αρχής . </li><li><strong>Εφαρμογή </strong>σημαίνει το πρόγραμμα λογισμικού που παρέχεται από την Εταιρεία που έχετε κατεβάσει σε οποιαδήποτε ηλεκτρονική συσκευή, με το όνομα Currency Converter App by Currency.Wiki </li><li><strong>Η εταιρεία </strong>(αναφέρεται είτε ως \"η Εταιρεία\", \"Εμείς\", \"Εμείς\" ή \"Η δική μας\" σε αυτήν τη Συμφωνία) αναφέρεται στο Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Η χώρα </strong>αναφέρεται: Καλιφόρνια, Ηνωμένες Πολιτείες </li><li><strong>Συσκευή </strong>σημαίνει οποιαδήποτε συσκευή που μπορεί να έχει πρόσβαση στην Υπηρεσία όπως υπολογιστής, κινητό τηλέφωνο ή ψηφιακό tablet. </li><li><strong>Προσωπικά δεδομένα </strong>είναι κάθε πληροφορία που σχετίζεται με ένα αναγνωρισμένο ή αναγνωρίσιμο άτομο. </li><li><strong>Η υπηρεσία </strong>αναφέρεται στην εφαρμογή. </li><li><strong>Πάροχος υπηρεσιών </strong>: κάθε φυσικό ή νομικό πρόσωπο που επεξεργάζεται τα δεδομένα για λογαριασμό της Εταιρείας. Αναφέρεται σε εταιρείες τρίτων ή άτομα που απασχολούνται από την Εταιρεία για τη διευκόλυνση της Υπηρεσίας, την παροχή της Υπηρεσίας εκ μέρους της Εταιρείας, την εκτέλεση υπηρεσιών που σχετίζονται με την Υπηρεσία ή την παροχή βοήθειας στην Εταιρεία στην ανάλυση του τρόπου με τον οποίο χρησιμοποιείται η Υπηρεσία. </li><li><strong>Η υπηρεσία κοινωνικών μέσων τρίτου μέρους </strong>αναφέρεται σε οποιονδήποτε ιστότοπο ή οποιονδήποτε ιστότοπο κοινωνικού δικτύου μέσω του οποίου ένας χρήστης μπορεί να συνδεθεί ή να δημιουργήσει λογαριασμό για να χρησιμοποιήσει την υπηρεσία. </li><li><strong>Τα δεδομένα χρήσης </strong>αναφέρονται σε δεδομένα που συλλέγονται αυτόματα, είτε δημιουργούνται από τη χρήση της υπηρεσίας είτε από την ίδια την υποδομή υπηρεσίας (για παράδειγμα, τη διάρκεια μιας επίσκεψης σελίδας). </li><li><strong>Θα </strong>σημαίνει το άτομο πρόσβαση ή τη χρήση της Υπηρεσίας ή της εταιρείας, ή άλλου νομικού προσώπου για λογαριασμό του οποίου τέτοιο άτομο έχει πρόσβαση ή τη χρήση της υπηρεσίας, ανάλογα με την περίπτωση. </li></ul><h1><strong>Συλλογή και χρήση των προσωπικών σας δεδομένων</strong></h1><h2><strong>Τύποι συλλεγόμενων δεδομένων</strong></h2><h3><strong>Προσωπικά δεδομένα</strong></h3><p>Κατά τη χρήση της υπηρεσίας μας, ενδέχεται να σας ζητήσουμε να μας παράσχετε συγκεκριμένες προσωπικές πληροφορίες που μπορούν να χρησιμοποιηθούν για την επικοινωνία ή την αναγνώρισή σας. Οι προσωπικά αναγνωρίσιμες πληροφορίες μπορεί να περιλαμβάνουν, αλλά δεν περιορίζονται σε:</p><ul><li>Διεύθυνση ηλεκτρονικού ταχυδρομείου</li><li>Δεδομένα χρήσης</li></ul><h3><strong>Δεδομένα χρήσης</strong></h3><p>Τα δεδομένα χρήσης συλλέγονται αυτόματα όταν χρησιμοποιείτε την Υπηρεσία.</p><p>Τα δεδομένα χρήσης ενδέχεται να περιλαμβάνουν πληροφορίες όπως η διεύθυνση πρωτοκόλλου διαδικτύου της συσκευής σας (π.χ. διεύθυνση IP), ο τύπος προγράμματος περιήγησης, η έκδοση προγράμματος περιήγησης, οι σελίδες της υπηρεσίας μας που επισκέπτεστε, η ώρα και η ημερομηνία της επίσκεψής σας, ο χρόνος που αφιερώνεται σε αυτές τις σελίδες, η μοναδική συσκευή αναγνωριστικά και άλλα διαγνωστικά δεδομένα.</p><p>Όταν αποκτάτε πρόσβαση στην Υπηρεσία μέσω ή μέσω κινητής συσκευής, ενδέχεται να συλλέξουμε ορισμένες πληροφορίες αυτόματα, συμπεριλαμβανομένων, ενδεικτικά, του τύπου της κινητής συσκευής που χρησιμοποιείτε, του μοναδικού αναγνωριστικού της κινητής σας συσκευής, της διεύθυνσης IP της κινητής σας συσκευής, του κινητού σας λειτουργικό σύστημα, τον τύπο του κινητού προγράμματος περιήγησης Διαδικτύου που χρησιμοποιείτε, μοναδικά αναγνωριστικά συσκευών και άλλα διαγνωστικά δεδομένα.</p><p>Ενδέχεται επίσης να συλλέξουμε πληροφορίες που στέλνει το πρόγραμμα περιήγησής σας κάθε φορά που επισκέπτεστε την Υπηρεσία μας ή όταν έχετε πρόσβαση στην Υπηρεσία μέσω ή μέσω κινητής συσκευής.</p><h2><strong>Χρήση των προσωπικών σας δεδομένων</strong></h2><p>Η Εταιρεία μπορεί να χρησιμοποιήσει Προσωπικά Δεδομένα για τους ακόλουθους σκοπούς:</p><ul><li><strong>Για την παροχή και συντήρηση της Υπηρεσίας μας </strong>, συμπεριλαμβανομένης της παρακολούθησης της χρήσης της Υπηρεσίας μας.</li><li><strong>Για να διαχειριστείτε τον λογαριασμό σας: </strong>για να διαχειριστείτε την εγγραφή σας ως χρήστης της Υπηρεσίας. Τα Προσωπικά Δεδομένα που παρέχετε μπορούν να σας δώσουν πρόσβαση σε διαφορετικές λειτουργίες της Υπηρεσίας που έχετε στη διάθεσή σας ως εγγεγραμμένος χρήστης. </li><li><strong>Για την εκτέλεση μιας σύμβασης: </strong>την ανάπτυξη, τη συμμόρφωση και την ανάληψη της σύμβασης αγοράς για τα προϊόντα, τα είδη ή τις υπηρεσίες που έχετε αγοράσει ή οποιουδήποτε άλλου συμβολαίου μαζί μας μέσω της Υπηρεσίας. </li><li><strong>Για να επικοινωνήσουμε μαζί σας: </strong>Για να επικοινωνήσουμε μαζί σας μέσω email, τηλεφωνικών κλήσεων, SMS ή άλλων ισοδύναμων μορφών ηλεκτρονικής επικοινωνίας, όπως ειδοποιήσεις push μιας εφαρμογής για κινητές συσκευές σχετικά με ενημερώσεις ή ενημερωτικές επικοινωνίες που σχετίζονται με τις λειτουργίες, τα προϊόντα ή τις συμβατικές υπηρεσίες, συμπεριλαμβανομένων των ενημερώσεων ασφαλείας, όταν είναι απαραίτητο ή λογικό για την εφαρμογή τους. </li><li><strong>Για να σας παρέχουμε </strong>ειδήσεις, ειδικές προσφορές και γενικές πληροφορίες για άλλα αγαθά, υπηρεσίες και εκδηλώσεις που προσφέρουμε παρόμοια με αυτά για τα οποία έχετε ήδη αγοράσει ή ζητήσει πληροφορίες, εκτός εάν έχετε επιλέξει να μην λάβετε τέτοιες πληροφορίες. </li><li><strong>Για να διαχειριστείτε τα αιτήματά σας: </strong>Για να παρακολουθήσετε και να διαχειριστείτε τα αιτήματά σας σε εμάς. </li><li><strong>Για μεταβιβάσεις επιχειρήσεων: </strong>Μπορούμε να χρησιμοποιήσουμε τα στοιχεία σας για να αξιολογήσουμε ή να πραγματοποιήσουμε συγχώνευση, εκποίηση, αναδιάρθρωση, αναδιοργάνωση, διάλυση ή άλλη πώληση ή μεταβίβαση ορισμένων ή όλων των περιουσιακών στοιχείων μας, είτε ως συνεχιζόμενη δραστηριότητα είτε ως μέρος της πτώχευσης, εκκαθάρισης, ή παρόμοια διαδικασία, στην οποία τα Προσωπικά Δεδομένα που διατηρούμε από εμάς για τους χρήστες της Υπηρεσίας μας συγκαταλέγονται μεταξύ των μεταβιβαζόμενων στοιχείων. </li><li><strong>Για άλλους σκοπούς </strong>: Μπορούμε να χρησιμοποιήσουμε τις πληροφορίες σας για άλλους σκοπούς, όπως ανάλυση δεδομένων, προσδιορισμός τάσεων χρήσης, προσδιορισμός της αποτελεσματικότητας των διαφημιστικών μας καμπανιών και αξιολόγηση και βελτίωση της Υπηρεσίας, των προϊόντων, των υπηρεσιών, του μάρκετινγκ και της εμπειρίας σας.</li></ul><p>Ενδέχεται να κοινοποιήσουμε τα προσωπικά σας στοιχεία στις ακόλουθες περιπτώσεις:</p><ul><li><strong>Με τους παρόχους υπηρεσιών: </strong>Μπορούμε να μοιραστούμε τα προσωπικά σας στοιχεία με τους παρόχους υπηρεσιών για να παρακολουθήσουμε και να αναλύσουμε τη χρήση της υπηρεσίας μας, να προβάλλουμε διαφημίσεις σε εσάς για να βοηθήσετε στην υποστήριξη και τη συντήρηση της υπηρεσίας μας, για επεξεργασία πληρωμών, για να επικοινωνήσουμε μαζί σας. </li><li><strong>Για μεταβιβάσεις επιχειρήσεων: </strong>Μπορούμε να κοινοποιήσουμε ή να μεταφέρουμε τα προσωπικά σας στοιχεία σε σχέση με ή κατά τη διάρκεια διαπραγματεύσεων για οποιαδήποτε συγχώνευση, πώληση περιουσιακών στοιχείων της Εταιρείας, χρηματοδότηση ή απόκτηση όλου ή μέρους της επιχείρησής μας σε άλλη εταιρεία. </li><li><strong>Με Συνεργάτες: </strong>Ενδέχεται να κοινοποιήσουμε τις πληροφορίες σας στους συνεργάτες μας, οπότε θα απαιτήσουμε από αυτούς τους συνεργάτες να τηρήσουν αυτήν την Πολιτική Απορρήτου. Οι συνεργάτες περιλαμβάνουν τη μητρική μας εταιρεία και οποιεσδήποτε άλλες θυγατρικές, συνεργάτες κοινοπραξίας ή άλλες εταιρείες που ελέγχουμε ή που βρίσκονται υπό κοινό έλεγχο μαζί μας. </li><li><strong>Με επιχειρηματικούς συνεργάτες: </strong>Μπορούμε να μοιραστούμε τις πληροφορίες σας με τους επιχειρηματικούς συνεργάτες μας για να σας προσφέρουμε ορισμένα προϊόντα, υπηρεσίες ή προσφορές. </li><li><strong>Με άλλους χρήστες: </strong>όταν μοιράζεστε προσωπικά στοιχεία ή αλληλεπιδράτε με άλλο τρόπο στους κοινόχρηστους χώρους με άλλους χρήστες, αυτές οι πληροφορίες ενδέχεται να προβληθούν από όλους τους χρήστες και μπορεί να διανεμηθούν δημόσια εκτός. Εάν αλληλεπιδράτε με άλλους χρήστες ή εγγραφείτε μέσω μιας υπηρεσίας κοινωνικών μέσων τρίτων, οι επαφές σας στην υπηρεσία κοινωνικών μέσων τρίτων μερών ενδέχεται να βλέπουν το όνομα, το προφίλ, τις φωτογραφίες και την περιγραφή της δραστηριότητάς σας. Ομοίως, άλλοι χρήστες θα μπορούν να βλέπουν περιγραφές της δραστηριότητάς σας, να επικοινωνούν μαζί σας και να βλέπουν το προφίλ σας. </li><li><strong>Με τη συγκατάθεσή σας </strong>: Μπορούμε να αποκαλύψουμε τα προσωπικά σας στοιχεία για οποιονδήποτε άλλο σκοπό με τη συγκατάθεσή σας.</li></ul><h2><strong>Διατήρηση των προσωπικών σας δεδομένων</strong></h2><p>Η Εταιρεία θα διατηρήσει τα Προσωπικά σας Δεδομένα μόνο για όσο διάστημα είναι απαραίτητο για τους σκοπούς που ορίζονται στην παρούσα Πολιτική Απορρήτου. Θα διατηρήσουμε και θα χρησιμοποιήσουμε τα Προσωπικά Δεδομένα σας στο βαθμό που είναι απαραίτητο για να συμμορφωθούμε με τις νομικές μας υποχρεώσεις (για παράδειγμα, εάν απαιτείται να διατηρήσουμε τα δεδομένα σας για συμμόρφωση με τους ισχύοντες νόμους), να επιλύσουμε διαφορές και να επιβάλουμε τις νομικές μας συμφωνίες και πολιτικές.</p><p>Η Εταιρεία θα διατηρήσει επίσης δεδομένα χρήσης για σκοπούς εσωτερικής ανάλυσης. Τα δεδομένα χρήσης διατηρούνται γενικά για μικρότερο χρονικό διάστημα, εκτός εάν αυτά τα δεδομένα χρησιμοποιούνται για να ενισχύσουν την ασφάλεια ή για να βελτιώσουν τη λειτουργικότητα της υπηρεσίας μας, ή είμαστε νομικά υποχρεωμένοι να διατηρούμε αυτά τα δεδομένα για μεγαλύτερες χρονικές περιόδους.</p><h2><strong>Μεταφορά των προσωπικών σας δεδομένων</strong></h2><p>Οι πληροφορίες σας, συμπεριλαμβανομένων των Προσωπικών Δεδομένων, υποβάλλονται σε επεξεργασία στα γραφεία λειτουργίας της Εταιρείας και σε οποιοδήποτε άλλο μέρος όπου βρίσκονται τα μέρη που εμπλέκονται στην επεξεργασία . Αυτό σημαίνει ότι αυτές οι πληροφορίες ενδέχεται να μεταφερθούν σε - και να συντηρηθούν σε - υπολογιστές που βρίσκονται εκτός της πολιτείας σας, της επαρχίας, της χώρας ή άλλης κυβερνητικής δικαιοδοσίας όπου οι νόμοι περί προστασίας δεδομένων ενδέχεται να διαφέρουν από εκείνους από τη δικαιοδοσία σας.</p><p>Η συγκατάθεσή σας για αυτήν την Πολιτική Απορρήτου ακολουθούμενη από την υποβολή τέτοιων πληροφοριών αντιπροσωπεύει τη συγκατάθεσή σας για αυτήν τη μεταφορά.</p><p>Η Εταιρεία θα λάβει όλα τα απαραίτητα μέτρα για να διασφαλίσει ότι τα δεδομένα σας αντιμετωπίζονται με ασφάλεια και σύμφωνα με την παρούσα Πολιτική Απορρήτου και δεν θα πραγματοποιηθεί μεταφορά των Προσωπικών σας Δεδομένων σε έναν οργανισμό ή μια χώρα, εκτός εάν υπάρχουν επαρκείς έλεγχοι, συμπεριλαμβανομένης της ασφάλειας των Τα δεδομένα σας και άλλες προσωπικές πληροφορίες.</p><h2><strong>Αποκάλυψη των προσωπικών σας δεδομένων</strong></h2><h3><strong>Εμπορικές συναλλαγές</strong></h3><p>Εάν η Εταιρεία εμπλέκεται σε συγχώνευση, απόκτηση ή πώληση περιουσιακών στοιχείων, τα Προσωπικά σας Δεδομένα ενδέχεται να μεταφερθούν. Θα παράσχουμε ειδοποίηση πριν από τη μεταφορά των Προσωπικών σας Δεδομένων και υπόκειται σε διαφορετική Πολιτική Απορρήτου.</p><h3><strong>Επιβολή του νόμου</strong></h3><p>Σε ορισμένες περιπτώσεις, η Εταιρεία ενδέχεται να κληθεί να γνωστοποιήσει τα Προσωπικά σας Δεδομένα εάν απαιτείται από το νόμο ή ως απάντηση σε έγκυρα αιτήματα από δημόσιες αρχές (π.χ. δικαστήριο ή κρατική υπηρεσία).</p><h3><strong>Άλλες νομικές απαιτήσεις</strong></h3><p>Η Εταιρεία μπορεί να αποκαλύψει τα Προσωπικά σας Δεδομένα με την καλή πίστη ότι τέτοια ενέργεια είναι απαραίτητη για:</p><ul><li>Συμμορφωθείτε με μια νομική υποχρέωση</li><li>Προστατεύστε και υπερασπιστείτε τα δικαιώματα ή την ιδιοκτησία της Εταιρείας</li><li>Αποτροπή ή διερεύνηση πιθανών παραβάσεων σε σχέση με την Υπηρεσία</li><li>Προστατέψτε την προσωπική ασφάλεια των χρηστών της υπηρεσίας ή του κοινού</li><li>Προστατέψτε από τη νομική ευθύνη</li></ul><h2><strong>Ασφάλεια των προσωπικών σας δεδομένων</strong></h2><p>Η ασφάλεια των προσωπικών σας δεδομένων είναι σημαντική για εμάς, αλλά να θυμάστε ότι καμία μέθοδος μετάδοσης μέσω Διαδικτύου ή μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής. Παρόλο που προσπαθούμε να χρησιμοποιήσουμε εμπορικά αποδεκτά μέσα για την προστασία των προσωπικών σας δεδομένων, δεν μπορούμε να εγγυηθούμε την απόλυτη ασφάλειά του.</p><h1><strong>Λεπτομερείς πληροφορίες σχετικά με την επεξεργασία των προσωπικών σας δεδομένων</strong></h1><p>Οι πάροχοι υπηρεσιών που χρησιμοποιούμε ενδέχεται να έχουν πρόσβαση στα προσωπικά σας δεδομένα. Αυτοί οι τρίτοι προμηθευτές συλλέγουν, αποθηκεύουν, χρησιμοποιούν, επεξεργάζονται και μεταφέρουν πληροφορίες σχετικά με τη δραστηριότητά σας στην Υπηρεσία μας σύμφωνα με τις Πολιτικές απορρήτου τους.</p><h2><strong>Ανάλυση</strong></h2><p>Ενδέχεται να χρησιμοποιήσουμε τρίτους παρόχους υπηρεσιών για την παρακολούθηση και ανάλυση της χρήσης της Υπηρεσίας μας.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Το Google Analytics είναι μια υπηρεσία ανάλυσης ιστού που προσφέρεται από την Google, η οποία παρακολουθεί και αναφέρει την επισκεψιμότητα του ιστότοπου. Η Google χρησιμοποιεί τα δεδομένα που συλλέγονται για την παρακολούθηση και παρακολούθηση της χρήσης της Υπηρεσίας μας. Αυτά τα δεδομένα κοινοποιούνται σε άλλες υπηρεσίες της Google. Η Google μπορεί να χρησιμοποιήσει τα δεδομένα που συλλέχθηκαν για να προσαρμόσει και να εξατομικεύσει τις διαφημίσεις του δικού της διαφημιστικού δικτύου.</p><p>Μπορείτε να εξαιρεθείτε από ορισμένες δυνατότητες του Google Analytics μέσω των ρυθμίσεων της κινητής συσκευής σας, όπως οι ρυθμίσεις διαφήμισης της συσκευής σας ή ακολουθώντας τις οδηγίες που παρέχονται από την Google στην Πολιτική απορρήτου τους: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><p>Για περισσότερες πληροφορίες σχετικά με τις πρακτικές απορρήτου της Google, επισκεφθείτε την ιστοσελίδα απορρήτου και όρων της Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Το Firebase είναι μια υπηρεσία ανάλυσης που παρέχεται από την Google Inc.</p><p>Μπορείτε να εξαιρεθείτε από ορισμένες δυνατότητες του Firebase μέσω των ρυθμίσεων της κινητής συσκευής σας, όπως οι ρυθμίσεις διαφήμισης της συσκευής σας ή ακολουθώντας τις οδηγίες που παρέχονται από την Google στην Πολιτική απορρήτου τους: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><p>Σας προτείνουμε επίσης να διαβάσετε την πολιτική της Google για την προστασία των δεδομένων σας: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://support.google.com/analytics/answer/6004245\":"https://support.google.com/analytics/answer/6004245</a> </p><p>Για περισσότερες πληροφορίες σχετικά με το είδος των πληροφοριών που συλλέγει το Firebase, επισκεφθείτε τον τρόπο με τον οποίο η Google χρησιμοποιεί δεδομένα όταν χρησιμοποιείτε την ιστοσελίδα ή τους ιστότοπους των συνεργατών μας: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://policies.google.com/technologies/partner-sites\":"https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Η Πολιτική απορρήτου τους μπορεί να προβληθεί στη <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://www.appsflyer.com/privacy-policy/\":"διεύθυνση https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Διαφημίσεις εφαρμογών Facebook</strong></li></ul><p>Η Πολιτική απορρήτου τους μπορεί να προβληθεί στη <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://www.facebook.com/about/privacy\":"διεύθυνση https://www.facebook.com/about/privacy</a> </p><h2><strong>Διαφήμιση</strong></h2><p>Μπορούμε να χρησιμοποιήσουμε τους παρόχους υπηρεσιών για να εμφανίσουμε διαφημίσεις σε εσάς για να βοηθήσουμε στην υποστήριξη και τη συντήρηση της υπηρεσίας μας.</p><ul><li><strong>AdMob από την Google</strong></li></ul><p>Το AdMob από την Google παρέχεται από την Google Inc.</p><p>Μπορείτε να εξαιρεθείτε από την υπηρεσία AdMob by Google ακολουθώντας τις οδηγίες που περιγράφονται από την Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\":"https://support.google.com/ads/answer/2662922?hl=el</a> </p><p>Για περισσότερες πληροφορίες σχετικά με τον τρόπο με τον οποίο η Google χρησιμοποιεί τις συλλεγόμενες πληροφορίες, επισκεφθείτε τη σελίδα \"Πώς χρησιμοποιεί η Google τα δεδομένα όταν χρησιμοποιείτε τους ιστότοπους ή την εφαρμογή των συνεργατών μας\": <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://policies.google.com/technologies/partner-sites\":"https://policies.google.com/technologies/partner-sites</a> ή επισκεφτείτε το απόρρητο Πολιτική της Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a>   </p><h2><strong>Πληρωμές</strong></h2><p>Ενδέχεται να παρέχουμε προϊόντα και / ή υπηρεσίες επί πληρωμή εντός της Υπηρεσίας. Σε αυτήν την περίπτωση, ενδέχεται να χρησιμοποιήσουμε υπηρεσίες τρίτων για επεξεργασία πληρωμών (π.χ. επεξεργαστές πληρωμών).</p><p>Δεν θα αποθηκεύσουμε ούτε θα συλλέξουμε τα στοιχεία της κάρτας πληρωμής σας. Αυτές οι πληροφορίες παρέχονται απευθείας στους τρίτους επεξεργαστές πληρωμών των οποίων η χρήση των προσωπικών σας στοιχείων διέπεται από την Πολιτική απορρήτου τους. Αυτοί οι επεξεργαστές πληρωμών συμμορφώνονται με τα πρότυπα που ορίζει το PCI-DSS, όπως διαχειρίζεται το Συμβούλιο Προτύπων Ασφάλειας PCI, το οποίο είναι μια κοινή προσπάθεια εμπορικών σημάτων όπως Visa, Mastercard, American Express και Discover. Οι απαιτήσεις PCI-DSS συμβάλλουν στον ασφαλή χειρισμό των πληροφοριών πληρωμής.</p><ul><li><strong>Πληρωμές εντός εφαρμογής στο Google Play</strong></li></ul><p>Η Πολιτική απορρήτου τους μπορεί να προβληθεί στη <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://www.google.com/policies/privacy/\":"διεύθυνση https://www.google.com/policies/privacy/</a> </p><h1><strong>Παιδικό απόρρητο</strong></h1><p>Η Υπηρεσία μας δεν απευθύνεται σε κανέναν κάτω των 13 ετών. Δεν συλλέγουμε εν γνώσει μας προσωπικά αναγνωρίσιμα στοιχεία από άτομα κάτω των 13 ετών. Εάν είστε γονέας ή κηδεμόνας και γνωρίζετε ότι το παιδί σας μας παρείχε Προσωπικά Δεδομένα, παρακαλώ επικοινωνήστε μαζί μας. Εάν αντιληφθούμε ότι έχουμε συλλέξει Προσωπικά Δεδομένα από οποιονδήποτε κάτω των 13 ετών χωρίς επαλήθευση της γονικής συναίνεσης, Λαμβάνουμε μέτρα για την κατάργηση αυτών των πληροφοριών από τους διακομιστές μας.</p><p>Εάν πρέπει να βασιστούμε στη συγκατάθεση ως νομική βάση για την επεξεργασία των πληροφοριών σας και η χώρα σας απαιτεί τη συγκατάθεση ενός γονέα, ενδέχεται να απαιτήσουμε τη συγκατάθεση του γονέα σας πριν συλλέξουμε και χρησιμοποιήσουμε αυτές τις πληροφορίες.</p><h1><strong>Σύνδεσμοι προς άλλους ιστότοπους</strong></h1><p>Η Υπηρεσία μας μπορεί να περιέχει συνδέσμους προς άλλους ιστότοπους που δεν λειτουργούμε από εμάς. Εάν κάνετε κλικ σε έναν σύνδεσμο τρίτου μέρους, θα μεταφερθείτε στον ιστότοπο αυτού του τρίτου μέρους. Σας συνιστούμε να ανατρέξετε στην Πολιτική απορρήτου κάθε ιστότοπου που επισκέπτεστε.</p><p>Δεν έχουμε κανέναν έλεγχο και δεν αναλαμβάνουμε καμία ευθύνη για το περιεχόμενο, τις πολιτικές απορρήτου ή τις πρακτικές οποιωνδήποτε ιστότοπων ή υπηρεσιών τρίτων.</p><h1><strong>Αλλαγές σε αυτήν την Πολιτική απορρήτου</strong></h1><p>Ενδέχεται να ενημερώνουμε την Πολιτική Απορρήτου μας κατά καιρούς. Θα σας ειδοποιήσουμε για τυχόν αλλαγές δημοσιεύοντας τη νέα Πολιτική Απορρήτου σε αυτήν τη σελίδα.</p><p>Θα σας ενημερώσουμε μέσω email και / ή προειδοποιητικής ειδοποίησης στην Υπηρεσία μας, πριν από την έναρξη ισχύος της αλλαγής και θα ενημερώσετε την ημερομηνία \"Τελευταία ενημέρωση\" στην κορυφή αυτής της Πολιτικής Απορρήτου.</p><p>Σας συμβουλεύουμε να ελέγχετε περιοδικά αυτήν την Πολιτική Απορρήτου για τυχόν αλλαγές. Οι αλλαγές σε αυτήν την Πολιτική Απορρήτου ισχύουν όταν δημοσιεύονται σε αυτήν τη σελίδα.</p><h1><strong>Επικοινωνήστε μαζί μας</strong></h1><p>Εάν έχετε απορίες σχετικά με αυτούς τους Όρους και Προϋποθέσεις, μπορείτε να επικοινωνήσετε μαζί μας:</p><ul><li>Με email: info@currency.wiki</li></ul><p> </p><p> </p> ",
  "html_support": "<h1>Βοήθεια</h1><p>Εάν αντιμετωπίζετε κάποιο πρόβλημα με την εφαρμογή μετατροπής νομισμάτων, στείλτε μήνυμα ηλεκτρονικού ταχυδρομείου στη διεύθυνση <a href=\"mailto:app@currency.wiki\":"app@currency.wiki</a> (αφήστε 24-48 ώρες για απάντηση) και στη γραμμή θέματος, προσθέστε το \"Πρόβλημα με εφαρμογή\"  </p><p>Περιγράψτε το πρόβλημα, συμπεριλαμβανομένου του ονόματος της συσκευής σας και του αριθμού μοντέλου και της τρέχουσας έκδοσης Android. π.χ. Samsung Galaxy S9 + Android 10</p><h1>Συχνές ερωτήσεις</h1><h2>Πόσο συχνά ενημερώνονται οι συναλλαγματικές ισοτιμίες;</h2><p>Οι τιμές ενημερώνονται κάθε 30 λεπτά και εντός χρόνου κάθε 60 δευτερόλεπτα εκτός Σαββατοκύριακου (Η αγορά συναλλάγματος στις ΗΠΑ κλείνει την Παρασκευή στις 5 μ.μ. EST και ανοίγει την Κυριακή στις 5 μ.μ. EST)</p><h2>Πόσο συχνά ενημερώνονται τα κρυπτονομίσματα;</h2><p>Η αγορά κρυπτονομισμάτων δεν κλείνει ποτέ. Είναι ανοιχτό 24/7, 365 ημέρες το χρόνο. Οι τιμές Bitcoin (BTC) ενημερώνονται πάντα, ακόμη και τα σαββατοκύριακα</p><h2>Πώς να προσθέσετε widget;</h2><ul><li>Στην αρχική οθόνη, αγγίξτε παρατεταμένα ένα κενό σημείο</li><li>Πατήστε \"Widgets\"</li><li>Στο πλαίσιο αναζήτησης, πληκτρολογήστε \" CurrencyConverter \" και θα πρέπει να εμφανίζει ένα widget νομίσματος</li><li>Πατάτε στο widget και θα σας ζητήσει να επιλέξετε τον τύπο του widget που θέλετε να εμφανίσετε κρατώντας και σύροντας στην αρχική οθόνη σας</li></ul><h2>Γιατί λαμβάνω μία από τις ακόλουθες ειδοποιήσεις συστήματος;</h2><ul><li>Σταματήστε να βελτιστοποιείτε τη χρήση της μπαταρίας</li><li>Μην βελτιστοποιήσετε τη χρήση της μπαταρίας</li><li>Αφήστε την εφαρμογή να εκτελείται πάντα στο παρασκήνιο</li><li>Αγνοήστε τις βελτιστοποιήσεις μπαταρίας</li></ul><p>Εάν χρησιμοποιείτε ένα widget νομίσματος στην αρχική οθόνη σας, σας συνιστούμε να επιτρέψετε στην εφαρμογή μας να εκτελείται στο παρασκήνιο για να διασφαλίσετε ότι οι τιμές είναι πάντα ενημερωμένες</p><h2>Χρήση μπαταρίας;</h2><p>Η εφαρμογή μας σχεδιάστηκε για να χρησιμοποιεί μια ελάχιστη ποσότητα μπαταρίας και όταν λειτουργεί στο παρασκήνιο για την ενημέρωση των τιμών. Λάβετε υπόψη ότι πολλοί παράγοντες συμμετέχουν στο παιχνίδι, όπως το κλείσιμο της εφαρμογής μετά τη χρήση, βεβαιωθείτε ότι η συσκευή σας είναι συμβατή με την εφαρμογή μας κ.λπ.</p><h1>Συμβουλές</h1><h2>Αντιγραφή για κοινή χρήση</h2><p>Εάν μεταβείτε στην κύρια οθόνη μετατροπής νομισμάτων, πατήστε και κρατήστε πατημένα τα αποτελέσματα. Θα αντιγράψει τα αποτελέσματα στο πρόχειρο ως παράδειγμα, \"1,00 USD=0,84 EUR\" που μπορείτε να μοιραστείτε</p><h2>Υπολογίστε συμβουλές / τέλη / φόρους</h2><p>Έχουμε δημιουργήσει την ακόλουθη λογική για γρήγορους υπολογισμούς συμβουλών. αν εισαγάγετε το παράδειγμα \"50% 10\" και πατήσετε \"=\" θα υπολογίσει το 10% από το 50</p><h2>Πολυμετατροπέας</h2><p>Μπορείτε να αναδιατάξετε τη σειρά των νομισμάτων στη λίστα που έχετε επιλέξει με μεταφορά και απόθεση</p><p> </p><p> </p> ",
  "html_terms": "<h1>Οροι και Προϋποθέσεις</h1><p>Τελευταία ενημέρωση: 13 Μαρτίου 2021</p><p>Διαβάστε προσεκτικά αυτούς τους όρους και προϋποθέσεις προτού χρησιμοποιήσετε την υπηρεσία μας.</p><h1>Ερμηνεία και ορισμοί</h1><h2>Ερμηνεία</h2><p>Οι λέξεις των οποίων το αρχικό γράμμα είναι κεφαλαία έχουν έννοιες που ορίζονται υπό τις ακόλουθες συνθήκες. Οι ακόλουθοι ορισμοί θα έχουν την ίδια έννοια ανεξάρτητα από το εάν εμφανίζονται σε ενικό ή πληθυντικό.</p><h2>Ορισμοί</h2><p>Για τους σκοπούς αυτών των Όρων και Προϋποθέσεων:</p><ul><li><strong>Εφαρμογή </strong>σημαίνει το πρόγραμμα λογισμικού που παρέχεται από την Εταιρεία που έχετε κατεβάσει σε οποιαδήποτε ηλεκτρονική συσκευή, με το όνομα Currency Converter App από το Currency.Wiki </li><li><strong>Το Application Store </strong>σημαίνει την υπηρεσία ψηφιακής διανομής που λειτουργεί και αναπτύσσεται από την Apple Inc. (Apple App Store) ή την Google Inc. (Google Play Store) στην οποία έχει γίνει λήψη της εφαρμογής. </li><li><strong>Συνεργάτης </strong>σημαίνει οντότητα που ελέγχει, ελέγχεται ή ελέγχεται από κοινού με ένα μέρος, όπου «έλεγχος» σημαίνει ιδιοκτησία 50% ή περισσότερων μετοχών, συμμετοχικών τίτλων ή άλλων τίτλων που έχουν δικαίωμα ψήφου για εκλογή διευθυντών ή άλλης διαχειριστικής αρχής . </li><li><strong>Η χώρα </strong>αναφέρεται: Καλιφόρνια, Ηνωμένες Πολιτείες </li><li><strong>Η εταιρεία </strong>(αναφέρεται ως \"η Εταιρεία\", \"Εμείς\", \"Εμείς\" ή \"Η δική μας\" σε αυτήν τη Συμφωνία) αναφέρεται στο Currency.Wiki, 122 15η # 431 Del Mar, CA 92014. </li><li><strong>Συσκευή </strong>σημαίνει οποιαδήποτε συσκευή που μπορεί να έχει πρόσβαση στην Υπηρεσία, όπως υπολογιστής, κινητό τηλέφωνο ή ψηφιακό tablet. </li><li><strong>Η αγορά εντός εφαρμογής </strong>αναφέρεται στην αγορά ενός προϊόντος, αντικειμένου, υπηρεσίας ή συνδρομής που πραγματοποιείται μέσω της Εφαρμογής και υπόκειται στους παρόντες Όρους και Προϋποθέσεις ή / και στους ίδιους όρους και προϋποθέσεις του Κατάστημα εφαρμογών. </li><li><strong>Η υπηρεσία </strong>αναφέρεται στην εφαρμογή. </li><li><strong>Οι συνδρομές </strong>αναφέρονται στις υπηρεσίες ή στην πρόσβαση στην Υπηρεσία που προσφέρεται βάσει συνδρομής από την Εταιρεία σε Εσάς. </li><li><strong>Όροι και Προϋποθέσεις </strong>(αναφέρονται επίσης ως \"Όροι\") σημαίνει αυτούς τους Όρους και Προϋποθέσεις που αποτελούν ολόκληρη τη συμφωνία μεταξύ Εσάς και της Εταιρείας σχετικά με τη χρήση της Υπηρεσίας. </li><li><strong>Υπηρεσία κοινωνικών μέσων τρίτου μέρους </strong>σημαίνει οποιεσδήποτε υπηρεσίες ή περιεχόμενο (συμπεριλαμβανομένων δεδομένων, πληροφοριών, προϊόντων ή υπηρεσιών) που παρέχονται από τρίτο μέρος που ενδέχεται να εμφανίζονται, να περιλαμβάνονται ή να διατίθενται από την Υπηρεσία. </li><li><strong>Θα </strong>σημαίνει το άτομο πρόσβαση ή τη χρήση της Υπηρεσίας ή της εταιρείας, ή άλλου νομικού προσώπου για λογαριασμό του οποίου τέτοιο άτομο έχει πρόσβαση ή τη χρήση της υπηρεσίας, ανάλογα με την περίπτωση. </li></ul><h1>Αναγνώριση</h1><p>Αυτοί είναι οι Όροι και Προϋποθέσεις που διέπουν τη χρήση αυτής της Υπηρεσίας και τη συμφωνία που ισχύει μεταξύ Εσάς και της Εταιρείας. Αυτοί οι Όροι και Προϋποθέσεις καθορίζουν τα δικαιώματα και τις υποχρεώσεις όλων των χρηστών σχετικά με τη χρήση της Υπηρεσίας.</p><p>Η πρόσβασή σας και η χρήση της Υπηρεσίας εξαρτάται από την αποδοχή και συμμόρφωση με αυτούς τους Όρους και Προϋποθέσεις. Αυτοί οι Όροι και Προϋποθέσεις ισχύουν για όλους τους επισκέπτες, τους χρήστες και άλλους που έχουν πρόσβαση ή χρησιμοποιούν την Υπηρεσία.</p><p>Με την πρόσβαση ή τη χρήση της Υπηρεσίας συμφωνείτε ότι δεσμεύεστε από αυτούς τους Όρους και Προϋποθέσεις. Εάν διαφωνείτε με οποιοδήποτε μέρος αυτών των Όρων και Προϋποθέσεων, τότε ενδέχεται να μην έχετε πρόσβαση στην Υπηρεσία.</p><p>Δηλώνετε ότι είστε άνω των 18 ετών. Η Εταιρεία δεν επιτρέπει σε άτομα κάτω των 18 ετών να χρησιμοποιούν την Υπηρεσία.</p><p>Η πρόσβασή σας και η χρήση της Υπηρεσίας εξαρτάται επίσης από την αποδοχή και συμμόρφωση με την Πολιτική Απορρήτου της Εταιρείας. Η Πολιτική Απορρήτου μας περιγράφει τις πολιτικές και τις διαδικασίες μας σχετικά με τη συλλογή, χρήση και αποκάλυψη των προσωπικών σας στοιχείων όταν χρησιμοποιείτε την Εφαρμογή ή τον Ιστότοπο και σας ενημερώνει για τα δικαιώματα απορρήτου σας και τον τρόπο με τον οποίο σας προστατεύει ο νόμος. Διαβάστε προσεκτικά την Πολιτική απορρήτου μας πριν χρησιμοποιήσετε την υπηρεσία μας.</p><h1>Συνδρομές</h1><h2>Περίοδος συνδρομής</h2><p>Η Υπηρεσία ή ορισμένα τμήματα της Υπηρεσίας είναι διαθέσιμα μόνο με συνδρομή επί πληρωμή. Θα χρεώνεστε εκ των προτέρων σε επαναλαμβανόμενη και περιοδική βάση (όπως ημερήσια, εβδομαδιαία, μηνιαία ή ετήσια), ανάλογα με τον τύπο του προγράμματος συνδρομής που επιλέγετε κατά την αγορά της Συνδρομής.</p><p>Στο τέλος κάθε περιόδου, η Συνδρομή σας θα ανανεωθεί αυτόματα υπό τους ίδιους ίδιους όρους, εκτός εάν την ακυρώσετε ή η Εταιρεία την ακυρώσει.</p><h2>Ακυρώσεις συνδρομής</h2><p>Μπορείτε να ακυρώσετε την ανανέωση της συνδρομής σας είτε μέσω της σελίδας ρυθμίσεων του λογαριασμού σας είτε επικοινωνώντας με την εταιρεία. Δεν θα λάβετε επιστροφή χρημάτων για τα τέλη που έχετε ήδη πληρώσει για την τρέχουσα περίοδο συνδρομής σας και θα μπορείτε να έχετε πρόσβαση στην Υπηρεσία μέχρι το τέλος της τρέχουσας περιόδου συνδρομής σας.</p><p>Εάν η συνδρομή έχει πραγματοποιηθεί μέσω μιας αγοράς εντός εφαρμογής, μπορείτε να ακυρώσετε την ανανέωση της συνδρομής σας με το App Store.</p><h2>Χρέωση</h2><p>Θα πρέπει να παρέχετε στην Εταιρεία ακριβείς και πλήρεις πληροφορίες χρέωσης, όπως πλήρες όνομα, διεύθυνση, πολιτεία, ταχυδρομικός κώδικας, αριθμός τηλεφώνου και έγκυρες πληροφορίες τρόπου πληρωμής.</p><p>Σε περίπτωση αποτυχίας αυτόματης χρέωσης για οποιονδήποτε λόγο, η Εταιρεία θα εκδώσει ηλεκτρονικό τιμολόγιο που θα δηλώνει ότι πρέπει να προχωρήσετε μη αυτόματα, εντός συγκεκριμένης προθεσμίας, με την πλήρη πληρωμή να αντιστοιχεί στην περίοδο χρέωσης όπως αναφέρεται στο τιμολόγιο.</p><p>Εάν η συνδρομή έχει πραγματοποιηθεί μέσω μιας αγοράς εντός εφαρμογής, η διαχείριση όλων των χρεώσεων γίνεται από το Store Store και διέπεται από τους ίδιους όρους και προϋποθέσεις του Store Store.</p><h2>Αλλαγές χρεώσεων</h2><p>Η Εταιρεία, κατά τη διακριτική της ευχέρεια και ανά πάσα στιγμή, μπορεί να τροποποιήσει τα τέλη Συνδρομής. Οποιαδήποτε αλλαγή χρέωσης συνδρομής θα τεθεί σε ισχύ στο τέλος της τρέχουσας περιόδου συνδρομής.</p><p>Η Εταιρεία θα σας παράσχει εύλογη προηγούμενη ειδοποίηση για οποιαδήποτε αλλαγή στα τέλη Συνδρομής για να σας δώσει την ευκαιρία να τερματίσετε τη Συνδρομή σας προτού τεθεί σε ισχύ αυτή η αλλαγή.</p><p>Η συνεχιζόμενη χρήση της Υπηρεσίας μετά την έναρξη ισχύος της αλλαγής συνδρομής αποτελεί τη συμφωνία σας να πληρώσετε το τροποποιημένο ποσό χρέωσης συνδρομής.</p><h2>Επιστροφές χρημάτων</h2><p>Εκτός εάν απαιτείται από το νόμο, τα πληρωμένα τέλη συνδρομής δεν επιστρέφονται.</p><p>Ορισμένα αιτήματα επιστροφής χρημάτων για Συνδρομές μπορούν να εξεταστούν από την Εταιρεία κατά περίπτωση και να χορηγηθούν κατά την αποκλειστική κρίση της Εταιρείας.</p><p>Εάν η συνδρομή έχει πραγματοποιηθεί μέσω μιας αγοράς εντός εφαρμογής, θα ισχύει η πολιτική επιστροφής χρημάτων του Application Store. Εάν επιθυμείτε να ζητήσετε επιστροφή χρημάτων, μπορείτε να το κάνετε επικοινωνώντας απευθείας με το App Store.</p><h1>Αγορές εντός εφαρμογής</h1><p>Η εφαρμογή μπορεί να περιλαμβάνει αγορές εντός εφαρμογής που σας επιτρέπουν να αγοράζετε προϊόντα, υπηρεσίες ή συνδρομές.</p><p>Περισσότερες πληροφορίες σχετικά με τον τρόπο με τον οποίο μπορείτε να διαχειριστείτε τις αγορές εντός εφαρμογής μέσω της συσκευής σας, μπορείτε να βρείτε στους όρους και τις προϋποθέσεις του Store Store ή στις ρυθμίσεις βοήθειας της συσκευής σας.</p><p>Οι αγορές εντός εφαρμογής μπορούν να καταναλωθούν μόνο εντός της εφαρμογής. Εάν κάνετε μια αγορά εντός εφαρμογής, αυτή η αγορά εντός εφαρμογής δεν μπορεί να ακυρωθεί αφού ξεκινήσετε τη λήψη της. Οι αγορές εντός εφαρμογής δεν μπορούν να εξαργυρωθούν με μετρητά ή άλλο αντάλλαγμα ή να μεταφερθούν με άλλο τρόπο.</p><p>Εάν κάποια αγορά εντός εφαρμογής δεν ληφθεί με επιτυχία ή δεν λειτουργεί μετά τη λήψη της με επιτυχία, θα διερευνήσουμε το αίτημα του σφάλματος ή θα ενημερωθούμε από εσάς. Θα ενεργήσουμε λογικά για να αποφασίσουμε εάν θα σας παρέχουμε μια αντικατάσταση Αγορά εντός εφαρμογής ή θα σας εκδώσουμε μια ενημέρωση κώδικα για την αποκατάσταση του σφάλματος. Σε καμία περίπτωση δεν θα σας χρεώσουμε για αντικατάσταση ή επιδιόρθωση της αγοράς εντός εφαρμογής. Στην απίθανη περίπτωση που δεν μπορούμε να αντικαταστήσουμε ή να επισκευάσουμε τη σχετική Αγορά εντός εφαρμογής ή δεν μπορούμε να το κάνουμε εντός εύλογου χρονικού διαστήματος και χωρίς σημαντική ταλαιπωρία για εσάς, θα εξουσιοδοτήσουμε το Store Store να σας επιστρέψει ποσό έως και το κόστος της σχετικής αγοράς εντός εφαρμογής. Εναλλακτικά, εάν επιθυμείτε να ζητήσετε επιστροφή χρημάτων, μπορείτε να το κάνετε επικοινωνώντας απευθείας με το App Store.</p><p>Αναγνωρίζετε και συμφωνείτε ότι όλες οι διαδικασίες χρέωσης και συναλλαγής διαχειρίζονται από το Application Store από το οποίο πραγματοποιήσατε λήψη της Εφαρμογής και διέπονται από τους ίδιους όρους και προϋποθέσεις του εν λόγω Κατάστημα εφαρμογών.</p><p>Εάν αντιμετωπίζετε προβλήματα σχετικά με τις πληρωμές με αγορές εντός εφαρμογής, θα πρέπει να επικοινωνήσετε απευθείας με το κατάστημα εφαρμογών.</p><h1>Σύνδεσμοι προς άλλους ιστότοπους</h1><p>Η Υπηρεσία μας ενδέχεται να περιέχει συνδέσμους προς ιστότοπους ή υπηρεσίες τρίτων που δεν ανήκουν ή δεν ελέγχονται από την Εταιρεία.</p><p>Η Εταιρεία δεν έχει κανέναν έλεγχο και δεν αναλαμβάνει καμία ευθύνη για το περιεχόμενο, τις πολιτικές απορρήτου ή τις πρακτικές οποιωνδήποτε ιστότοπων ή υπηρεσιών τρίτων. Επιπλέον, αναγνωρίζετε και συμφωνείτε ότι η Εταιρεία δεν θα είναι υπεύθυνη ή ευθύνη, άμεσα ή έμμεσα, για οποιαδήποτε ζημία ή απώλεια που προκλήθηκε ή φέρεται να προκαλείται από ή σε σχέση με τη χρήση ή την εξάρτηση από οποιοδήποτε τέτοιο περιεχόμενο, αγαθά ή υπηρεσίες που διατίθενται στο ή μέσω οποιωνδήποτε τέτοιων ιστότοπων ή υπηρεσιών.</p><p>Σας συμβουλεύουμε να διαβάσετε τους όρους και τις προϋποθέσεις και τις πολιτικές απορρήτου οποιωνδήποτε ιστότοπων ή υπηρεσιών τρίτων μερών που επισκέπτεστε.</p><h1>Λήξη</h1><p>Μπορούμε να τερματίσουμε ή να αναστείλουμε την πρόσβασή σας αμέσως, χωρίς προηγούμενη ειδοποίηση ή ευθύνη, για οποιονδήποτε λόγο, συμπεριλαμβανομένου χωρίς περιορισμό εάν παραβιάσετε αυτούς τους Όρους και Προϋποθέσεις.</p><p>Με τον τερματισμό, το δικαίωμά σας να χρησιμοποιήσετε την Υπηρεσία θα παύσει αμέσως.</p><h1>Τον περιορισμό της ευθύνης</h1><p>Ανεξάρτητα από τυχόν ζημιές που ενδέχεται να υποστείτε, ολόκληρη η ευθύνη της Εταιρείας και οποιουδήποτε από τους προμηθευτές της σύμφωνα με οποιαδήποτε διάταξη των παρόντων Όρων και η αποκλειστική σας αποκατάσταση για όλα τα παραπάνω περιορίζεται στο ποσό που πραγματικά πληρώσατε μέσω της Υπηρεσίας ή 100 USD εάν δεν έχετε αγοράσει τίποτα μέσω της Υπηρεσίας.</p><p>Στο μέγιστο βαθμό που επιτρέπεται από το εφαρμοστέο δίκαιο, σε καμία περίπτωση η Εταιρεία ή οι προμηθευτές της δεν ευθύνονται για τυχόν ειδικές, τυχαίες, έμμεσες ή επακόλουθες ζημίες (συμπεριλαμβανομένων, αλλά δεν περιορίζονται σε αυτές, ζημιών για απώλεια κερδών, απώλεια δεδομένων ή άλλες πληροφορίες, για διακοπή της επιχείρησης, για προσωπικό τραυματισμό, απώλεια απορρήτου που προκύπτει από ή με οποιονδήποτε τρόπο σχετίζεται με τη χρήση ή την αδυναμία χρήσης της Υπηρεσίας, λογισμικό τρίτου μέρους και / ή υλικό τρίτου μέρους που χρησιμοποιείται με την Υπηρεσία, ή Διαφορετικά σε σχέση με οποιαδήποτε διάταξη των παρόντων Όρων), ακόμη και αν η Εταιρεία ή οποιοσδήποτε προμηθευτής έχει ενημερωθεί για την πιθανότητα τέτοιων ζημιών και ακόμη και αν η αποκατάσταση αποτύχει για τον ουσιαστικό της σκοπό.</p><p>Ορισμένες πολιτείες δεν επιτρέπουν τον αποκλεισμό των σιωπηρών εγγυήσεων ή τον περιορισμό της ευθύνης για τυχαίες ή επακόλουθες ζημίες, πράγμα που σημαίνει ότι ορισμένοι από τους παραπάνω περιορισμούς ενδέχεται να μην ισχύουν. Σε αυτές τις πολιτείες, η ευθύνη κάθε μέρους θα περιορίζεται στο μέγιστο βαθμό που επιτρέπεται από το νόμο.</p><h1>\"ΩΣ ΕΧΕΙ\" και \"ΩΣ ΔΙΑΘΕΣΙΜΟ\" Αποποίηση ευθυνών</h1><p>Η Υπηρεσία παρέχεται σε εσάς \"ΩΣ ΕΧΕΙ\" και \"ΩΣ ΔΙΑΘΕΣΙΜΟ\" και με όλα τα σφάλματα και ελαττώματα χωρίς εγγύηση οποιουδήποτε είδους. Στο μέγιστο βαθμό που επιτρέπεται βάσει της ισχύουσας νομοθεσίας, η Εταιρεία, για λογαριασμό της και για λογαριασμό των Συνεργατών της και των αδειών και των παρόχων υπηρεσιών τους, αποποιείται ρητά όλες τις εγγυήσεις, είτε ρητές, σιωπηρές, νόμιμες ή με άλλο τρόπο, όσον αφορά Υπηρεσία, συμπεριλαμβανομένων όλων των σιωπηρών εγγυήσεων εμπορευσιμότητας, καταλληλότητας για συγκεκριμένο σκοπό, τίτλου και μη παραβίασης, και εγγυήσεων που ενδέχεται να προκύψουν από τη διαπραγμάτευση, την πορεία απόδοσης, τη χρήση ή την εμπορική πρακτική. Χωρίς περιορισμό στα παραπάνω, η Εταιρεία δεν παρέχει καμία εγγύηση ή δέσμευση, και δεν παρέχει καμία εκπροσώπηση οποιουδήποτε είδους ότι η Υπηρεσία θα πληροί τις απαιτήσεις σας, θα επιτύχει τυχόν επιδιωκόμενα αποτελέσματα, να είναι συμβατή ή να συνεργάζεται με οποιοδήποτε άλλο λογισμικό, εφαρμογές, συστήματα ή υπηρεσίες, να λειτουργεί χωρίς διακοπή, πληροίτε οποιαδήποτε πρότυπα απόδοσης ή αξιοπιστίας ή χωρίς σφάλματα ή ότι τυχόν λάθη ή ελαττώματα μπορούν ή θα διορθωθούν.</p><p>Χωρίς περιορισμό των ανωτέρω, ούτε η Εταιρεία ούτε κάποιος πάροχος της εταιρείας κάνει οποιαδήποτε εκπροσώπηση ή εγγύηση οποιουδήποτε είδους, ρητή ή σιωπηρή: (i) ως προς τη λειτουργία ή τη διαθεσιμότητα της Υπηρεσίας, ή τις πληροφορίες, το περιεχόμενο και το υλικό ή τα προϊόντα περιλαμβάνονται σε αυτό? (ii) ότι η Υπηρεσία θα είναι αδιάλειπτη ή χωρίς σφάλματα · (iii) ως προς την ακρίβεια, την αξιοπιστία ή το νόμισμα οποιασδήποτε πληροφορίας ή περιεχομένου που παρέχεται μέσω της Υπηρεσίας · ή (iv) ότι η Υπηρεσία, οι διακομιστές της, το περιεχόμενο ή τα μηνύματα ηλεκτρονικού ταχυδρομείου που αποστέλλονται από ή για λογαριασμό της Εταιρείας είναι απαλλαγμένα από ιούς, σενάρια, trojan horse, worms, malware, timebombs ή άλλα επιβλαβή στοιχεία.</p><p>Ορισμένες δικαιοδοσίες δεν επιτρέπουν τον αποκλεισμό ορισμένων τύπων εγγυήσεων ή περιορισμών στα ισχύοντα νόμιμα δικαιώματα ενός καταναλωτή, επομένως ορισμένες ή όλες οι παραπάνω εξαιρέσεις και περιορισμοί ενδέχεται να μην ισχύουν για εσάς. Ωστόσο, σε μια τέτοια περίπτωση, οι εξαιρέσεις και οι περιορισμοί που ορίζονται σε αυτήν την ενότητα εφαρμόζονται στο μέγιστο βαθμό που μπορούν να εφαρμοστούν σύμφωνα με την ισχύουσα νομοθεσία.</p><h1>Κυβερνητικός νόμος</h1><p>Οι νόμοι της χώρας, εκτός από τους κανόνες σύγκρουσης νόμων, διέπουν τους παρόντες Όρους και τη χρήση της Υπηρεσίας από εσάς. Η χρήση της Εφαρμογής από εσάς μπορεί επίσης να υπόκειται σε άλλους τοπικούς, πολιτειακούς, εθνικούς ή διεθνείς νόμους.</p><h1>Επίλυση διαφορών</h1><p>Εάν έχετε οποιαδήποτε ανησυχία ή διαφωνία σχετικά με την Υπηρεσία, συμφωνείτε να προσπαθήσετε πρώτα να επιλύσετε ανεπίσημα τη διαφορά επικοινωνώντας με την Εταιρεία.</p><h1>Για χρήστες της Ευρωπαϊκής Ένωσης (ΕΕ)</h1><p>Εάν είστε καταναλωτής της Ευρωπαϊκής Ένωσης, θα επωφεληθείτε από οποιεσδήποτε υποχρεωτικές διατάξεις του δικαίου της χώρας στην οποία κατοικείτε.</p><h1>Διατάξεις τελικής χρήσης της ομοσπονδιακής κυβέρνησης των Ηνωμένων Πολιτειών</h1><p>Εάν είστε τελικός χρήστης της ομοσπονδιακής κυβέρνησης των ΗΠΑ, η υπηρεσία μας είναι \"Εμπορικό στοιχείο\" καθώς ο όρος αυτός ορίζεται στο 48 CFR §2.101.</p><h1>Νομική συμμόρφωση των Ηνωμένων Πολιτειών</h1><p>Δηλώνετε και εγγυάστε ότι (i) Δεν βρίσκεστε σε χώρα που υπόκειται στο εμπάργκο της κυβέρνησης των Ηνωμένων Πολιτειών ή η οποία έχει οριστεί από την κυβέρνηση των Ηνωμένων Πολιτειών ως χώρα που υποστηρίζει την τρομοκρατία και (ii) δεν είστε απαριθμούνται σε οποιαδήποτε λίστα κυβέρνησης των Ηνωμένων Πολιτειών απαγορευμένων ή περιορισμένων μερών.</p><h1>Διαχωρισμός και παραίτηση</h1><h2>Διαχωρισμός</h2><p>Εάν κάποια διάταξη των παρόντων Όρων θεωρηθεί ότι δεν είναι εφαρμόσιμη ή άκυρη, αυτή η διάταξη θα αλλάξει και θα ερμηνευθεί για να επιτύχει τους στόχους αυτής της διάταξης στο μέγιστο δυνατό βαθμό σύμφωνα με την ισχύουσα νομοθεσία και οι υπόλοιπες διατάξεις θα συνεχίσουν να ισχύουν πλήρως και να ισχύουν.</p><h2>Παραίτηση</h2><p>Εκτός αν ορίζεται στο παρόν, η αποτυχία άσκησης δικαιώματος ή απαίτησης εκπλήρωσης υποχρέωσης σύμφωνα με τους παρόντες Όρους δεν επηρεάζει την ικανότητα ενός μέρους να ασκήσει αυτό το δικαίωμα ή να απαιτήσει τέτοια εκτέλεση οποιαδήποτε στιγμή στη συνέχεια, ούτε η παραίτηση από παραβίαση αποτελεί παραίτηση οποιασδήποτε μεταγενέστερης παραβίασης.</p><h1>Ερμηνεία μετάφρασης</h1><p>Αυτοί οι Όροι και Προϋποθέσεις ενδέχεται να έχουν μεταφραστεί εάν τους έχουμε θέσει στη διάθεσή σας στην Υπηρεσία μας. Συμφωνείτε ότι το πρωτότυπο αγγλικό κείμενο θα υπερισχύσει σε περίπτωση διαφωνίας.</p><h1>Αλλαγές σε αυτούς τους Όρους και Προϋποθέσεις</h1><p>Διατηρούμε το δικαίωμα, κατά τη διακριτική μας ευχέρεια, να τροποποιήσουμε ή να αντικαταστήσουμε αυτούς τους Όρους ανά πάσα στιγμή. Εάν μια αναθεώρηση είναι σημαντική, θα καταβάλουμε εύλογες προσπάθειες για να παρέχουμε ειδοποίηση τουλάχιστον 30 ημερών πριν από την έναρξη οποιουδήποτε νέου όρου. Αυτό που συνιστά σημαντική αλλαγή θα καθοριστεί κατά την αποκλειστική μας κρίση.</p><p>Συνεχίζοντας την πρόσβαση ή τη χρήση της Υπηρεσίας μας μετά την έναρξη ισχύος αυτών των αναθεωρήσεων, συμφωνείτε να δεσμεύεστε από τους αναθεωρημένους όρους. Εάν δεν συμφωνείτε με τους νέους όρους, εν όλω ή εν μέρει, σταματήστε να χρησιμοποιείτε τον ιστότοπο και την Υπηρεσία.</p><h1>Αποποίηση ευθυνών</h1><p>Οι συναλλαγματικές ισοτιμίες Currency.wiki είναι μόνο για ενημερωτικούς σκοπούς. Επαληθεύστε / επιβεβαιώστε τις συναλλαγματικές ισοτιμίες με τον μεσίτη forex ή το χρηματοπιστωτικό σας ίδρυμα πριν πραγματοποιήσετε διεθνείς μεταφορές χρημάτων και συναλλαγές.</p><h1>Πιστώσεις</h1><p>Θέλουμε να ευχαριστήσουμε τους ακόλουθους συντάκτες για τη δημιουργία δωρεάν εικονιδίων και δωρεάν άδεια χρήσης γραφημάτων.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://freeicons.io/profile/3335\":"https://freeicons.io/profile/3335</a> </li><li>εικονίδιο king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://freeicons.io/profile/3\":"https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://www.flaticon.com/\":"https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://www.freepik.com\":"https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=el&amp;u=https://www.amcharts.com/\":"https://www.amcharts.com/</a> </li></ul><h1>Επικοινωνήστε μαζί μας</h1><p>Εάν έχετε απορίες σχετικά με αυτούς τους Όρους και Προϋποθέσεις, μπορείτε να επικοινωνήσετε μαζί μας:</p><ul><li>Με email: info@currency.wiki</li></ul><p> </p>",
  "presets": "Προεπιλογές",
  "select": "Επιλέγω",
  
  "iso": "Ελληνικά",
  "AED": "Ντιρχάμ Ηνωμένων Αραβικών Εμιράτων",
  "AFN": "Αφγανός Αφγανός",
  "ALL": "Αλβανικά Λεκ",
  "AMD": "Αρμενικό δράμα",
  "ANG": "Ολλανδικό αντιλλιάνο φιορίνι",
  "AOA": "Αγκόλα Kwanza",
  "ARS": "Πέσο Αργεντινής",
  "AUD": "Δολάριο αυστραλίας",
  "AWG": "Aruban Florin",
  "AZN": "Αζερμπαϊτζάν Μανάτ",
  "BAM": "Μετατρέψιμο σήμα Βοσνίας-Ερζεγοβίνης",
  "BBD": "Δολάριο Μπαρμπάντος",
  "BDT": "Τάκα Μπαγκλαντές",
  "BGN": "Βουλγαρικός Λεβ",
  "BHD": "Δηνάριο Μπαχρέιν",
  "BIF": "Φράγκο Μπουρούντι",
  "BMD": "Δολάριο Βερμούδων",
  "BND": "Δολάριο Μπρουνέι",
  "BOB": "Βολιβιανό Μπολιβιάνο",
  "BRL": "Ρεάλ Βραζιλίας",
  "BSD": "Δολάριο Μπαχάμης",
  "BTC": "Bitcoin",
  "BTN": "Μπουτάν Ngultrum",
  "BWP": "Μποτσουανάν Πούλα",
  "BYN": "Λευκορωσικά ρούβλια",
  "BZD": "Δολάριο Μπελίζ",
  "CAD": "Δολάριο Καναδά",
  "CDF": "Φράγκο Κονγκό",
  "CHF": "Ελβετικό φράγκο",
  "CLF": "Μονάδα λογαριασμού της Χιλής (UF)",
  "CLP": "Πέσο Χιλής",
  "CNY": "Κινέζικο γιουάν",
  "COP": "Πέσο Κολομβίας",
  "CRC": "Κόστα Ρίκα Colón",
  "CUC": "Κούβας Μετατρέψιμο Πέσο",
  "CUP": "Κουβανικό πέσο",
  "CVE": "Πράσινο Ακρωτήριο Εσκούντο",
  "CZK": "Κορούνια Τσεχίας",
  "DJF": "Φράγκο Τζιμπουτίν",
  "DKK": "Δανική κορώνα",
  "DOP": "Δομινικανό πέσο",
  "DZD": "Αλγερικό Δηνάριο",
  "EGP": "Αιγυπτιακή λίρα",
  "ERN": "Ερυθραία Νάκα",
  "ETB": "Αιθιοπία Birr",
  "EUR": "Ευρώ",
  "FJD": "Δολάριο Φίτζι",
  "FKP": "Λίρα Νήσων Φώκλαντ",
  "GBP": "Βρετανική λίρα στερλίνα",
  "GEL": "Γεωργιανή Λάρι",
  "GGP": "Γκέρνσεϊ Λίρα",
  "GHS": "Γκάνα Cedi",
  "GIP": "Λίρα του Γιβραλτάρ",
  "GMD": "Γκάμπια Νταλάσι",
  "GNF": "Φράγκο Γουινέας",
  "GTQ": "Γουατεμάλα Quetzal",
  "GYD": "Δολάριο της Γουιάνας",
  "HKD": "Δολάριο Χονγκ Κονγκ",
  "HNL": "Ονδούρα Lempira",
  "HRK": "Κούνα της Κροατίας",
  "HTG": "Αϊτή Γκούρντε",
  "HUF": "Ουγγρικό Forint",
  "IDR": "Ινδονησιακή ρουπία",
  "ILS": "Νέο Σέκελ του Ισραήλ",
  "IMP": "Μανξ λίβρα",
  "INR": "Ινδική ρουπία",
  "IQD": "Δηνάριο Ιράκ",
  "IRR": "Ιράν Rial",
  "ISK": "Ισλανδικά Króna",
  "JEP": "Τζέρσεϋ Λίρα",
  "JMD": "Δολάριο Τζαμάικας",
  "JOD": "Ιορδανικό Δηνάριο",
  "JPY": "Ιαπωνικά γεν",
  "KES": "Κενυατικό σελίνι",
  "KGS": "Κιργιστάν Σομ",
  "KHR": "Καμπότζης Ριέλ",
  "KMF": "Φράγκο των Κομορών",
  "KPW": "Γουόν Βόρειας Κορέας",
  "KRW": "Γουόν Νότιας Κορέας",
  "KWD": "Δηνάριο Κουβέιτ",
  "KYD": "Δολάριο Νήσων Καϊμάν",
  "KZT": "Τζαγκ Καζακστάν",
  "LAK": "Λαοτιανό Kip",
  "LBP": "Λιβανέζικη λίβρα",
  "LKR": "Ρουπία της Σρι Λάνκα",
  "LRD": "Δολάριο Λιβερίας",
  "LSL": "Λεσόθο Λώτι",
  "LTL": "Λιθουανικά Litas",
  "LVL": "Λετονικά Λατ",
  "LYD": "Λιβυκό Δηνάριο",
  "MAD": "Ντιρχάμ του Μαρόκου",
  "MDL": "Μολδαβικός Λέ",
  "MGA": "Μαλαγάσι Ariary",
  "MKD": "Μακεδονικό Denar",
  "MMK": "Μύανμα Κιτ",
  "MNT": "Τούγκρικ Μογγολίας",
  "MOP": "Μακάνα Πατάκα",
  "MRO": "Ούγουια της Μαυριτανίας",
  "MUR": "Ρουπία Μαυρικίου",
  "MVR": "Μαλδίβια Rufiyaa",
  "MWK": "Μαλάουια Kwacha",
  "MXN": "Μεξικάνικο πέσο",
  "MYR": "Ρινγκίτ Μαλαισίας",
  "MZN": "Μοζαμβίκης Metical",
  "NAD": "Δολάριο Ναμίμπια",
  "NGN": "Νιγηριανή Νάιρα",
  "NIO": "Νικαράγουαν Κόρδοβα",
  "NOK": "Νορβηγική κορώνα",
  "NPR": "Ρουπία Νεπάλ",
  "NZD": "Δολάριο Νέας Ζηλανδίας",
  "OMR": "Ομάν Ριάλ",
  "PAB": "Panamanian Balboa",
  "PEN": "Περού Nuevo Sol",
  "PGK": "Παπούα Νέα Γουινέα Kina",
  "PHP": "Πέσο Φιλιππίνων",
  "PKR": "Πακιστανική ρουπία",
  "PLN": "Πολωνικά Zloty",
  "PYG": "Παραγουάη Γκουαράνι",
  "QAR": "Κατάρι Ριάλ",
  "RON": "Ρουμάνος Λε",
  "RSD": "Σερβικό Δηνάριο",
  "RUB": "Ρωσικό Ρούβλι",
  "RWF": "Ρουάντα Φράγκο",
  "SAR": "Σαουδικό Ριάλ",
  "SBD": "Δολάριο Νήσων Σολομώντος",
  "SCR": "Ρουπία Σεϋχέλλου",
  "SDG": "Λίρα Σουδάν",
  "SEK": "Σουηδική κορώνα",
  "SGD": "Δολάριο Σιγκαπούρης",
  "SHP": "Λίρα Αγίας Ελένης",
  "SLL": "Σιέρα Λεόνε Λεόνε",
  "SOS": "Σέμα σελίνια",
  "SRD": "Δολάριο Σουρινάμ",
  "STD": "Σάο Τομέ και Πρίνσιπε Ντόμπρα",
  "SVC": "Σαλβαδόραν Κόλον",
  "SYP": "Λίρα της Συρίας",
  "SZL": "Σουάζι Λιλαγκένι",
  "THB": "Μπατ Ταϊλάνδης",
  "TJS": "Τατζικιστικά Σομόνι",
  "TMT": "Τουρκμενιστάν Μανάτ",
  "TND": "Δηνάριο Τυνησίας",
  "TOP": "Τόνγκα Paʻanga",
  "TRY": "Τουρκική λιρέτα",
  "TTD": "Δολάριο του Τρινιντάντ και Τομπάγκο",
  "TWD": "Νέο δολάριο της Ταϊβάν",
  "TZS": "Τανζανικό σελίνι",
  "UAH": "Ουκρανικά Hryvnia",
  "UGX": "Σελίνια Ουγκάντα",
  "USD": "Δολάριο των Ηνωμένων Πολιτειων",
  "UYU": "Πέσο Ουρουγουάης",
  "UZS": "Ουζμπεκιστάν Som",
  "VES": "Βενεζουέλας Μπολιβάρ Φουέρτε",
  "VND": "Dong Βιετνάμ",
  "VUV": "Βανουάτου Βάτου",
  "WST": "Σαλαμικά Tala",
  "XAF": "CFA Φράγκο BEAC",
  "XAG": "Ασημί (ουγγιά troy)",
  "XAU": "Χρυσό (ουγγιά troy)",
  "XCD": "Δολάριο Ανατολικής Καραϊβικής",
  "XDR": "Ειδικά τραβηκτικά δικαιώματα",
  "XOF": "CFA Φράγκο BCEAO",
  "XPF": "CFP φράγκο",
  "YER": "Ριάλ Υεμένης",
  "ZAR": "Ραντ της Νότιας Αφρικής",
  "ZMK": "Ζάμπιαν Kwacha (προ-2013)",
  "ZMW": "Ζάμπια Kwacha",
  "ZWL": "Δολάριο Ζιμπάμπουε"
}
