{
  "update": "Värskendatud:",
  "addCurrency": "LISA VALUUTA",
  "selectedCurrency": "VALITUD VALUUTA",
  "monetary": "Rahaline vorming",
  "decimal": "Kümnendvorming",
  "firstTextRatingPage": "Hinnake meie rakendust!",
  "secondTextRatingPage": "Hindamiseks puudutage tärne ja käsku „Ava Google Play poega",
  "buttonTextRatingPage": "MITTE PRAEGU",
  "removeAds": "Eemalda reklaam",
  "removeAdsContent": "TToetage meie projekti väikese aastase tellimusega",
  "selectLanguage": "Eestlane",
  "english": "inglise keel",
  "colorsSelection": "Värvivalik",
  "theme": "Teema",
  "light": "Hele värv",
  "dark": "Tume värv",
  "widgetTransparency": "Vidina läbipaistvus",
  "visualSize": "Visuaalne suurus",
  "A": "A",
  "appLogoLauncher": "Rakenduse logo käivitaja",
  "multiConverter": "Mitmekonverter",
  "multiConverterContent1": "Avab vaikimisi mitme muunduri.",
  "multiConverterContent2": "MÄRKUS:",
  "multiConverterContent3": "See funktsioon töötab ainult rakenduse logo käivitajaga",
  "display": "Näita",
  "display1": "Kuva valuutakood",
  "display2": "Kuva valuuta sümbol",
  "display3": "Kuva valuuta lipp",
  "dateFormat": "Andmevorming",
  "not": "MITTE PRAEGU",
  "selected": "VALITUD",
  "currencyList": "VALUUTA LOETELU",
  "dontShow": "Ära näita",
  "support": "Abi",
  "term": "Tingimused",
  "privacy": "Privaatsus",
  "unlocked": "Lukustamata",
  "locked": "Lukustatud",
  "custom": "Valige kohandatud värv",
  "try": "Proovige seda värvi",
  "unlock": "Ava",
  "wiki": "Autor:Currency.wiki",
  "multi": "Mitmekonverters",
  "html_policy": " <h1><strong>Privaatsuspoliitika</strong></h1><p>Viimati uuendatud: 13. märts 2021</p><p>See privaatsuspoliitika kirjeldab meie poliitikat ja protseduure teie teabe kogumise, kasutamise ja avalikustamise kohta, kui kasutate teenust, ning räägib teile oma privaatsuse õigustest ja sellest, kuidas seadus teid kaitseb.</p><p>Kasutame teie isikuandmeid teenuse pakkumiseks ja täiustamiseks. Teenust kasutades nõustute teabe kogumise ja kasutamisega vastavalt käesolevale privaatsuspoliitikale.</p><h1><strong>Tõlgendamine ja mõisted</strong></h1><h2><strong>Tõlgendamine</strong></h2><p>Sõnadel, mille algustäht on suurtähtedega kirjutatud, on tähendus, mis on määratletud järgmistel tingimustel. Järgmistel määratlustel on sama tähendus, olenemata sellest, kas need esinevad ainsuses või mitmuses.</p><h2><strong>Mõisted</strong></h2><p>Selle privaatsuspoliitika tähenduses:</p><ul><li><strong>Konto </strong>tähendab unikaalset kontot, mis on loodud teile juurdepääsuks meie teenusele või selle osadele. </li><li><strong>Sidusettevõte </strong>- üksus, mis kontrollib osapoolt, on selle üle kontrolli all või on ühise kontrolli all, kus \"kontroll\" tähendab 50% või suurema osaluse omamist aktsiatest, omakapitalist või muudest väärtpaberitest, millel on õigus hääletada direktorite või muu korraldusasutuse valimisel. . </li><li><strong>Application </strong>tähendab tarkvaraprogrammi, mis võimaldab firma alla laadida Sa tahes elektroonilise seadme nimega Valuuta konverter App poolt Currency.Wiki </li><li><strong>Ettevõte </strong>(mida käesolevas lepingus nimetatakse kas \"ettevõtteks\", \"meie\", \"meie\" või \"meie\") viitab valuutale Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Riik </strong>viitab: California, Ameerika Ühendriigid </li><li><strong>Seade </strong>- mis tahes seade, millel on teenusele juurdepääs, näiteks arvuti, mobiiltelefon või digitaalne tahvelarvuti. </li><li><strong>Isikuandmed </strong>on igasugune teave, mis on seotud tuvastatud või tuvastatava isikuga. </li><li><strong>Teenus </strong>viitab Rakendusele. </li><li><strong>Teenusepakkuja </strong>on füüsiline või juriidiline isik, kes töötleb andmeid ettevõtte nimel. See viitab kolmandatele isikutele ettevõtetele või üksikisikutele, kes on ettevõttes tööle võetud teenuse hõlbustamiseks, ettevõtte nimel teenuse osutamiseks, teenusega seotud teenuste osutamiseks või ettevõtte abistamiseks teenuse kasutamise analüüsimisel. </li><li><strong>Kolmanda osapoole sotsiaalse meedia teenus </strong>viitab mis tahes veebisaidile või mis tahes sotsiaalvõrgustiku veebisaidile, mille kaudu saab Kasutaja Teenuse kasutamiseks sisse logida või konto luua. </li><li><strong>Kasutusandmed </strong>viitavad andmetele, mis on kogutud automaatselt kas teenuse kasutamisel või ise teenuse infrastruktuurilt (näiteks lehekülastuse kestus). </li><li><strong>Te </strong>tähendate üksikisikut, kes kasutab teenust või kasutab seda, või ettevõtet või muud juriidilist isikut, kelle nimel selline isik teenusele juurde pääseb või seda kasutab. </li></ul><h1><strong>Teie isikuandmete kogumine ja kasutamine</strong></h1><h2><strong>Kogutavate andmete tüübid</strong></h2><h3><strong>Isiklikud andmed</strong></h3><p>Meie teenuse kasutamisel võime paluda teil edastada meile teatud isikut tuvastavat teavet, mida saab kasutada teiega ühenduse võtmiseks või tuvastamiseks. Isikut tuvastav teave võib hõlmata järgmist, kuid ei piirdu sellega:</p><ul><li>E-posti aadress</li><li>Kasutusandmed</li></ul><h3><strong>Kasutusandmed</strong></h3><p>Kasutusandmed kogutakse Teenuse kasutamisel automaatselt.</p><p>Kasutusandmed võivad sisaldada sellist teavet nagu teie seadme Interneti-protokolli aadress (nt IP-aadress), brauseri tüüp, brauseri versioon, meie külastatud teenuse lehed, külastuse aeg ja kuupäev, nendel lehtedel veedetud aeg, unikaalne seade identifikaatorid ja muud diagnostilised andmed.</p><p>Kui pääsete teenusele juurde mobiilseadme kaudu või selle kaudu, võime koguda automaatselt teatud teavet, sealhulgas (kuid mitte ainult) teie kasutatava mobiilseadme tüübi, teie mobiilseadme kordumatu ID, teie mobiilseadme IP-aadressi, teie mobiiltelefoni operatsioonisüsteem, teie kasutatava mobiilse Interneti-brauseri tüüp, seadme kordumatud identifikaatorid ja muud diagnostilised andmed.</p><p>Samuti võime koguda teavet, mida teie brauser saadab, kui külastate meie teenust või kui pääsete teenusele juurde mobiilseadme kaudu.</p><h2><strong>Teie isikuandmete kasutamine</strong></h2><p>Ettevõte võib kasutada isikuandmeid järgmistel eesmärkidel:</p><ul><li><strong>Meie teenuse pakkumiseks ja hooldamiseks </strong>, sealhulgas meie teenuse kasutamise jälgimiseks.</li><li><strong>Oma konto </strong>haldamine: teie teenuse kasutajaks registreerimise haldamine. Teie edastatud isikuandmed võivad anda teile juurdepääsu teenuse erinevatele funktsioonidele, mis on teile registreeritud kasutajana saadaval. </li><li><strong>Lepingu täitmiseks: </strong>teie ostetud toodete, esemete või teenuste või mõne muu Teenuse kaudu meiega sõlmitud <strong>lepingu </strong>väljatöötamine, järgimine ja ostulepingu täitmine. </li><li>Teiega ühenduse võtmine <strong>: </strong>teiega ühenduse võtmine e-posti, telefonikõnede, SMS-i või muude samaväärsete elektrooniliste vormide kaudu, näiteks mobiilirakenduse tõuketeatised funktsioonide, toodete või lepinguliste teenuste, sealhulgas turvavärskendustega seotud värskenduste või informatiivse side kohta kui see on nende rakendamiseks vajalik või mõistlik. </li><li><strong>Pakkuda teile </strong>uudiseid, eripakkumisi ja üldist teavet muude meie pakutavate kaupade, teenuste ja ürituste kohta, mis on sarnased nendega, mille olete juba ostnud või mille kohta olete küsinud, välja arvatud juhul, kui olete otsustanud sellist teavet mitte saada. </li><li><strong>Teie taotluste haldamiseks: </strong>osalege ja hallake oma meile esitatud taotlusi. </li><li><strong>Ettevõtte üleandmiseks: </strong>võime kasutada teie teavet, et hinnata või läbi viia osa meie või kogu meie vara ühinemine, loovutamine, ümberkorraldamine, ümberkorraldamine, lõpetamine või muu müük või üleandmine, olgu siis jätkuvalt tegutsev või osana pankrotistamisest, likvideerimisest, või sarnane menetlus, mille käigus üleantud vara hulka kuuluvad ka meie valduses olevad isikuandmed meie teenuse kasutajate kohta. </li><li><strong>Muudel eesmärkidel </strong>: võime kasutada teie teavet muudel eesmärkidel, näiteks andmete analüüsimiseks, kasutustrendide kindlakstegemiseks, meie reklaamikampaaniate tõhususe kindlakstegemiseks ning meie teenuse, toodete, teenuste, turunduse ja teie kogemuste hindamiseks ja täiustamiseks.</li></ul><p>Võime teie isikuandmeid jagada järgmistes olukordades:</p><ul><li><strong>Teenusepakkujatega: </strong>võime jagada teie isikuandmeid teenusepakkujatega, et jälgida ja analüüsida meie teenuse kasutamist, näidata teile reklaame, mis aitavad meie teenust toetada ja hooldada, maksete töötlemiseks ja teiega ühenduse võtmiseks. </li><li><strong>Äriülekannete puhul: </strong>võime jagada või edastada teie isikuandmeid seoses mis tahes ühinemise, ettevõtte vara müümise, finantseerimise või kogu meie ettevõtte või selle osa omandamise või selle osa läbirääkimiste käigus teisele ettevõttele. </li><li><strong>Sidusettevõtetega: </strong>võime jagada teie teavet oma sidusettevõtetega, millisel juhul nõuame nendelt sidusettevõtetelt selle privaatsuspoliitika austamist. Sidusettevõtete hulka kuuluvad meie emaettevõte ja kõik muud tütarettevõtted, ühisettevõtte partnerid või muud ettevõtted, mida me kontrollime või mis on meiega ühise kontrolli all. </li><li><strong>Äripartneritega: </strong>võime jagada teie teavet oma äripartneritega, et pakkuda teile teatud tooteid, teenuseid või pakkumisi. </li><li><strong>Teiste kasutajatega: </strong>kui jagate isiklikku teavet või suhtlete avalikes kohtades muul viisil teiste kasutajatega, võivad seda teavet vaadata kõik kasutajad ja seda võib avalikult väljastpoolt levitada. Kui suhtlete teiste kasutajatega või registreerute kolmanda osapoole sotsiaalse meedia teenuse kaudu, võivad teie kolmanda osapoole sotsiaalse meedia teenuse kontaktid näha teie nime, profiili, pilte ja teie tegevuse kirjeldust. Samamoodi saavad teised kasutajad vaadata teie tegevuse kirjeldusi, suhelda teiega ja vaadata teie profiili. </li><li><strong>Teie nõusolekul </strong>: võime <strong>teie nõusolekul </strong>avaldada teie isikuandmeid mis tahes muul eesmärgil.</li></ul><h2><strong>Teie isikuandmete säilitamine</strong></h2><p>Ettevõte säilitab teie isikuandmeid ainult seni, kuni see on vajalik käesolevas privaatsuspoliitikas sätestatud eesmärkidel. Säilitame ja kasutame teie isikuandmeid ulatuses, mis on vajalik meie juriidiliste kohustuste täitmiseks (näiteks kui me peame teie andmeid säilitama kehtivate seaduste järgimiseks), vaidluste lahendamiseks ning meie juriidiliste lepingute ja eeskirjade jõustamiseks.</p><p>Ettevõte säilitab kasutusandmeid ka siseanalüüsi eesmärgil. Kasutusandmeid säilitatakse tavaliselt lühemat aega, välja arvatud juhul, kui neid andmeid kasutatakse turvalisuse tugevdamiseks või meie teenuse funktsionaalsuse parandamiseks või kui me oleme seadusega kohustatud neid andmeid pikemaks ajaks säilitama.</p><h2><strong>Teie isikuandmete edastamine</strong></h2><p>Teie teavet, sealhulgas isikuandmeid, töödeldakse ettevõtte tegevuskontorites ja muudes kohtades, kus töötlemisega seotud osapooled asuvad. See tähendab, et seda teavet võidakse edastada arvutisse, mis asuvad väljaspool teie osariiki, provintsi, riiki või muud valitsuse jurisdiktsiooni, ning neid säilitada, kui andmekaitseseadused võivad erineda teie jurisdiktsiooni seadustest.</p><p>Teie nõusolek selle privaatsuseeskirjade järgimiseks, millele järgneb sellise teabe edastamine, tähistab teie nõusolekut selle ülekandega.</p><p>Ettevõte võtab kõik mõistlikult vajalikud meetmed tagamaks, et teie andmeid töödeldakse turvaliselt ja kooskõlas käesoleva privaatsuspoliitikaga ning teie isikuandmeid ei edastata organisatsioonile ega riigile, välja arvatud juhul, kui on olemas piisavad kontrollid, sealhulgas Teie andmed ja muu isiklik teave.</p><h2><strong>Teie isikuandmete avalikustamine</strong></h2><h3><strong>Äritehingud</strong></h3><p>Kui ettevõte on seotud ühinemise, omandamise või vara müügiga, võidakse teie isikuandmeid edastada. Anname teada enne teie isikuandmete edastamist ja nende suhtes kehtivad erinevad privaatsuseeskirjad.</p><h3><strong>Korrakaitse</strong></h3><p>Teatud tingimustel võidakse ettevõttelt nõuda teie isikuandmete avaldamist, kui seadus seda nõuab või vastusena ametiasutuste (nt kohtu või valitsusasutuse) kehtivatele taotlustele.</p><h3><strong>Muud õiguslikud nõuded</strong></h3><p>Ettevõte võib teie isikuandmeid avaldada heas usus, et selline tegevus on vajalik:</p><ul><li>Järgige seadusest tulenevat kohustust</li><li>Kaitsta ja kaitsta ettevõtte õigusi või vara</li><li>Vältige või uurige võimalikke teenusega seotud õigusrikkumisi</li><li>Kaitske Teenuse kasutajate või avalikkuse isiklikku turvalisust</li><li>Kaitsta juriidilise vastutuse eest</li></ul><h3><strong>Teie isikuandmete turvalisus</strong></h3><p>Teie isikuandmete turvalisus on meile oluline, kuid pidage meeles, et ükski Interneti-teel edastamise viis ega elektrooniline salvestusviis pole 100% turvaline. Kuigi me püüame kasutada teie isikuandmete kaitsmiseks äriliselt vastuvõetavaid vahendeid, ei saa me tagada nende täielikku turvalisust.</p><h1><strong>Üksikasjalik teave teie isikuandmete töötlemise kohta</strong></h1><p>Meie kasutatavatel teenusepakkujatel võib olla juurdepääs teie isikuandmetele. Need kolmanda osapoole teenusepakkujad koguvad, salvestavad, kasutavad, töötlevad ja edastavad teavet teie tegevuse kohta meie teenuses vastavalt nende privaatsuseeskirjadele.</p><h2><strong>Analytics</strong></h2><p>Võime oma teenuse kasutamise jälgimiseks ja analüüsimiseks kasutada kolmanda osapoole teenusepakkujaid.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Google Analytics on Google'i pakutav veebianalüütikateenus, mis jälgib ja annab aru veebisaidi liiklusest. Google kasutab kogutud andmeid meie teenuse kasutamise jälgimiseks ja jälgimiseks. Neid andmeid jagatakse teiste Google'i teenustega. Google võib kogutud andmeid kasutada oma reklaamivõrgu reklaamide kontekstualiseerimiseks ja isikupärastamiseks.</p><p>Teatavatest Google Analyticsi funktsioonidest saate loobuda mobiilseadme seadete kaudu, näiteks seadme reklaamiseaded või järgides Google'i juhiseid nende privaatsuseeskirjades: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><p>Google'i privaatsustavade kohta lisateabe saamiseks külastage Google'i privaatsuse ja tingimuste veebisaiti: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase on Google Inc. pakutav analüüsiteenus.</p><p>Teatavatest Firebase'i funktsioonidest saate loobuda mobiilseadme seadete kaudu, näiteks seadme reklaamiseaded või järgides Google'i juhiseid nende privaatsuseeskirjades: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><p>Samuti soovitame teil vaadata üle Google'i eeskirjad oma andmete kaitsmiseks: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://support.google.com/analytics/answer/6004245\":"https://support.google.com/analytics/answer/6004245</a> </p><p>Lisateavet selle kohta, millist tüüpi Firebase kogub, külastage jaotist Kuidas Google andmeid kasutab, kui kasutate meie partnerite saite või rakenduste veebisaiti: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://policies.google.com/technologies/partner-sites\":"https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Nende privaatsuspoliitikat saab vaadata aadressil <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://www.appsflyer.com/privacy-policy/\":"https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Facebooki rakenduse reklaamid</strong></li></ul><p>Nende privaatsuspoliitikat saab vaadata aadressil <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://www.facebook.com/about/privacy\":"https://www.facebook.com/about/privacy</a> </p><h2><strong>Reklaam</strong></h2><p>Võime kasutada teenusepakkujaid teile reklaamide kuvamiseks, et aidata meie teenust toetada ja hooldada.</p><ul><li><strong>Google'i AdMob</strong></li></ul><p>Google'i AdMobi pakub Google Inc.</p><p>Teenusest AdMob by Google saate loobuda , järgides Google'i juhiseid: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\":"https://support.google.com/ads/answer/2662922?hl=et</a> </p><p>Lisateavet selle kohta, kuidas Google kogutud teavet kasutab, külastage lehte „Kuidas Google andmeid kasutab, kui kasutate meie partnerite saite või rakendust”: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://policies.google.com/technologies/partner-sites\":"https://policies.google.com/technologies/partner-sites</a> või külastage privaatsust Google'i eeskirjad: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a>   </p><h2><strong>Maksed</strong></h2><p>Võime teenuses pakkuda tasulisi tooteid ja / või teenuseid. Sel juhul võime maksete töötlemiseks kasutada kolmandate osapoolte teenuseid (nt maksetöötlejad).</p><p>Me ei salvesta ega kogu teie maksekaardi andmeid. See teave edastatakse otse meie kolmanda osapoole maksetöötlejatele, kelle isikuandmete kasutamist reguleerib nende privaatsuseeskirjad. Need maksetöötlejad järgivad PCI-DSS-i kehtestatud standardeid, mida haldab PCI Security Standards Council, mis on selliste kaubamärkide nagu Visa, Mastercard, American Express ja Discover ühine jõupingutus. PCI-DSS nõuded aitavad tagada makseteabe turvalist käitlemist.</p><ul><li><strong>Google Play rakendusesisesed maksed</strong></li></ul><p>Nende privaatsuseeskirjadega saab tutvuda aadressil <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://www.google.com/policies/privacy/\":"https://www.google.com/policies/privacy/</a> </p><h1><strong>Laste privaatsus</strong></h1><p>Meie teenus ei ole suunatud alla 13-aastastele. Me ei kogu teadlikult isikut tuvastavat teavet kelleltki alla 13-aastastelt. Kui olete vanem või eestkostja ja olete teadlik, et teie laps on meile edastanud isikuandmeid, palun võta meiega ühendust. Kui saame teada, et oleme vanemate nõusolekut kontrollimata kogunud isikuandmeid kelleltki alla 13-aastastelt, võtame selle teabe oma serveritest eemaldamiseks meetmeid.</p><p>Kui peame teie andmete töötlemisel tuginema nõusolekule kui õiguslikule alusele ja teie riik nõuab vanemalt nõusolekut, võime enne selle teabe kogumist ja kasutamist nõuda teie vanema nõusolekut.</p><h1><strong>Lingid teistele veebisaitidele</strong></h1><p>Meie teenus võib sisaldada linke teistele veebisaitidele, mida meie ei halda. Kui klõpsate kolmanda osapoole lingil, suunatakse teid selle kolmanda osapoole saidile. Soovitame tungivalt üle vaadata iga külastatava saidi privaatsuseeskirjad.</p><p>Me ei kontrolli kolmandate osapoolte saitide või teenuste sisu, privaatsuseeskirju ega tavasid ega vastuta nende eest.</p><h1><strong>Muudatused selles privaatsuseeskirjas</strong></h1><p>Võime oma privaatsuseeskirju aeg-ajalt ajakohastada. Teavitame teid muudatustest, postitades sellele lehele uue privaatsuseeskirja.</p><p>Enne muudatuste jõustumist anname teile sellest teada e-posti teel ja / või silmatorkava teatega meie teenuses ning värskendame selle privaatsuseeskirja ülaosas olevat kuupäeva „Viimati uuendatud”.</p><p>Teil on soovitatav muudatused selle privaatsuseeskirjadega regulaarselt tutvuda. Selle privaatsuseeskirja muudatused jõustuvad, kui need postitatakse sellele lehele.</p><h1><strong>Võta meiega ühendust</strong></h1><p>Kui teil on nende tingimuste kohta küsimusi, võite meiega ühendust võtta:</p><ul><li>E-posti teel: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": " <h1>Abi</h1><p>Kui teil on probleeme meie valuutakonverteri rakendusega, saatke palun e-kiri aadressile <a href=\"mailto:app@currency.wiki\":"app@currency.wiki</a> (vastuseks võib anda 24–48 tundi) ja lisage teemareale „Probleem rakendusega”  </p><p>Kirjeldage probleemi, sealhulgas seadme nime ja mudeli numbrit ning praegust androidiversiooni. nt Samsung Galaxy S9 + Android 10</p><h1>KKK</h1><h2>Kui tihti vahetuskursse värskendatakse?</h2><p>Hinda uuendatakse iga 30 minuti järel ja õigeaegselt iga 60 sekundi tagant, välja arvatud nädalavahetused (USA Forexi turg suletakse reedel kell 17.00 EST ja avatakse pühapäeval kell 17:00 EST)</p><h2>Kui tihti krüptorahasid värskendatakse?</h2><p>Krüptoraha turg ei sulgu kunagi. See on avatud 24/7, 365 päeva aastas. Bitcoini (BTC) kursse uuendatakse alati, isegi nädalavahetustel</p><h2>Kuidas vidinat lisada?</h2><ul><li>Puudutage avaekraanil tühja kohta ja hoidke seda all</li><li>Puudutage valikut „Vidinad”</li><li>Tippige otsingukasti \" CurrencyConverter \" ja see peaks kuvama valuuta vidina</li><li>Puudutate vidinat ja see palub teil valida kuvatava vidina tüüp, hoides seda ja avakuvale lohistades</li></ul><h2>Miks ma saan ühe järgmistest süsteemiteatistest?</h2><ul><li>Lõpetage aku kasutamise optimeerimine</li><li>Ärge optimeerige aku kasutamist</li><li>Laske rakendusel alati taustal töötada</li><li>Eirake aku optimeerimist</li></ul><p>Kui kasutate oma avaekraanil valuutavidinat, soovitame lubada meie rakendusel taustal töötada, et kursid oleksid alati ajakohased</p><h2>Aku kasutamine?</h2><p>Meie rakendus oli loodud selleks, et kasutada minimaalselt akut ja taustal töötades kiiruste värskendamiseks. Pange tähele, et mängu tuleb palju tegureid, näiteks rakenduse sulgemine pärast kasutamist, veendumaks, et teie seade ühilduks meie rakendusega jne.</p><h1>Näpunäited</h1><h2>Jagamiseks kopeerige</h2><p>Kui lähete peamisele valuutakonverteri ekraanile, puudutage ja hoidke tulemusi. See kopeerib tulemused lõikelauale näitena \"1,00 USD=0,84 EUR\", mida saate jagada</p><h2>Arvutage näpunäited / tasud / maksud</h2><p>Kiireks näpunäidete arvutamiseks oleme loonud järgmise loogika; kui sisestate näite \"50% 10\" ja puudutate \"=\", arvutab see 50% 10-st</p><h2>Mitmekonverter</h2><p>Võite oma loendis olevate valuutade järjekorra ümber korraldada, lohistades</p><p> </p><p> </p> ",
  "html_terms": "<h1>Tingimused</h1><p>Viimati uuendatud: 13. märts 2021</p><p>Enne meie teenuse kasutamist lugege need tingimused hoolikalt läbi.</p><h1>Tõlgendamine ja mõisted</h1><h2>Tõlgendamine</h2><p>Sõnadel, mille algustäht on suurtähtedega kirjutatud, on tähendus, mis on määratletud järgmistel tingimustel. Järgmistel määratlustel on sama tähendus, olenemata sellest, kas need esinevad ainsuses või mitmuses.</p><h2>Mõisted</h2><p>Käesolevate tingimuste tähenduses:</p><ul><li><strong>Rakendus </strong>tähendab ettevõtte pakutavat tarkvaraprogrammi, mille olete alla laadinud mis tahes elektroonikaseadmesse, mille nimi on Currency Converter App. </li><li><strong>Rakenduste pood </strong>tähendab digitaalset levitamisteenust, mida haldab ja arendab Apple Inc. (Apple App Store) või Google Inc. (Google Play Store), kuhu rakendus on alla laaditud. </li><li><strong>Sidusettevõte </strong>- üksus, mis kontrollib osapoolt, on selle üle kontrolli all või on ühise kontrolli all, kus \"kontroll\" tähendab 50% või suurema osaluse omamist aktsiatest, omakapitalist või muudest väärtpaberitest, millel on õigus hääletada direktorite või muu korraldusasutuse valimisel. . </li><li><strong>Riik </strong>viitab: California, Ameerika Ühendriigid </li><li><strong>Ettevõte </strong>(mida käesolevas lepingus nimetatakse kas \"ettevõtteks\", \"meie\", \"meie\" või \"meie\") viitab valuutale Currency.Wiki, 122, 15th st # 431 Del Mar, CA 92014. </li><li><strong>Seade </strong>- mis tahes seade, millel on teenusele juurdepääs, näiteks arvuti, mobiiltelefon või digitaalne tahvelarvuti. </li><li><strong>Rakendusesisene ost </strong>viitab toote, eseme, teenuse või tellimuse ostmisele, mis on tehtud Rakenduse kaudu ja millele kehtivad käesolevad tingimused ja / või Rakendusepoe enda tingimused. </li><li><strong>Teenus </strong>viitab Rakendusele. </li><li><strong>Tellimused </strong>viitavad teenustele või juurdepääsule teenusele, mida ettevõte teile tellimise alusel pakub. </li><li><strong>Tingimused </strong>(nimetatud ka kui \"tingimused\") tähendavad neid tingimusi, mis moodustavad kogu teie ja ettevõtte vahelise teenuse kasutamise lepingu. </li><li><strong>Kolmanda osapoole sotsiaalse meedia teenus </strong>tähendab mis tahes teenust või sisu (sh andmed, teave, tooted või teenused), mida pakub kolmas isik ja mida teenus võib kuvada, lisada või kättesaadavaks teha. </li><li><strong>Te </strong>tähendate üksikisikut, kes kasutab teenust või kasutab seda, või ettevõtet või muud juriidilist isikut, kelle nimel selline isik teenusele juurde pääseb või seda kasutab. </li></ul><h1>Tunnustus</h1><p>Need on selle teenuse kasutamist reguleerivad tingimused ning teie ja ettevõtte vahel sõlmitud leping. Need tingimused sätestavad kõigi kasutajate õigused ja kohustused seoses Teenuse kasutamisega.</p><p>Teie juurdepääs teenusele ja selle kasutamine sõltub sellest, kas nõustute ja järgite neid tingimusi. Need tingimused kehtivad kõigile külastajatele, kasutajatele ja teistele, kes teenusele juurde pääsevad või seda kasutavad.</p><p>Teenusele juurdepääsu või selle kasutamisega nõustute järgima neid tingimusi. Kui te ei nõustu nende nõuete ja tingimuste mis tahes osaga, ei tohi te teenusele juurde pääseda.</p><p>Te kinnitate, et olete üle 18-aastane. Ettevõte ei luba alla 18-aastastel teenust kasutada.</p><p>Teie juurdepääs teenusele ja selle kasutamine sõltub ka sellest, kas nõustute ja järgite ettevõtte privaatsuspoliitikat. Meie privaatsuspoliitika kirjeldab meie poliitikat ja protseduure teie isikuandmete kogumise, kasutamise ja avalikustamise kohta, kui kasutate rakendust või veebisaiti, ning räägib teile oma privaatsuse õigustest ja sellest, kuidas seadus teid kaitseb. Enne meie teenuse kasutamist lugege hoolikalt meie privaatsuseeskirju.</p><h1>Tellimused</h1><h2>Tellimisperiood</h2><p>Teenus või selle mõned osad on saadaval ainult tasulise tellimusega. Teile esitatakse korduval ja perioodilisel alusel ettemakse (nt iga päev, nädal, kuu või aasta), sõltuvalt tellimuse ostmisel valitud liitumisplaani tüübist.</p><p>Iga perioodi lõpus pikeneb teie tellimus automaatselt täpselt samadel tingimustel, välja arvatud juhul, kui te selle tühistate või kui ettevõte selle tühistab.</p><h2>Tellimuste tühistamine</h2><p>Võite oma tellimuse uuendamise tühistada kas oma konto seadete lehel või ettevõttega ühendust võttes. Te ei saa tagasimakset tasude eest, mille olete oma praeguse tellimisperioodi eest juba maksnud, ja saate teenusele juurde pääseda kuni oma praeguse tellimisperioodi lõpuni.</p><p>Kui tellimus on tehtud rakendusesisese ostu kaudu, saate oma tellimuse pikendamise rakenduspoes tühistada.</p><h2>Arveldamine</h2><p>Esitate ettevõttele täpse ja täieliku arveldusinfo, sealhulgas täisnime, aadressi, osariigi, sihtnumbri, telefoninumbri ja kehtiva makseviisi teabe.</p><p>Kui automaatne arveldamine mingil põhjusel ei õnnestu, väljastab ettevõte elektroonilise arve, mis näitab, et peate teatud tähtpäeva jooksul käsitsi jätkama ja tasuma arvel näidatud arveldusperioodile täielikult.</p><p>Kui tellimus on tehtud rakendusesisese ostu kaudu, haldab kogu arveldust rakenduste pood ja seda reguleerivad rakenduste poe enda tingimused.</p><h2>Tasu muutused</h2><p>Ettevõte võib oma äranägemise järgi ja igal ajal muuta liitumistasusid. Kõik liitumistasu muudatused jõustuvad tollal kehtiva liitumisperioodi lõpus.</p><p>Ettevõte teavitab teid kõigist liitumistasude muudatustest mõistlikult ette, et anda teile võimalus oma liitumine enne nende muudatuste jõustumist lõpetada.</p><p>Teie teenuse jätkuv kasutamine pärast liitumistasu muutmist on teie leping maksta muudetud liitumistasu summa.</p><h2>Tagasimaksed</h2><p>Välja arvatud juhul, kui seadus seda nõuab, makstud liitumistasusid ei tagastata.</p><p>Teatud tagasimaksetaotlusi liitumiste kohta võib ettevõte kaaluda üksikjuhtumite kaupa ja need võib anda ühingu ainuisikulise äranägemise järgi.</p><p>Kui tellimus on tehtud rakendusesisese ostu kaudu, kehtivad rakenduste poe tagasimakse eeskirjad. Kui soovite tagasimakset taotleda, võite seda teha, pöördudes otse rakenduste poodi.</p><h1>Rakendusesisesed ostud</h1><p>Rakendus võib sisaldada rakendusesiseseid oste, mis võimaldavad teil osta tooteid, teenuseid või tellimusi.</p><p>Lisateavet selle kohta, kuidas saate oma seadmega rakendusesiseseid oste hallata, leiate rakenduse poe enda tingimustest või seadme spikri seadetest.</p><p>Rakendusesiseseid oste saab tarbida ainult rakenduses. Kui teete rakendusesisese ostu, ei saa seda rakendusesisest ostu tühistada, kui olete selle allalaadimise algatanud. Rakendusesiseseid oste ei saa lunastada sularaha või muu tasu eest ega muul viisil üle kanda.</p><p>Kui mõnda rakendusesisest ostu ei õnnestunud alla laadida või see pärast allalaadimist ei toimi, uurime pärast rikkest teada saamist või teie poolt rikkest teavitamist tõrke põhjust. Tegutseme mõistlikult, otsustades, kas pakkuda teile asendusrakendusesisest rakendusesisest ostu või anda teile vea parandamiseks plaaster. Mingil juhul ei võta meilt rakendusesisese ostu asendamise ega parandamise eest tasu. Ebatõenäolisel juhul, kui me ei saa asjassepuutuvat rakendusesisest ostu asendada ega parandada või ei suuda seda mõistliku aja jooksul ja ilma teie jaoks oluliste ebamugavusteta, volitame rakenduste poodi tagastama teile summa kuni vastava rakendusesisese ostu maksumus. Teise võimalusena võite tagasimakse taotlemisel pöörduda otse rakenduste poodi.</p><p>Tunnustate ja nõustute, et kõiki arveldus- ja tehinguprotsesse haldab rakenduste pood, kust te rakenduse alla laadisite, ja neid reguleerivad selle rakenduse poodi enda tingimused.</p><p>Kui teil on rakendusesiseste ostude puhul maksega seotud probleeme, peate pöörduma otse rakenduste poodi.</p><h1>Lingid teistele veebisaitidele</h1><p>Meie teenus võib sisaldada linke kolmandate osapoolte veebisaitidele või teenustele, mis ei ole ettevõtte omandis ega kontrolli.</p><p>Ettevõte ei kontrolli kolmandate osapoolte veebisaitide ega teenuste sisu, privaatsuseeskirju ega tavasid ega võta endale vastutust. Lisaks mõistate ja nõustute, et ettevõte ei vastuta ega vastuta otseselt ega kaudselt kahjude ega kahjude eest, mis on põhjustatud või väidetavalt põhjustatud sellise sisu, kaupade või teenuste kasutamisest või nendele tuginemisest. või selliste veebisaitide või teenuste kaudu.</p><p>Soovitame tungivalt tutvuda kõigi külastatavate kolmandate osapoolte veebisaitide või teenuste tingimustega ja privaatsuseeskirjadega.</p><h1>Lõpetamine</h1><p>Võime teie juurdepääsu mis tahes põhjusel lõpetada või peatada viivitamata, ilma ette teatamata ja vastutamata, sealhulgas ilma piiranguteta, kui rikute käesolevaid tingimusi.</p><p>Lõpetamisel lõpeb teie õigus teenust kasutada kohe.</p><h1>Vastutuse piiramine</h1><p>Vaatamata teile tekkida võivatele kahjudele piirdub ettevõtte ja selle tarnijate kogu vastutus vastavalt käesolevate tingimuste mis tahes sätetele ja teie ainuõiguslikule õiguskaitsevahendile kõigi eeltoodute suhtes summa eest, mille olete teenuse kaudu tegelikult maksnud, või 100 USD kui te pole teenuse kaudu midagi ostnud.</p><p>Kehtiva seadusega lubatud maksimaalses ulatuses ei vastuta ettevõte ega selle tarnijad mingil juhul mingite eriliste, juhuslike, kaudsete või kaudsete kahjude eest (sealhulgas, kuid mitte ainult, kasumi kaotuse, andmete kadumise või muu teave, mis on ette nähtud ettevõtte katkestamiseks, isikukahjustuste, privaatsuse kaotuse tõttu, mis tuleneb Teenuse, kolmanda osapoole tarkvara ja / või teenusega kasutatava kolmanda osapoole riistvara kasutamisest või suutmatusest seda kuidagi kasutada, või muul juhul seoses mis tahes käesolevate tingimuste sättega), isegi kui ettevõtet või tarnijat on teavitatud selliste kahjude võimalikkusest ja isegi kui parandusmeetme põhieesmärk ebaõnnestub.</p><p>Mõni osariik ei luba kaudsete garantiide välistamist ega vastutuse piiramist juhusliku või kaudse kahju eest, mis tähendab, et mõned ülaltoodud piirangud ei pruugi kehtida. Nendes osariikides on kummagi poole vastutus piiratud seadusega lubatud ulatuses.</p><h1>Kohustustest \"ISA\" ja \"AS AVAILABLE\" loobumine</h1><p>Teenust pakutakse teile \"sellisena nagu see on\" ja \"kui võimalik\" koos kõigi vigade ja defektidega ilma igasuguse garantiita. Kohaldatava seadusega lubatud maksimaalses ulatuses loobub Ettevõte enda nimel ja sidusettevõtete ning tema ja nende vastavate litsentsiandjate ja teenusepakkujate nimel selgesõnaliselt kõikidest otsestest, kaudsetest, seadusest tulenevatest või muudest garantiidest. Teenus, sealhulgas kõik kaudsed garantiid kaubeldavuse, kindla eesmärgi jaoks sobivuse, omandiõiguse ja rikkumata jätmise kohta ning garantiid, mis võivad tekkida tehingu, toimimise, kasutamise või kaubandustavade käigus. Piiramata eeltoodut, ei anna ettevõte garantiid ega kohustusi ega kinnita mingil viisil, et teenus vastab teie nõuetele, saavutab soovitud tulemusi, ühildub või töötab mis tahes muu tarkvara, rakenduste, süsteemide või teenustega, töötab katkestusteta vastama mis tahes jõudlus- või töökindlusestandarditele või olema vigadeta või et mis tahes vigu või defekte saab või parandatakse.</p><p>Eelöeldut piiramata ei anna ettevõte ega ükski tema pakkuja mingeid selgesõnalisi ega kaudseid kinnitusi ega garantiisid: (i) teenuse toimimise või kättesaadavuse või teabe, sisu, materjalide või toodete kohta lisatud; (ii) et teenus on katkematu või tõrgeteta; (iii) teenuse kaudu pakutava teabe või sisu täpsuse, usaldusväärsuse või valuuta osas; või (iv) et Ettevõttelt või selle nimel saadetud teenus, selle serverid, sisu või e-kirjad ei sisalda viirusi, skripte, Trooja hobuseid, usse, pahavara, timepomme ega muid kahjulikke komponente.</p><p>Mõnes jurisdiktsioonis ei lubata teatud tüüpi garantiide või piirangute väljajätmist tarbija seadustest tulenevatele õigustele, mistõttu mõned või kõik ülaltoodud erandid ja piirangud ei pruugi teie suhtes kehtida. Kuid sellisel juhul rakendatakse käesolevas jaos sätestatud erandeid ja piiranguid kohaldatava seaduse alusel võimalikult suures ulatuses.</p><h1>Kohaldatav seadus</h1><p>Neid tingimusi ja teie teenuse kasutamist reguleerivad riigi seadused, välja arvatud selle kollisiooninormid. Rakenduse kasutamisele võivad kehtida ka muud kohalikud, osariiklikud, riiklikud või rahvusvahelised seadused.</p><h1>Vaidluste lahendamine</h1><p>Kui teil on teenusega seoses muresid või vaidlusi, nõustute kõigepealt proovima vaidlus mitteametlikult lahendada, pöördudes ettevõttega.</p><h1>Euroopa Liidu (EL) kasutajate jaoks</h1><p>Kui olete Euroopa Liidu tarbija, saate kasu selle riigi seaduste kohustuslikest sätetest, kus te elate.</p><h1>Ameerika Ühendriikide föderaalvalitsuse lõppkasutuse sätted</h1><p>Kui olete USA föderaalvalitsuse lõppkasutaja, on meie teenus \"kaubandusartikkel\", kuna see mõiste on määratletud punktis 48 CFR §2.101.</p><h1>Ameerika Ühendriikide seaduste järgimine</h1><p>Te kinnitate ja garanteerite, et (i) te ei asu riigis, mille suhtes kehtib Ameerika Ühendriikide valitsuse embargo või mille Ameerika Ühendriikide valitsus on määranud \"terrorismi toetavaks\" riigiks, ja (ii) te ei ole mis on loetletud Ameerika Ühendriikide valitsuse nimekirjas keelatud või piiratud isikutega.</p><h1>Eraldatavus ja loobumine</h1><h2>Eraldatavus</h2><p>Kui mõni käesolevate Tingimuste säte tunnistatakse kehtetuks või kehtetuks, muudetakse ja tõlgendatakse seda sätet, et saavutada selle sätte eesmärgid kohaldatava seaduse alusel võimalikult suures ulatuses ja ülejäänud sätted jäävad täies jõus kehtima.</p><h2>Loobumine</h2><p>Välja arvatud siin sätestatud juhtudel, ei mõjuta õiguse kasutamata jätmine või käesolevate tingimuste kohase kohustuse täitmise nõudmine lepinguosalise võimet sellist õigust kasutada ega nõua selle täitmist mis tahes ajal pärast seda ega kujuta endast rikkumisest loobumist loobumist. hilisemast rikkumisest.</p><h1>Tõlke tõlgendamine</h1><p>Need tingimused võivad olla tõlgitud, kui oleme need teile teenuses kättesaadavaks teinud. Nõustute, et vaidluste korral on ülimuslik ingliskeelne tekst.</p><h1>Muudatused käesolevates tingimustes</h1><p>Jätame endale õiguse oma äranägemise järgi neid tingimusi igal ajal muuta või asendada. Kui muudatus on oluline, teeme mõistlikke jõupingutusi, et enne uute tingimuste jõustumist vähemalt 30 päeva ette teatada. Mis on oluline muudatus, määratakse meie ainuisikulise äranägemise järgi.</p><p>Jätkates juurdepääsu meie teenusele või selle kasutamist pärast nende muudatuste jõustumist, nõustute, et muudetud tingimused seovad teid. Kui te ei nõustu täielikult või osaliselt uute tingimustega, lõpetage veebisaidi ja teenuse kasutamine.</p><h1>Kohustustest loobumine</h1><p>Currency.wiki vahetuskursid on ainult informatiivsed. Enne rahvusvaheliste rahaülekannete ja tehingute tegemist kontrollige / kinnitage valuutakursid Forexi maakleri või finantsasutuse kaudu.</p><h1>Autorid</h1><p>Tahame tänada järgmisi autoreid tasuta ikoonide ja graafikute kasutamiseks tasuta litsentside loomise eest.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://freeicons.io/profile/3335\":"https://freeicons.io/profile/3335</a> </li><li>ikoon king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://freeicons.io/profile/3\":"https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://www.flaticon.com/\":"https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://www.freepik.com\":"https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=et&amp;u=https://www.amcharts.com/\":"https://www.amcharts.com/</a> </li></ul><h1>Võta meiega ühendust</h1><p>Kui teil on nende tingimuste kohta küsimusi, võite meiega ühendust võtta:</p><ul><li>E-posti teel: info@currency.wiki</li></ul><p> </p>",
  "presets": "Eelseaded",
  "select": "Vali",

  "iso": "Eestlane",
  "AED": "Araabia Ühendemiraadid Dirham",
  "AFN": "Afganistani afgaan",
  "ALL": "Albaania leek",
  "AMD": "Armeenia draam",
  "ANG": "Hollandi Antillide kulden",
  "AOA": "Angoolan kwanza",
  "ARS": "Argentiina peeso",
  "AUD": "Austraalia dollar",
  "AWG": "Aruba Florin",
  "AZN": "Aserbaidžaani manat",
  "BAM": "Bosnia ja Hertsegoviina kabriolettmärk",
  "BBD": "Barbadose dollar",
  "BDT": "Bangladeshi taka",
  "BGN": "Bulgaaria Lev",
  "BHD": "Bahreini dinaar",
  "BIF": "Burundi frank",
  "BMD": "Bermudani dollar",
  "BND": "Brunei dollar",
  "BOB": "Boliivia Boliviano",
  "BRL": "Brasiilia Real",
  "BSD": "Bahama dollar",
  "BTC": "Bitcoin",
  "BTN": "Bhutani Ngultrum",
  "BWP": "Botswanan Pula",
  "BYN": "Valgevene rubla",
  "BZD": "Belize'i dollar",
  "CAD": "Kanada dollar",
  "CDF": "Kongo frank",
  "CHF": "Šveitsi frank",
  "CLF": "Tšiili arveldusühik (UF)",
  "CLP": "Tšiili peeso",
  "CNY": "Hiina jüaan",
  "CNH": "Hiina jüaan",
  "COP": "Colombia peeso",
  "CRC": "Costa Rica Colón",
  "CUC": "Kuuba konverteeritav peeso",
  "CUP": "Kuuba peeso",
  "CVE": "Cabo Verde eskuudo",
  "CZK": "Tšehhi Vabariik Koruna",
  "DJF": "Djibouti frank",
  "DKK": "Taani kroon",
  "DOP": "Dominikaani peeso",
  "DZD": "Alžeeria dinaar",
  "EGP": "Egiptuse nael",
  "ERN": "Eritrea Nakfa",
  "ETB": "Etioopia Birr",
  "EUR": "Euro",
  "FJD": "Fidži dollar",
  "FKP": "Falklandi saarte nael",
  "GBP": "Suurbritannia naelsterling",
  "GEL": "Georgi Lari",
  "GGP": "Guernsey nael",
  "GHS": "Ghana Cedi",
  "GIP": "Gibraltari nael",
  "GMD": "Gambia Dalasi",
  "GNF": "Guinea frank",
  "GTQ": "Guatemala Quetzal",
  "GYD": "Guajaana dollar",
  "HKD": "Hongkongi dollar",
  "HNL": "Hondurase Lempira",
  "HRK": "Horvaatia kuna",
  "HTG": "Haiti Gourde",
  "HUF": "Ungari forint",
  "IDR": "Indoneesia ruupia",
  "ILS": "Iisraeli uus shekel",
  "IMP": "Manxi nael",
  "INR": "India ruupia",
  "IQD": "Iraagi dinaar",
  "IRR": "Iraani riaal",
  "ISK": "Islandi kroon",
  "JEP": "Jersey nael",
  "JMD": "Jamaica dollar",
  "JOD": "Jordaania dinaar",
  "JPY": "Jaapani jeen",
  "KES": "Keenia šilling",
  "KGS": "Kõrgõstani Som",
  "KHR": "Kambodža Riel",
  "KMF": "Komooride frank",
  "KPW": "Põhja-Korea võit",
  "KRW": "Lõuna-Korea võit",
  "KWD": "Kuveidi dinaar",
  "KYD": "Kaimanisaarte dollar",
  "KZT": "Kasahstani Tenge",
  "LAK": "Laosian Kip",
  "LBP": "Liibanoni nael",
  "LKR": "Sri Lanka ruupia",
  "LRD": "Libeeria dollar",
  "LSL": "Lesotho Loti",
  "LTL": "Leedu litt",
  "LVL": "Läti latid",
  "LYD": "Liibüa dinaar",
  "MAD": "Maroko dirham",
  "MDL": "Moldova leu",
  "MGA": "Madagaskari ariary",
  "MKD": "Makedoonia Denar",
  "MMK": "Myanma Kyat",
  "MNT": "Mongoli Tugrik",
  "MOP": "Aomeni Pataca",
  "MRO": "Mauritaania Ouguiya",
  "MUR": "Mauritiuse ruupia",
  "MVR": "Maldiivi ruufia",
  "MWK": "Malawi Kwacha",
  "MXN": "Mehhiko peeso",
  "MYR": "Malaisia ​​ringgit",
  "MZN": "Mosambiigi Metical",
  "NAD": "Namiibia dollar",
  "NGN": "Nigeeria Naira",
  "NIO": "Nicaragua Córdoba",
  "NOK": "Norra kroon",
  "NPR": "Nepali ruupia",
  "NZD": "Uus-Meremaa dollar",
  "OMR": "Omaani riaal",
  "PAB": "Panama Balboa",
  "PEN": "Peruu Nuevo Sol",
  "PGK": "Paapua Uus-Guinea Kina",
  "PHP": "Filipiinide peeso",
  "PKR": "Pakistani ruupia",
  "PLN": "Poola zlott",
  "PYG": "Paraguay garantiid",
  "QAR": "Katari riaal",
  "RON": "Rumeenia leu",
  "RSD": "Serbia dinaar",
  "RUB": "Vene rubla",
  "RWF": "Rwanda frank",
  "SAR": "Saudi kuninglik",
  "SBD": "Saalomoni Saarte dollar",
  "SCR": "Seišellide ruupia",
  "SDG": "Sudaani nael",
  "SEK": "Rootsi kroon",
  "SGD": "Singapuri dollar",
  "SHP": "Püha Helena nael",
  "SLL": "Sierra Leonean Leone",
  "SOS": "Somaalia šilling",
  "SRD": "Suriname dollar",
  "STD": "São Tomé ja Príncipe Dobra",
  "SVC": "Salvadoran Colón",
  "SYP": "Süüria nael",
  "SZL": "Svaaside Lilangeni",
  "THB": "Tai baht",
  "TJS": "Tadžikistani Somoni",
  "TMT": "Türkmenistani manat",
  "TND": "Tuneesia dinaar",
  "TOP": "Tonga Paʻanga",
  "TRY": "Türgi liir",
  "TTD": "Trinidadi ja Tobago dollar",
  "TWD": "Uus Taiwani dollar",
  "TZS": "Tansaania šilling",
  "UAH": "Ukraina grivna",
  "UGX": "Uganda šilling",
  "USD": "Ameerika Ühendriikide dollar",
  "UYU": "Uruguay peeso",
  "UZS": "Usbekistan Som",
  "VES": "Venezuela Bolívar Fuerte",
  "VND": "Vietnami dong",
  "VUV": "Vanuatu Vatu",
  "WST": "Samoa Tala",
  "XAF": "CFA Franc BEAC",
  "XAG": "Hõbe (trooja unts)",
  "XAU": "Kuld (trooja unts)",
  "XCD": "Ida-Kariibi dollar",
  "XDR": "Spetsiaalne laenuõigus",
  "XOF": "CFA Franc BCEAO",
  "XPF": "CFP frank",
  "YER": "Jeemeni riaal",
  "ZAR": "Lõuna-Aafrika rand",
  "ZMK": "Sambia Kwacha (2013. aasta eel)",
  "ZMW": "Sambia Kwacha",
  "ZWL": "Zimbabwe dollar"
}


  
  