{
  "update": "Aggiornato",
  "addCurrency": "Aggiungi valuta",
  "selectedCurrency": "Valuta selezionata",
  "monetary": "Formato monetario",
  "decimal": "Formato decimale",
  "firstTextRatingPage": "Valuta l'app!",
  "secondTextRatingPage": "Tocca le stelle e apri con Google Play Store per valutare",
  "buttonTextRatingPage": "NON ORA",
  "removeAds": "Rimuovi annunci",
  "removeAdsContent": "Sostieni il nostro progetto con un piccolo abbonamento annuale",
  "selectLanguage": "Seleziona lingua",
  "english": " Italiana",
  "colorsSelection": "Selezione colore",
  "theme": "Tema",
  "light": "Luce",
  "dark": "scuro",
  "widgetTransparency": "Trasparenza aggeggio",
  "visualSize": "Dimensione visuale",
  "A": "A",
  "appLogoLauncher": "Avvio logo app",
  "multiConverter": "Multi-convertitore",
  "multiConverterContent1": "Aprirà il multi-convertitore per impostazione predefinita.",
  "multiConverterContent2": "NOTA:",
  "multiConverterContent3": "Questa funzione funziona solo con l'avvio del logo dell'app",
  "display": "Schermo",
  "display1": "Visualizza codice valuta",
  "display2": "Visualizza simbolo valuta",
  "display3": "Visualizza contrassegno valuta",
  "dateFormat": "Formato dati",
  "not": "Non adesso",
  "selected": "SELEZIONATO",
  "currencyList": "LISTA VALUTE",
  "dontShow": "Non mostrare",
  "support": "supporto",
  "term": "termine",
  "privacy": "Informativa sulla privacy",
  "unlocked": "sbloccato",
  "locked": "bloccato",
  "custom": "personalizzato",
  "try": "Prova questo colore",
  "unlock": "Sblocca",
  "wiki": ",Per:Valuta.wiki",
  "multi": "Multi-Convertitore",
  "html_policy": " <h1><strong>politica sulla riservatezza</strong></h1><p>Ultimo aggiornamento: 13 marzo 2021</p><p>La presente Informativa sulla privacy descrive le nostre politiche e procedure sulla raccolta, l'uso e la divulgazione delle tue informazioni quando utilizzi il Servizio e ti informa sui tuoi diritti alla privacy e su come la legge ti protegge.</p><p>Utilizziamo i tuoi dati personali per fornire e migliorare il servizio. Utilizzando il Servizio, accetti la raccolta e l'uso delle informazioni in conformità con la presente Informativa sulla privacy.</p><h1><strong>Interpretazione e definizioni</strong></h1><h2><strong>Interpretazione</strong></h2><p>Le parole di cui la lettera iniziale è in maiuscolo hanno significati definiti alle seguenti condizioni. Le seguenti definizioni avranno lo stesso significato indipendentemente dal fatto che appaiano al singolare o al plurale.</p><h2><strong>Definizioni</strong></h2><p>Ai fini della presente Informativa sulla privacy:</p><ul><li><strong>Account </strong>indica un account univoco creato per te per accedere al nostro Servizio o parti del nostro Servizio. </li><li><strong>Affiliata </strong>indica un'entità che controlla, è controllata da o è sotto il controllo comune di una parte, dove \"controllo\" indica la proprietà del 50% o più delle azioni, partecipazioni o altri titoli aventi diritto di voto per l'elezione di amministratori o altra autorità di gestione . </li><li><strong>Applicazione </strong>indica il programma software fornito dalla Società scaricato dall'Utente su qualsiasi dispositivo elettronico, denominato Currency Converter App di Currency.Wiki </li><li><strong>Azienda </strong>(indicata come \"la Società\", \"Noi\", \"Noi\" o \"Nostra\" nel presente Contratto) si riferisce a Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Il paese si </strong>riferisce a: California, Stati Uniti </li><li><strong>Dispositivo </strong>indica qualsiasi dispositivo che può accedere al Servizio come un computer, un telefono cellulare o un tablet digitale. </li><li><strong>I dati personali sono </strong>tutte le informazioni che si riferiscono a un individuo identificato o identificabile. </li><li><strong>Il servizio si </strong>riferisce all'Applicazione. </li><li><strong>Fornitore di servizi </strong>indica qualsiasi persona fisica o giuridica che elabora i dati per conto della Società. Si riferisce a società terze o persone impiegate dalla Società per facilitare il Servizio, per fornire il Servizio per conto della Società, per eseguire servizi relativi al Servizio o per assistere la Società nell'analisi di come il Servizio viene utilizzato. </li><li><strong>Il servizio di social media di terze parti si </strong>riferisce a qualsiasi sito Web o sito Web di social network tramite il quale un utente può accedere o creare un account per utilizzare il servizio. </li><li><strong>I Dati di utilizzo si </strong>riferiscono ai dati raccolti automaticamente, generati dall'utilizzo del Servizio o dall'infrastruttura del Servizio stesso (ad esempio, la durata della visita di una pagina). </li><li><strong>Si </strong>intende la persona fisica che accede o utilizza il Servizio, o la società o altra entità giuridica per conto della quale tale individuo accede o utilizza il Servizio, a seconda dei casi. </li></ul><h1><strong>Raccolta e utilizzo dei dati personali</strong></h1><h2><strong>Tipi di dati raccolti</strong></h2><h3><strong>Dati personali</strong></h3><p>Durante l'utilizzo del nostro servizio, potremmo chiederti di fornirci alcune informazioni di identificazione personale che possono essere utilizzate per contattarti o identificarti. Le informazioni di identificazione personale possono includere, ma non sono limitate a:</p><ul><li>Indirizzo e-mail</li><li>Dati di utilizzo</li></ul><h3><strong>Dati di utilizzo</strong></h3><p>I dati di utilizzo vengono raccolti automaticamente durante l'utilizzo del servizio.</p><p>I dati di utilizzo possono includere informazioni quali l'indirizzo del protocollo Internet del dispositivo (ad es. Indirizzo IP), il tipo di browser, la versione del browser, le pagine del nostro servizio che visiti, l'ora e la data della visita, il tempo trascorso su tali pagine, dispositivo unico identificatori e altri dati diagnostici.</p><p>Quando accedi al Servizio da o tramite un dispositivo mobile, potremmo raccogliere determinate informazioni automaticamente, inclusi, a titolo esemplificativo ma non esaustivo, il tipo di dispositivo mobile che utilizzi, l'ID univoco del tuo dispositivo mobile, l'indirizzo IP del tuo dispositivo mobile, il tuo cellulare sistema operativo, il tipo di browser Internet mobile che utilizzi, identificatori univoci del dispositivo e altri dati diagnostici.</p><p>Potremmo anche raccogliere informazioni che il tuo browser invia ogni volta che visiti il nostro servizio o quando accedi al servizio da o tramite un dispositivo mobile.</p><h2><strong>Utilizzo dei tuoi dati personali</strong></h2><p>La Società può utilizzare i Dati Personali per le seguenti finalità:</p><ul><li><strong>Per fornire e mantenere il nostro Servizio </strong>, incluso il monitoraggio dell'utilizzo del nostro Servizio.</li><li><strong>Per gestire il tuo account: </strong>per gestire la tua registrazione come utente del servizio. I Dati Personali che fornisci possono darti accesso a diverse funzionalità del Servizio che sono a tua disposizione come utente registrato. </li><li><strong>Per l'esecuzione di un contratto: </strong>lo sviluppo, la conformità e l'assunzione del contratto di acquisto per i prodotti, articoli o servizi che hai acquistato o di qualsiasi altro contratto con Noi tramite il Servizio. </li><li><strong>Per contattarti: </strong>Per contattarti tramite e-mail, telefonate, SMS o altre forme equivalenti di comunicazione elettronica, come le notifiche push di un'applicazione mobile riguardanti aggiornamenti o comunicazioni informative relative alle funzionalità, ai prodotti o ai servizi contrattati, inclusi gli aggiornamenti di sicurezza, quando necessario o ragionevole per la loro attuazione. </li><li><strong>Per fornirti </strong>notizie, offerte speciali e informazioni generali su altri beni, servizi ed eventi che offriamo simili a quelli che hai già acquistato o richiesto, a meno che tu non abbia scelto di non ricevere tali informazioni. </li><li><strong>Per gestire le tue richieste: </strong>per partecipare e gestire le tue richieste a noi. </li><li><strong>Per i trasferimenti aziendali: </strong>potremmo utilizzare le tue informazioni per valutare o condurre una fusione, cessione, ristrutturazione, riorganizzazione, scioglimento o altra vendita o trasferimento di alcune o tutte le nostre attività, sia come impresa in funzionamento che nell'ambito di un fallimento, liquidazione, o procedimento simile, in cui i dati personali da noi detenuti sugli utenti del nostro servizio sono tra le risorse trasferite. </li><li><strong>Per altri scopi </strong>: potremmo utilizzare le tue informazioni per altri scopi, come l'analisi dei dati, l'identificazione delle tendenze di utilizzo, la determinazione dell'efficacia delle nostre campagne promozionali e per valutare e migliorare il nostro Servizio, prodotti, servizi, marketing e la tua esperienza.</li></ul><p>Potremmo condividere le tue informazioni personali nelle seguenti situazioni:</p><ul><li><strong>Con i fornitori di servizi: </strong>potremmo condividere le tue informazioni personali con i fornitori di servizi per monitorare e analizzare l'uso del nostro servizio, per mostrarti annunci pubblicitari per aiutare a supportare e mantenere il nostro servizio, per l'elaborazione dei pagamenti, per contattarti. </li><li><strong>Per i trasferimenti di affari: </strong>possiamo condividere o trasferire le tue informazioni personali in relazione o durante le negoziazioni di qualsiasi fusione, vendita di beni della Società, finanziamento o acquisizione di tutta o parte della Nostra attività a un'altra società. </li><li><strong>Con gli affiliati: </strong>potremmo condividere le tue informazioni con i nostri affiliati, nel qual caso richiederemo a tali affiliati di rispettare la presente Informativa sulla privacy. Le affiliate includono la nostra società madre e qualsiasi altra sussidiaria, partner di joint venture o altre società che controlliamo o che sono sotto il controllo comune con noi. </li><li><strong>Con partner commerciali: </strong>potremmo condividere le tue informazioni con i nostri partner commerciali per offrirti determinati prodotti, servizi o promozioni. </li><li><strong>Con altri utenti: </strong>quando condividi informazioni personali o interagisci in altro modo nelle aree pubbliche con altri utenti, tali informazioni possono essere visualizzate da tutti gli utenti e possono essere distribuite pubblicamente all'esterno. Se interagisci con altri utenti o ti registri tramite un servizio di social media di terze parti, i tuoi contatti sul servizio di social media di terze parti potrebbero vedere il tuo nome, profilo, immagini e descrizione della tua attività. Allo stesso modo, altri utenti potranno visualizzare le descrizioni della tua attività, comunicare con te e visualizzare il tuo profilo. </li><li><strong>Con il tuo consenso </strong>: possiamo divulgare le tue informazioni personali per qualsiasi altro scopo con il tuo consenso.</li></ul><h2><strong>Conservazione dei dati personali</strong></h2><p>La Società conserverà i tuoi dati personali solo per il tempo necessario agli scopi indicati nella presente Informativa sulla privacy. Conserveremo e utilizzeremo i tuoi dati personali nella misura necessaria per adempiere ai nostri obblighi legali (ad esempio, se ci viene richiesto di conservare i tuoi dati per rispettare le leggi applicabili), risolvere controversie e far rispettare i nostri accordi e politiche legali.</p><p>La Società conserverà anche i dati di utilizzo per scopi di analisi interna. I dati di utilizzo vengono generalmente conservati per un periodo di tempo più breve, tranne quando questi dati vengono utilizzati per rafforzare la sicurezza o per migliorare la funzionalità del nostro servizio, o siamo legalmente obbligati a conservare questi dati per periodi di tempo più lunghi.</p><h2><strong>Trasferimento dei tuoi dati personali</strong></h2><p>Le tue informazioni, compresi i Dati Personali, sono elaborate presso le sedi operative della Società e in qualsiasi altro luogo in cui si trovano le parti coinvolte nel trattamento . Significa che queste informazioni possono essere trasferite e mantenute su computer situati al di fuori del tuo stato, provincia, paese o altra giurisdizione governativa in cui le leggi sulla protezione dei dati possono differire da quelle della tua giurisdizione.</p><p>Il tuo consenso alla presente Informativa sulla privacy seguito dall'invio di tali informazioni rappresenta il tuo consenso a tale trasferimento.</p><p>La Società adotterà tutte le misure ragionevolmente necessarie per garantire che i tuoi dati siano trattati in modo sicuro e in conformità con la presente Informativa sulla privacy e nessun trasferimento dei tuoi dati personali avrà luogo a un'organizzazione o un paese a meno che non siano in atto controlli adeguati, inclusa la I tuoi dati e altre informazioni personali.</p><h2><strong>Divulgazione dei dati personali</strong></h2><h3><strong>Transazione d'affari</strong></h3><p>Se la Società è coinvolta in una fusione, acquisizione o vendita di attività, i tuoi dati personali potrebbero essere trasferiti. Forniremo un avviso prima che i tuoi dati personali vengano trasferiti e diventino soggetti a una diversa Informativa sulla privacy.</p><h3><strong>Forze dell'ordine</strong></h3><p>In determinate circostanze, la Società potrebbe essere tenuta a divulgare i Dati personali dell'utente se richiesto dalla legge o in risposta a richieste valide da parte delle autorità pubbliche (ad esempio un tribunale o un'agenzia governativa).</p><h3><strong>Altri requisiti legali</strong></h3><p>La Società può divulgare i tuoi dati personali in buona fede, ritenendo che tale azione sia necessaria per:</p><ul><li>Rispettare un obbligo legale</li><li>Proteggere e difendere i diritti o la proprietà della Società</li><li>Prevenire o indagare su possibili illeciti in relazione al Servizio</li><li>Proteggere la sicurezza personale degli utenti del servizio o del pubblico</li><li>Proteggere dalla responsabilità legale</li></ul><h2><strong>Sicurezza dei tuoi dati personali</strong></h2><p>La sicurezza dei tuoi dati personali è importante per noi, ma ricorda che nessun metodo di trasmissione su Internet o metodo di archiviazione elettronica è sicuro al  0%. Sebbene ci sforziamo di utilizzare mezzi commercialmente accettabili per proteggere i tuoi dati personali, non possiamo garantirne l'assoluta sicurezza.</p><h1><strong>Informazioni dettagliate sul trattamento dei dati personali</strong></h1><p>I fornitori di servizi che utilizziamo potrebbero avere accesso ai tuoi dati personali. Questi fornitori di terze parti raccolgono, archiviano, utilizzano, elaborano e trasferiscono informazioni sulla tua attività sul nostro servizio in conformità con le loro politiche sulla privacy.</p><h2><strong>Analytics</strong></h2><p>Possiamo utilizzare fornitori di servizi di terze parti per monitorare e analizzare l'utilizzo del nostro servizio.</p><ul><li><strong>statistiche di Google</strong></li></ul><p>Google Analytics è un servizio di analisi web offerto da Google che tiene traccia e segnala il traffico del sito web. Google utilizza i dati raccolti per tracciare e monitorare l'utilizzo del nostro Servizio. Questi dati vengono condivisi con altri servizi Google. Google potrebbe utilizzare i dati raccolti per contestualizzare e personalizzare gli annunci del proprio network pubblicitario.</p><p>Puoi disattivare alcune funzionalità di Google Analytics tramite le impostazioni del tuo dispositivo mobile, come le impostazioni pubblicitarie del tuo dispositivo o seguendo le istruzioni fornite da Google nella loro Informativa sulla privacy: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Per ulteriori informazioni sulle pratiche sulla privacy di Google, visitare la pagina Web sulla privacy e i termini di Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase è un servizio di analisi fornito da Google Inc.</p><p>Puoi disattivare alcune funzionalità di Firebase tramite le impostazioni del tuo dispositivo mobile, come le impostazioni pubblicitarie del tuo dispositivo o seguendo le istruzioni fornite da Google nella loro Informativa sulla privacy: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Ti invitiamo inoltre a rivedere la politica di Google per la salvaguardia dei tuoi dati: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a> </p><p>Per ulteriori informazioni sul tipo di informazioni raccolte da Firebase, visitare la pagina In che modo Google utilizza i dati quando si utilizzano i siti o le app dei nostri partner: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>La loro Informativa sulla privacy può essere visualizzata su <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://www.appsflyer.com/privacy-policy/\">https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Annunci per app di Facebook</strong></li></ul><p>La loro Informativa sulla privacy può essere visualizzata su <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://www.facebook.com/about/privacy\">https://www.facebook.com/about/privacy</a> </p><h2><strong>Pubblicità</strong></h2><p>Possiamo utilizzare i fornitori di servizi per mostrarti annunci pubblicitari per aiutare a supportare e mantenere il nostro servizio.</p><ul><li><strong>AdMob di Google</strong></li></ul><p>AdMob di Google è fornito da Google Inc.</p><p>Puoi disattivare il servizio AdMob by Google seguendo le istruzioni descritte da Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=it</a> </p><p>Per ulteriori informazioni su come Google utilizza le informazioni raccolte, visitare la pagina \"Come Google utilizza i dati quando si utilizzano i siti o l'app dei nostri partner\": <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> o visitare la pagina Privacy Policy di Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>   </p><h2><strong>Pagamenti</strong></h2><p>Possiamo fornire prodotti e / o servizi a pagamento all'interno del Servizio. In tal caso, potremmo utilizzare servizi di terze parti per l'elaborazione dei pagamenti (ad es. Processori di pagamento).</p><p>Non memorizzeremo né raccoglieremo i dettagli della tua carta di pagamento. Tali informazioni vengono fornite direttamente ai nostri processori di pagamento di terze parti il cui utilizzo delle informazioni personali è regolato dalla loro Informativa sulla privacy. Questi processori di pagamento aderiscono agli standard stabiliti da PCI-DSS come gestito dal PCI Security Standards Council, che è uno sforzo congiunto di marchi come Visa, Mastercard, American Express e Discover. I requisiti PCI-DSS aiutano a garantire la gestione sicura delle informazioni di pagamento.</p><ul><li><strong>Pagamenti in-app di Google Play</strong></li></ul><p>La loro informativa sulla privacy può essere visualizzata su <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://www.google.com/policies/privacy/\">https://www.google.com/policies/privacy/</a> </p><h1><strong>Privacy dei bambini</strong></h1><p>Il nostro servizio non si rivolge a persone di età inferiore ai 13 anni. Non raccogliamo consapevolmente informazioni di identificazione personale da persone di età inferiore ai 13 anni. Se sei un genitore o tutore e sei consapevole che tuo figlio ci ha fornito dati personali, ti preghiamo di Contattaci. Se veniamo a conoscenza del fatto che abbiamo raccolto dati personali da chiunque abbia meno di 13 anni senza la verifica del consenso dei genitori, adottiamo misure per rimuovere tali informazioni dai nostri server.</p><p>Se dobbiamo fare affidamento sul consenso come base legale per l'elaborazione delle tue informazioni e il tuo paese richiede il consenso di un genitore, potremmo richiedere il consenso del tuo genitore prima di raccogliere e utilizzare tali informazioni.</p><h1><strong>Collegamenti ad altri siti web</strong></h1><p>Il nostro servizio può contenere collegamenti ad altri siti Web che non sono gestiti da noi. Se fai clic su un collegamento di terze parti, verrai indirizzato al sito di quella terza parte. Ti consigliamo vivamente di rivedere l'Informativa sulla privacy di ogni sito che visiti.</p><p>Non abbiamo alcun controllo e non ci assumiamo alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di siti o servizi di terze parti.</p><h1><strong>Modifiche alla presente informativa sulla privacy</strong></h1><p>Potremmo aggiornare la nostra politica sulla privacy di volta in volta. Ti informeremo di eventuali modifiche pubblicando la nuova Informativa sulla privacy in questa pagina.</p><p>Ti informeremo via e-mail e / o un avviso ben visibile sul Nostro Servizio, prima che la modifica diventi effettiva e aggiorneremo la data \"Ultimo aggiornamento\" nella parte superiore della presente Informativa sulla privacy.</p><p>Si consiglia di rivedere periodicamente la presente Informativa sulla privacy per eventuali modifiche. Le modifiche alla presente Informativa sulla privacy sono effettive quando vengono pubblicate su questa pagina.</p><h1><strong>Contattaci</strong></h1><p>In caso di domande sui presenti Termini e condizioni, è possibile contattarci:</p><ul><li>Tramite e-mail: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": "<h1> Supporto </h1>  <p> Se hai un problema con la nostra app per il convertitore di valuta, invia un'email a <a href=mailto:app@currency.wiki> app@currency.wiki </a> (concedi 24-48 ore per un risposta) e nella riga dell'oggetto aggiungere Problema con l'app </p>  <p> Descrivi il problema, includendo il nome del tuo dispositivo, il numero di modello e l'attuale versione di Android. ad esempio, Samsung Galaxy S9 + Android   </p>  <h1> Domande frequenti </h1>  <h2> Con che frequenza si aggiornano i tassi di cambio? </h2>  <p> Le tariffe vengono aggiornate ogni 30 minuti e in tempo ogni 60 secondi tranne i fine settimana (il mercato Forex negli Stati Uniti chiude venerdì alle 17:00 EST e apre domenica alle 17:00 EST) </p>  <h2> Con che frequenza si aggiornano le criptovalute? </h2>  <p> Il mercato delle criptovalute non chiude mai. È aperto 24 ore su 24, 7 giorni su 7, 365 giorni all'anno. Le tariffe di Bitcoin (BTC) sono sempre aggiornate, anche nei fine settimana </p>  <h2> Come aggiungere un widget? </h2>  <ul>  <li> Nella schermata iniziale, tocca e tieni premuto un punto vuoto </li> <li> Tocca Widget </li> <li> Nella casella di ricerca, digita CurrencyConverter e dovrebbe visualizzare un widget di valuta < / li> <li> Tocca il widget e ti verrà chiesto di selezionare il tipo di widget che desideri visualizzare tenendo premuto e trascinando nella schermata iniziale </li>  </ul>  <h2> Perché ricevo una delle seguenti notifiche di sistema? </h2>  <ul>  <li> Interrompi l'ottimizzazione dell'utilizzo della batteria </li> <li> Non ottimizzare l'utilizzo della batteria </li> <li> Consenti all'app sempre in esecuzione in background </li> <li> Ignora le ottimizzazioni della batteria </li>  </ul>  <p> Se stai utilizzando un widget di valuta nella schermata iniziale, ti consigliamo di consentire l'esecuzione della nostra app in background per assicurarti che le tariffe siano sempre aggiornate </p>  <h2> Utilizzo della batteria? </h2>  <p> La nostra app è stata progettata per utilizzare una quantità minima di batteria e, quando funziona in background, per aggiornare le tariffe. Tieni presente che entrano in gioco molti fattori, come chiudere l'app dopo l'uso, assicurarti che il tuo dispositivo sia compatibile con la nostra app, ecc … </p>  <h1> Suggerimenti </h1>  <h2> Copia per condividere </h2>  <p> Se vai alla schermata principale del convertitore di valuta, tocca e tieni premuti i risultati. Copierà i risultati negli appunti come un esempio, 1,00 USD = 0,84 EUR che puoi condividere </p>  <h2> Calcola mance / commissioni / tasse </h2>  <p> Abbiamo creato la seguente logica per calcoli rapidi dei suggerimenti; se inserisci l'esempio 50%   e tocchi = verrà calcolato il  % da 50 </p>  <h2> Multi-convertitore </h2>  <p> Puoi riorganizzare l'ordine delle valute nell'elenco selezionato trascinandole e rilasciandole </p>",
  "html_terms": "<h1>Termini e Condizioni</h1><p>Ultimo aggiornamento: 13 marzo 2021</p><p>Si prega di leggere attentamente questi termini e condizioni prima di utilizzare il nostro servizio.</p><h1>Interpretazione e definizioni</h1><h2>Interpretazione</h2><p>Le parole di cui la lettera iniziale è in maiuscolo hanno significati definiti alle seguenti condizioni. Le seguenti definizioni avranno lo stesso significato indipendentemente dal fatto che appaiano al singolare o al plurale.</p><h2>Definizioni</h2><p>Ai fini dei presenti Termini e condizioni:</p><ul><li><strong>Applicazione </strong>indica il programma software fornito dalla Società scaricato dall'Utente su qualsiasi dispositivo elettronico, denominato Currency Converter App di Currency.Wiki </li><li><strong>Application Store </strong>indica il servizio di distribuzione digitale gestito e sviluppato da Apple Inc. (Apple App Store) o Google Inc. (Google Play Store) in cui è stata scaricata l'Applicazione. </li><li><strong>Affiliata </strong>indica un'entità che controlla, è controllata da o è sotto il controllo comune di una parte, dove \"controllo\" indica la proprietà del 50% o più delle azioni, partecipazioni o altri titoli aventi diritto di voto per l'elezione di amministratori o altra autorità di gestione . </li><li><strong>Il paese si </strong>riferisce a: California, Stati Uniti </li><li><strong>Azienda </strong>(indicata come \"la Società\", \"Noi\", \"Noi\" o \"Nostra\" nel presente Contratto) si riferisce a Currency.Wiki, 122 15th st # 431 Del Mar, CA 92014. </li><li><strong>Dispositivo </strong>indica qualsiasi dispositivo che può accedere al Servizio come un computer, un telefono cellulare o un tablet digitale. </li><li><strong>L'acquisto in-app si </strong>riferisce all'acquisto di un prodotto, articolo, servizio o abbonamento effettuato tramite l'Applicazione e soggetto ai presenti Termini e condizioni e / o ai termini e condizioni dell'Application Store. </li><li><strong>Il servizio si </strong>riferisce all'Applicazione. </li><li><strong>Gli abbonamenti si </strong>riferiscono ai servizi o all'accesso al Servizio offerto in abbonamento dalla Società all'utente. </li><li><strong>Termini e condizioni </strong>(denominati anche \"Termini\") indicano questi Termini e condizioni che costituiscono l'intero accordo tra l'Utente e la Società per quanto riguarda l'uso del Servizio. </li><li><strong>Servizio di social media di terze parti </strong>indica qualsiasi servizio o contenuto (inclusi dati, informazioni, prodotti o servizi) fornito da una terza parte che può essere visualizzato, incluso o reso disponibile dal Servizio. </li><li><strong>Si </strong>intende la persona fisica che accede o utilizza il Servizio, o la società o altra entità giuridica per conto della quale tale individuo accede o utilizza il Servizio, a seconda dei casi. </li></ul><h1>Riconoscimento</h1><p>Questi sono i termini e le condizioni che regolano l'uso di questo servizio e l'accordo che opera tra te e la società. I presenti Termini e condizioni definiscono i diritti e gli obblighi di tutti gli utenti riguardo all'uso del Servizio.</p><p>L'accesso e l'utilizzo del Servizio è subordinato all'accettazione e al rispetto dei presenti Termini e condizioni. I presenti Termini e condizioni si applicano a tutti i visitatori, utenti e altri che accedono o utilizzano il Servizio.</p><p>Accedendo o utilizzando il Servizio accetti di essere vincolato dai presenti Termini e condizioni. Se non sei d'accordo con qualsiasi parte di questi Termini e condizioni, non puoi accedere al Servizio.</p><p>Dichiari di avere più di 18 anni. La Società non consente ai minori di 18 anni di utilizzare il Servizio.</p><p>Il tuo accesso e utilizzo del Servizio è anche condizionato all'accettazione e al rispetto della Privacy Policy della Società. La nostra Informativa sulla privacy descrive le nostre politiche e procedure sulla raccolta, l'uso e la divulgazione delle tue informazioni personali quando usi l'Applicazione o il sito web e ti informa sui tuoi diritti alla privacy e su come la legge ti protegge. Si prega di leggere attentamente la nostra politica sulla privacy prima di utilizzare il nostro servizio.</p><h1>Abbonamenti</h1><h2>Periodo di abbonamento</h2><p>Il Servizio o alcune parti del Servizio sono disponibili solo con un Abbonamento a pagamento. Ti verrà fatturato in anticipo su base ricorrente e periodica (ad esempio giornaliera, settimanale, mensile o annuale), a seconda del tipo di piano di abbonamento selezionato al momento dell'acquisto dell'abbonamento.</p><p>Alla fine di ogni periodo, il tuo abbonamento si rinnoverà automaticamente alle stesse identiche condizioni a meno che tu non lo annulli o la Società lo annulli.</p><h2>Annullamento dell'abbonamento</h2><p>È possibile annullare il rinnovo dell'abbonamento tramite la pagina delle impostazioni del proprio account o contattando la Società. Non riceverai alcun rimborso per le tariffe che hai già pagato per il tuo attuale periodo di abbonamento e potrai accedere al servizio fino alla fine del tuo attuale periodo di abbonamento.</p><p>Se l'abbonamento è stato effettuato tramite un acquisto in-app, è possibile annullare il rinnovo dell'abbonamento con l'Application Store.</p><h2>Fatturazione</h2><p>Dovrai fornire alla Società informazioni di fatturazione accurate e complete, inclusi nome completo, indirizzo, stato, codice postale, numero di telefono e informazioni sul metodo di pagamento valido.</p><p>In caso di mancata fatturazione automatica per qualsiasi motivo, la Società emetterà una fattura elettronica indicando che è necessario procedere manualmente, entro una certa data di scadenza, al pagamento completo corrispondente al periodo di fatturazione come indicato in fattura.</p><p>Se l'abbonamento è stato effettuato tramite un acquisto in-app, tutta la fatturazione viene gestita dall'Application Store ed è regolata dai termini e dalle condizioni dell'Application Store.</p><h2>Modifiche alle commissioni</h2><p>La Società, a sua esclusiva discrezione e in qualsiasi momento, può modificare le tariffe di abbonamento. Qualsiasi modifica alla tariffa di abbonamento diventerà effettiva alla fine del periodo di abbonamento in corso.</p><p>La Società fornirà all'Utente un ragionevole preavviso di qualsiasi modifica delle tariffe di abbonamento per darvi l'opportunità di terminare l'Abbonamento prima che tale modifica diventi effettiva.</p><p>L'uso continuato del Servizio dopo l'entrata in vigore della modifica del canone di abbonamento costituisce l'accettazione del pagamento dell'importo del canone di abbonamento modificato.</p><h2>Rimborsi</h2><p>Salvo quando richiesto dalla legge, le quote di abbonamento pagate non sono rimborsabili.</p><p>Alcune richieste di rimborso per gli abbonamenti possono essere esaminate dalla Società caso per caso e concesse a sola discrezione della Società.</p><p>Se l'abbonamento è stato effettuato tramite un acquisto in-app, verrà applicata la politica di rimborso dell'Application Store. Se desideri richiedere un rimborso, puoi farlo contattando direttamente l'Application Store.</p><h1>Acquisti in-app</h1><p>L'Applicazione può includere acquisti in-app che consentono di acquistare prodotti, servizi o abbonamenti.</p><p>Ulteriori informazioni su come potresti essere in grado di gestire gli acquisti in-app utilizzando il tuo Dispositivo possono essere stabilite nei termini e condizioni dell'Application Store o nelle impostazioni della Guida del tuo Dispositivo.</p><p>Gli acquisti in-app possono essere utilizzati solo all'interno dell'applicazione. Se effettui un acquisto in-app, tale acquisto in-app non può essere annullato dopo aver avviato il download. Gli acquisti in-app non possono essere convertiti in contanti o altri corrispettivi o trasferiti in altro modo.</p><p>Se un acquisto in-app non viene scaricato con successo o non funziona una volta che è stato scaricato con successo, dopo essere venuti a conoscenza del guasto o essere stati informati dall'errore, indagheremo sul motivo del guasto. Agiremo ragionevolmente nel decidere se fornirti un acquisto in-app sostitutivo o emettere una patch per riparare il guasto. In nessun caso verrà addebitato all'Utente la sostituzione o la riparazione dell'Acquisto in-app. Nell'improbabile caso in cui non siamo in grado di sostituire o riparare il relativo acquisto in-app o non siamo in grado di farlo entro un periodo di tempo ragionevole e senza significativi inconvenienti per te, autorizzeremo l'Application Store a rimborsarti un importo fino a il costo del relativo acquisto in-app. In alternativa, se desideri richiedere un rimborso, puoi farlo contattando direttamente l'Application Store.</p><p>Riconosci e accetti che tutti i processi di fatturazione e transazione sono gestiti dall'Application Store da cui hai scaricato l'Applicazione e sono regolati dai termini e dalle condizioni di tale Application Store.</p><p>In caso di problemi relativi ai pagamenti con gli acquisti in-app, è necessario contattare direttamente l'Application Store.</p><h1>Collegamenti ad altri siti web</h1><p>Il nostro servizio può contenere collegamenti a siti Web o servizi di terze parti che non sono di proprietà o controllati dalla Società.</p><p>La Società non ha alcun controllo e non si assume alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di siti Web o servizi di terze parti. Riconosci inoltre e accetti che la Società non sarà responsabile o responsabile, direttamente o indirettamente, per eventuali danni o perdite causati o presumibilmente causati da o in connessione con l'uso o l'affidamento su tali contenuti, beni o servizi disponibili su o tramite uno qualsiasi di tali siti Web o servizi.</p><p>Ti consigliamo vivamente di leggere i termini e le condizioni e le politiche sulla privacy di qualsiasi sito web o servizio di terze parti che visiti.</p><h1>Risoluzione</h1><p>Possiamo interrompere o sospendere il tuo accesso immediatamente, senza preavviso o responsabilità, per qualsiasi motivo, incluso, senza limitazione, in caso di violazione dei presenti Termini e condizioni.</p><p>In caso di risoluzione, il diritto dell'Utente di utilizzare il Servizio cesserà immediatamente.</p><h1>Limitazione di responsabilità</h1><p>Nonostante eventuali danni in cui potresti incorrere, l'intera responsabilità della Società e dei suoi fornitori ai sensi di qualsiasi disposizione dei presenti Termini e il tuo esclusivo rimedio per tutto quanto sopra sarà limitato all'importo effettivamente pagato da te tramite il Servizio o  0 USD se non hai acquistato nulla tramite il Servizio.</p><p>Nella misura massima consentita dalla legge applicabile, in nessun caso la Società oi suoi fornitori saranno responsabili per danni speciali, incidentali, indiretti o consequenziali di qualsiasi tipo (inclusi, ma non limitati a, danni per perdita di profitti, perdita di dati o altre informazioni, per l'interruzione dell'attività, per lesioni personali, perdita di privacy derivante da o in qualsiasi modo correlata all'uso o all'impossibilità di utilizzare il Servizio, software di terze parti e / o hardware di terze parti utilizzato con il Servizio, o altrimenti in relazione a qualsiasi disposizione dei presenti Termini), anche se la Società o qualsiasi fornitore è stato informato della possibilità di tali danni e anche se il rimedio fallisce nel suo scopo essenziale.</p><p>Alcuni stati non consentono l'esclusione di garanzie implicite o la limitazione di responsabilità per danni incidentali o consequenziali, il che significa che alcune delle limitazioni di cui sopra potrebbero non essere applicabili. In questi stati, la responsabilità di ciascuna parte sarà limitata nella misura massima consentita dalla legge.</p><h1>Disclaimer \"COSÌ COM'È\" e \"COME DISPONIBILE\"</h1><p>Il Servizio viene fornito \"COSÌ COM'È\" e \"COME DISPONIBILE\" e con tutti i vizi e difetti senza garanzie di alcun tipo. Nella misura massima consentita dalla legge applicabile, la Società, per proprio conto e per conto delle sue affiliate e dei suoi e dei rispettivi licenziatari e fornitori di servizi, declina espressamente tutte le garanzie, espresse, implicite, legali o di altro tipo, in relazione al Servizio, comprese tutte le garanzie implicite di commerciabilità, idoneità per uno scopo particolare, titolo e non violazione e garanzie che possono derivare da transazioni, prestazioni, utilizzo o pratiche commerciali. Senza limitazione a quanto sopra, la Società non fornisce alcuna garanzia o impegno e non garantisce di alcun tipo che il Servizio soddisferà i requisiti dell'utente, raggiungerà i risultati desiderati, sarà compatibile o funzionerà con altri software, applicazioni, sistemi o servizi, funzionerà senza interruzioni, soddisfare qualsiasi standard di prestazioni o affidabilità o essere privi di errori o che eventuali errori o difetti possano o saranno corretti.</p><p>Senza limitare quanto sopra, né la Società né alcuno dei fornitori della società rilascia alcuna dichiarazione o garanzia di alcun tipo, espressa o implicita: (i) in merito al funzionamento o alla disponibilità del Servizio, o alle informazioni, contenuti e materiali o prodotti ivi incluso; (ii) che il Servizio sarà ininterrotto o privo di errori; (iii) per quanto riguarda l'accuratezza, l'affidabilità o l'attualità di qualsiasi informazione o contenuto fornito tramite il Servizio; o (iv) che il Servizio, i suoi server, il contenuto o le e-mail inviate da o per conto della Società siano privi di virus, script, cavalli di Troia, worm, malware, timebomb o altri componenti dannosi.</p><p>Alcune giurisdizioni non consentono l'esclusione di determinati tipi di garanzie o limitazioni sui diritti legali applicabili di un consumatore, pertanto alcune o tutte le esclusioni e limitazioni di cui sopra potrebbero non essere applicabili all'Utente. In tal caso, tuttavia, le esclusioni e le limitazioni stabilite in questa sezione saranno applicate nella misura massima applicabile ai sensi della legge applicabile.</p><h1>Legge governativa</h1><p>Le leggi del Paese, esclusi i suoi conflitti di norme di legge, regoleranno i presenti Termini e l'utilizzo del Servizio da parte dell'utente. L'utilizzo dell'Applicazione può anche essere soggetto ad altre leggi locali, statali, nazionali o internazionali.</p><h1>Risoluzione delle controversie</h1><p>In caso di dubbi o controversie sul Servizio, l'utente accetta di provare prima a risolvere la controversia in modo informale contattando la Società.</p><h1>Per gli utenti dell'Unione Europea (UE)</h1><p>Se sei un consumatore dell'Unione Europea, beneficerai di eventuali disposizioni obbligatorie della legge del paese in cui risiedi.</p><h1>Disposizioni sull'uso finale del governo federale degli Stati Uniti</h1><p>Se sei un utente finale del governo federale degli Stati Uniti, il nostro Servizio è un \"Articolo commerciale\" come definito in 48 CFR §2. 1.</p><h1>Conformità legale degli Stati Uniti</h1><p>Dichiari e garantisci di (i) di non trovarti in un paese soggetto all'embargo del governo degli Stati Uniti o che è stato designato dal governo degli Stati Uniti come paese di \"sostegno al terrorismo\" e (ii) di non essere elencato in qualsiasi elenco governativo degli Stati Uniti di parti vietate o soggette a restrizioni.</p><h1>Separabilità e rinuncia</h1><h2>Separabilità</h2><p>Se una qualsiasi disposizione dei presenti Termini è ritenuta inapplicabile o non valida, tale disposizione sarà modificata e interpretata per raggiungere gli obiettivi di tale disposizione nella misura più ampia possibile ai sensi della legge applicabile e le restanti disposizioni continueranno a essere pienamente valide ed efficaci.</p><h2>Rinuncia</h2><p>Ad eccezione di quanto previsto nel presente documento, il mancato esercizio di un diritto o la richiesta di adempimento di un obbligo ai sensi dei presenti Termini non influirà sulla capacità di una parte di esercitare tale diritto o richiedere tale prestazione in qualsiasi momento successivo né la rinuncia a una violazione costituirà una rinuncia. di qualsiasi successiva violazione.</p><h1>Interpretazione della traduzione</h1><p>Questi Termini e Condizioni potrebbero essere stati tradotti se li abbiamo resi disponibili sul nostro Servizio. Accetti che il testo originale inglese prevarrà in caso di controversia.</p><h1>Modifiche ai presenti Termini e condizioni</h1><p>Ci riserviamo il diritto, a nostra esclusiva discrezione, di modificare o sostituire i presenti Termini in qualsiasi momento. Se una revisione è materiale, faremo ogni ragionevole sforzo per fornire un preavviso di almeno 30 giorni prima che i nuovi termini entrino in vigore. Ciò che costituisce una modifica sostanziale sarà determinato a nostra esclusiva discrezione.</p><p>Continuando ad accedere o utilizzare il nostro servizio dopo che tali revisioni diventano effettive, accetti di essere vincolato dai termini modificati. Se non accetti i nuovi termini, in tutto o in parte, interrompi l'utilizzo del sito Web e del Servizio.</p><h1>Disclaimer</h1><p>I tassi di cambio di Currency.wiki sono solo a scopo informativo. Verifica / conferma i tassi di cambio con il tuo broker forex o istituto finanziario prima di effettuare trasferimenti e transazioni internazionali di denaro.</p><h1>Titoli di coda</h1><p>Vogliamo ringraziare i seguenti autori per aver creato icone gratuite e licenza gratuita per utilizzare i grafici.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>icon king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> e <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=it&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>Contattaci</h1><p>In caso di domande sui presenti Termini e condizioni, è possibile contattarci:</p><ul><li>Tramite e-mail: info@currency.wiki</li></ul><p> </p>",
  "presets": "Iš anksto nustatytas",
  "select": "Pasirinkite",

  "iso": "Italiano",
  "AED": "Emirati Arabi Uniti Dirham",
  "AFN": "Afghan Afghani",
  "ALL": "Lek albanese",
  "AMD": "Dram armeno",
  "ANG": "Paesi Bassi Antillean Guilder",
  "AOA": "Kwanza angolana",
  "ARS": "Peso argentino",
  "AUD": "Dollaro australiano",
  "AWG": "Fiorino arubano",
  "AZN": "Manat azero",
  "BAM": "Marchio convertibile Bosnia-Erzegovina",
  "BBD": "Dollaro barbadiano",
  "BDT": "Bangladesh Taka",
  "BGN": "Bulgaro Lev",
  "BHD": "Dinaro del Bahrein",
  "BIF": "Franco burundese",
  "BMD": "Dollaro delle Bermudan",
  "BND": "Dollaro del Brunei",
  "BOB": "Bolivian Boliviano",
  "BRL": "Real brasiliana",
  "BSD": "Dollaro delle Bahamia",
  "BTC": "Bitcoin",
  "BTN": "Bhutanese Ngultrum",
  "BWP": "Pula botswanana",
  "BYN": "Rublo bielorusso",
  "BZD": "Dollaro del Belize",
  "CAD": "Dollaro canadese",
  "CDF": "Franco congolese",
  "CHF": "Franco Svizzero",
  "CLF": "Unità di conto cileno (UF)",
  "CLP": "Peso cileno",
  "CNY": "Yuan cinese",
  "COP": "Peso colombiano",
  "CRC": "Costa Rica Colàn",
  "CUC": "Peso Convertibile Cubano",
  "CUP": "Peso cubano",
  "CVE": "Capo Verde escudo",
  "CZK": "Repubblica Ceca Koruna",
  "DJF": "Franco Gibutiano",
  "DKK": "Corone danese",
  "DOP": "Peso Dominicano",
  "DZD": "Dinar algerino",
  "EGP": "Sterlina egiziana",
  "ERN": "Nakfa eritreo",
  "ETB": "Birr etiope",
  "EUR": "Euro",
  "FJD": "Dollaro delle Figi",
  "FKP": "Sterlina delle Isole Falkland",
  "GBP": "Sterlina britannica",
  "GEL": "Georgiano Lari",
  "GGP": "Sterlina di Guernsey",
  "GHS": "Cedi ghanese",
  "GIP": "Sterlina di Gibilterra",
  "GMD": "Dalasi gambiano",
  "GNF": "Franco guineano",
  "GTQ": "Quetzal guatemalteco",
  "GYD": "Dollaro della Guyana",
  "HKD": "Dollaro di Hong Kong",
  "HNL": "Honduras Lempira",
  "HRK": "Kuna croata",
  "HTG": "Gourde haitiana",
  "HUF": "Forint ungherese",
  "IDR": "Rupia indonesiana",
  "ILS": "Nuovo Sheqel israeliano",
  "IMP": "Sterlina di Manx",
  "INR": "Rupia Indiana",
  "IQD": "Dinar omiciale",
  "IRR": "Iraniano Rial",
  "ISK": "Islandese Kràna",
  "JEP": "Sterlina del Jersey",
  "JMD": "Dollaro giamaicano",
  "JOD": "Dinar giordano",
  "JPY": "Yen giapponese",
  "KES": "Scellino keniota",
  "KGS": "Kirghizistanso Som",
  "KHR": "Riel cambogiano",
  "KMF": "Franco Comoriano",
  "KPW": "Nordcoreano vinto",
  "KRW": "Corea del Sud Vinto",
  "KWD": "Dinaro kuwaitiano",
  "KYD": "Dollaro delle Isole Cayman",
  "KZT": "Tenge kazako",
  "LAK": "Kip laotiano",
  "LBP": "Sterlina libanese",
  "LKR": "Rupia dello Sri Lanka",
  "LRD": "Dollaro liberiano",
  "LSL": "Lesotho Loti",
  "LTL": "Lituano Litas",
  "LVL": "Lats lettone",
  "LYD": "Dinaro libico",
  "MAD": "Dirham marocchino",
  "MDL": "Moldavia Leu",
  "MGA": "Ariario malgascio",
  "MKD": "Denar macedone",
  "MMK": "Myanma Kyat",
  "MNT": "Tugrik mongolo",
  "MOP": "Macanese Pataca",
  "MRO": "Oguiya mauritana",
  "MUR": "Rupia Mauriziana",
  "MVR": "Rufiyaa maldiviano",
  "MWK": "Kwacha del Malawi",
  "MXN": "Peso messicano",
  "MYR": "Ringgit malese",
  "MZN": "Metico mozambicano",
  "NAD": "Dollaro namibiano",
  "NGN": "Naira nigeriana",
  "NIO": "Nicaraguano Cordova",
  "NOK": "Corone norvegese",
  "NPR": "Rupia nepalese",
  "NZD": "Dollaro neozelandese",
  "OMR": "Omani Rial",
  "PAB": "Balboa panamatano",
  "PEN": "Peruviano Nuevo Sol",
  "PGK": "Kina Papua Nuova Guinea",
  "PHP": "Peso filippino",
  "PKR": "Rupia pakistana",
  "PLN": "L'aloty polacco",
  "PYG": "Guarani paraguaiani",
  "QAR": "Rial del Qatar",
  "RON": "Leu rumeno",
  "RSD": "Dinaro serbo",
  "RUB": "Rublo russo",
  "RWF": "Franco ruandese",
  "SAR": "Saudita Riyal",
  "SBD": "Dollaro delle Isole Salomone",
  "SCR": "Rupia Seychellois",
  "SDG": "Sterlina sudanese",
  "SEK": "Corone svedese",
  "SGD": "Dollaro di Singapore",
  "SHP": "Sterlina di Sant'Elena",
  "SLL": "Leone della Sierra Leone",
  "SOS": "Scellino somalo",
  "SRD": "Dollaro del Suriname",
  "STD": "San Paolo e Prugn Dobra",
  "SVC": "Colon salvadoregno",
  "SYP": "Sterlina siriana",
  "SZL": "Swazi Lilangeni",
  "THB": "Baht tailandese",
  "TJS": "Tetagistan Imoni",
  "TMT": "Turkmenistani Manat",
  "TND": "Dinaro tunisino",
  "TOP": "Tonga Paàanga",
  "TRY": "Lira turca",
  "TTD": "Trinidad e Tobago Dollaro",
  "TWD": "Nuovo dollaro di Taiwan",
  "TZS": "Scellino tanzaniano",
  "UAH": "Hryvnia ucraina",
  "UGX": "Scellino ugandese",
  "USD": "Dollaro degli Stati Uniti",
  "UYU": "Peso uruguaiano",
  "UZS": "Uzbekistan Som",
  "VES": "Venezuelano Bolàvar Fuerte",
  "VND": "Vietnamita Dong",
  "VUV": "Vanuatu Vatu",
  "WST": "Tala samoana",
  "XAF": "CFA Franco BEAC",
  "XAG": "Argento (oncia di troy)",
  "XAU": "Oro (oncia)",
  "XCD": "Dollaro dei Caraibi orientali",
  "XDR": "Diritti speciali di prelievo",
  "XOF": "CFA Franco BCEAO",
  "XPF": "CFP Franco",
  "YER": "Rial yemenita",
  "ZAR": "Rand sudafricano",
  "ZMK": "Kwacha zambiano (pre-2013)",
  "ZMW": "Kwacha zambiano",
  "ZWL": "Dollaro zimbabwei"
}
  
  