{
  "update": "अद्ययावत",
  "addCurrency": "चलन जोडा",
  "selectedCurrency": "निवडलेले चलन",
  "monetary": "आर्थिक स्वरूप",
  "decimal": "दशांश स्वरूप",
  "firstTextRatingPage": "कृपया अॅप रेट करा!",
  "secondTextRatingPage": "तारे वर टॅप करा आणि रेट करण्यासाठी Google Play Store सह उघडा",
  "buttonTextRatingPage": "आता नाही",
  "removeAds": "जाहिराती काढा",
  "removeAdsContent": "छोट्या वार्षिक वर्गणीसह आमच्या प्रकल्पाला समर्थन द्या",
  "selectLanguage": "भाषा निवडा",
  "english": "मराठी",
  "colorsSelection": "रंग निवड",
  "theme": "थीम",
  "light": "प्रकाश",
  "dark": "गडद",
  "widgetTransparency": "विजेट पारदर्शकता",
  "visualSize": "दृश्यमान आकार",
  "A": "A",
  "appLogoLauncher": "अॅप लोगो लाँचर",
  "multiConverter": "मल्टी-कन्व्हर्टर",
  "multiConverterContent1": "डीफॉल्टनुसार मल्टी-कन्व्हर्टर उघडेल.",
  "multiConverterContent2": "टीप:",
  "multiConverterContent3": "हे वैशिष्ट्य फक्त अॅप लोगो लाँचरसह कार्य करते",
  "display": "प्रदर्शन",
  "display1": "प्रदर्शन चलन कोड",
  "display2": "प्रदर्शन चलन चिन्ह",
  "display3": "चलन ध्वज प्रदर्शित करा",
  "dateFormat": "डेटा स्वरूप",
  "not": "आता नाही",
  "selected": "निवडलेले",
  "currencyList": "चलन सूची",
  "dontShow": "दाखवू नका",
  "support": "आधार",
  "term": "टर्म",
  "privacy": "गोपनीयता धोरण",
  "unlocked": "अनलॉक केलेले",
  "locked": "लॉक केलेले",
  "custom": "सानुकूल",
  "try": "हा रंग वापरून पहा",
  "unlock": "अनलॉक",
  "wiki": ",द्वारा:Currency.wiki",
  "multi": "मल्टी-कन्व्हर्टर",
  "html_policy": "<h1><strong>गोपनीयता</strong> <strong>धोरण</strong></h1><p>अखेरचे अद्यतनितः 13 मार्च 2021</p><p>हे गोपनीयता धोरण जेव्हा आपण सेवेचा वापर करता तेव्हा आपल्या माहितीच्या संग्रह, वापर आणि प्रकटीकरणावरील आमची धोरणे आणि कार्यपद्धती यांचे वर्णन करते आणि आपल्याला आपल्या गोपनीयता अधिकारांबद्दल आणि कायदा आपले संरक्षण कसे करते याबद्दल सांगते.</p><p>आम्ही सेवा प्रदान आणि सुधारित करण्यासाठी आपला वैयक्तिक डेटा वापरतो. सेवा वापरुन, आपण या गोपनीयता धोरणानुसार माहिती संकलनास आणि वापरण्यास सहमती देता.</p><h1><strong>व्याख्या</strong> <strong>आणि</strong> <strong>व्याख्या</strong></h1><h2><strong>व्याख्या</strong></h2><p>ज्या शब्दांचे प्रारंभिक अक्षर भांडवल केले जाते त्या शब्दांचा अर्थ खालीलप्रमाणे आहे. पुढील परिभाषांचा एक अर्थ असेल की ते एकवचनी किंवा बहुवचन मध्ये दिसू शकतात.</p><h2><strong>व्याख्या</strong></h2><p>या गोपनीयता धोरणाच्या उद्देशानेः</p><ul><li><strong>खाते</strong>म्हणजे आमच्या सेवेमध्ये किंवा आमच्या सेवेच्या काही भागांमध्ये प्रवेश करण्यासाठी आपल्यासाठी तयार केलेले एक अनन्य खाते. </li><li><strong>Il</strong><strong>फिलिएट</strong>म्हणजे एखादी संस्था जी नियंत्रित करते, एखाद्या पक्षाद्वारे नियंत्रित होते किंवा सामान्य नियंत्रणाखाली असते, जिथे \"नियंत्रण\" म्हणजे संचालकांच्या निवडीसाठी किंवा अन्य व्यवस्थापकीय प्राधिकरणाला मतदानाचा हक्क असणार्‍या 50% किंवा त्यापेक्षा जास्त समभाग, समभाग व्याज किंवा इतर सिक्युरिटीजची मालकी . </li><li><strong>Means</strong><strong>प्लिकेशन</strong>म्हणजे कंपनीद्वारे प्रदान केलेला सॉफ्टवेअर प्रोग्राम कोणत्याही इलेक्ट्रॉनिक डिव्हाइसवर, करन्सी कनव्हर्टर अॅप नावाच्या करन्सीद्वारे विकला जातो. विकी </li><li><strong>कंपनी</strong>(एकतर \"कंपनी\" म्हणून संदर्भित, \"आम्ही\", \"आमच्या\" किंवा या करारात \"आमचे\") संदर्भितWiki , 122 15 सेंट # 431 देल मार्च, सीए 92014. </li><li><strong>देश</strong>संदर्भित: कॅलिफोर्निया, युनायटेड स्टेट्स </li><li><strong>डिव्हाइस</strong>म्हणजे संगणक, सेलफोन किंवा डिजिटल टॅब्लेट सारख्या सेवेत प्रवेश करू शकणारे कोणतेही डिव्हाइस. </li><li><strong>वैयक्तिक</strong> <strong>डेटा</strong>ही अशी माहिती असते जी एखाद्या ओळखलेल्या किंवा ओळखण्यायोग्य व्यक्तीशी संबंधित असते. </li><li><strong>सेवा</strong>अनुप्रयोगास संदर्भित करते. </li><li><strong>सेवा</strong> <strong>प्रदाता</strong>म्हणजे कोणतीही नैसर्गिक किंवा कायदेशीर व्यक्ती जी कंपनीच्या वतीने डेटावर प्रक्रिया करते. हे सेवेची सोय करण्यासाठी, कंपनीच्या वतीने सेवा प्रदान करण्यासाठी, सेवेशी संबंधित सेवा करण्यासाठी किंवा सेवेचा उपयोग कसा होतो याचे विश्लेषण करण्यासाठी कंपनीला सहाय्य करण्यासाठी तृतीय-पक्षाच्या कंपन्या किंवा कंपनीत नियुक्त केलेल्या व्यक्तींचा संदर्भ आहे. </li><li><strong>तृतीय</strong><strong>-</strong><strong>पक्षाची</strong> <strong>सोशल</strong> <strong>मीडिया</strong> <strong>सेवा</strong>कोणत्याही वेबसाइट किंवा कोणत्याही सोशल नेटवर्क वेबसाइटला संदर्भित करते ज्याद्वारे एखादा वापरकर्ता लॉग इन करू शकतो किंवा सेवा वापरण्यासाठी खाते तयार करू शकतो. </li><li><strong>उपयोग</strong> <strong>डेटा</strong>स्वयंचलितरित्या गोळा केलेला <strong>डेटा</strong><strong> </strong>संदर्भित करतो, एकतर सेवेच्या वापराद्वारे किंवा सेवा इन्फ्रास्ट्रक्चरमधूनच तयार केला जातो (उदाहरणार्थ, पृष्ठ भेटीचा कालावधी). </li><li><strong>आपला</strong>अर्थ असा आहे की सेवेमध्ये प्रवेश करणे किंवा वापरणे, किंवा कंपनी, किंवा अन्य कायदेशीर संस्था ज्याच्या वतीने अशा व्यक्ती सेवेत प्रवेश करत आहेत किंवा वापरत आहेत, लागू आहेत. </li></ul><h1><strong>आपला</strong> <strong>वैयक्तिक</strong> <strong>डेटा</strong> <strong>संकलित</strong> <strong>करणे</strong> <strong>आणि</strong> <strong>वापरणे</strong></h1><h2><strong>संग्रहित</strong> <strong>डेटाचे</strong> <strong>प्रकार</strong></h2><h3><strong>वैयक्तिक</strong> <strong>माहिती</strong></h3><p>आमची सेवा वापरताना, आम्ही आपल्याला आमच्याशी संपर्क साधण्यासाठी किंवा ओळखण्यासाठी वापरल्या जाणार्‍या विशिष्ट वैयक्तिकरित्या ओळखण्यायोग्य माहिती प्रदान करण्यास सांगू शकतो. वैयक्तिकरित्या ओळखण्यायोग्य माहितीमध्ये हे समाविष्ट असू शकते परंतु हे इतकेच मर्यादित नाही:</p><ul><li>ईमेल पत्ता</li><li>वापर डेटा</li></ul><h3><strong>वापर</strong> <strong>डेटा</strong></h3><p>सेवा वापरताना वापर डेटा स्वयंचलितपणे गोळा केला जातो.</p><p>वापर डेटामध्ये आपल्या डिव्हाइसचा इंटरनेट प्रोटोकॉल पत्ता (उदा. आयपी पत्ता), ब्राउझरचा प्रकार, ब्राउझरची आवृत्ती, आपण भेट दिलेल्या आमच्या सेवेची पृष्ठे, आपल्या भेटीची वेळ आणि तारीख, त्या पृष्ठांवर खर्च केलेला वेळ, अनन्य डिव्हाइस यासारख्या माहितीचा समावेश असू शकतो अभिज्ञापक आणि इतर निदान डेटा</p><p>आपण किंवा मोबाइल डिव्हाइस माध्यमातून सेवा प्रवेश करता तेव्हा, आम्ही स्वयंचलितपणे काही माहिती संकलित करू शकतो, यासह, परंतु, मोबाइल डिव्हाइस आपण वापरा, आपल्या मोबाइल डिव्हाइस अद्वितीय ID, आपल्या मोबाइल डिव्हाइसवर IP पत्ता, आपल्या प्रकार मर्यादित नाही मोबाइल ऑपरेटिंग सिस्टम, आपण वापरत असलेल्या मोबाइल इंटरनेट ब्राउझरचा प्रकार, अनन्य डिव्हाइस अभिज्ञापक आणि इतर निदान डेटा.</p><p>आम्ही जेव्हा जेव्हा आमच्या सेवेला भेट देता किंवा आपण जेव्हा मोबाईल डिव्हाइसद्वारे किंवा सेवेद्वारे सेवेवर प्रवेश करता तेव्हा आम्ही आपला ब्राउझर पाठवित असलेली माहिती आम्ही संकलित करू शकतो.</p><h2><strong>आपल्या</strong> <strong>वैयक्तिक</strong> <strong>डेटाचा</strong> <strong>वापर</strong></h2><p>कंपनी खालील उद्देशाने वैयक्तिक डेटा वापरू शकते:</p><ul><li><strong>आमच्या</strong> <strong>सेवेच्या</strong>वापराचे परीक्षण करण्यासह <strong>आमची</strong> <strong>सेवा</strong> <strong>प्रदान</strong> <strong>करणे</strong> <strong>आणि</strong> <strong>देखरेख</strong> <strong>करणे</strong><strong> </strong>.</li><li><strong>आपले</strong> <strong>खाते</strong> <strong>व्यवस्थापित</strong> <strong>करण्यासाठी</strong><strong>: </strong>सेवेच्या वापरकर्त्याच्या रूपात आपली नोंदणी व्यवस्थापित करण्यासाठी. आपण प्रदान केलेला वैयक्तिक डेटा आपल्याला नोंदणीकृत वापरकर्ता म्हणून आपल्यास उपलब्ध असलेल्या सेवेच्या भिन्न कार्यक्षमतेमध्ये प्रवेश देऊ शकतो. </li><li><strong>कराराच्या</strong> <strong>कार्यप्रदर्शनासाठी</strong><strong>: </strong>आपण खरेदी केलेल्या उत्पादना, वस्तू किंवा सेवांच्या खरेदी कराराचा विकास, अनुपालन आणि उपक्रम किंवा सेवेद्वारे आमच्याबरोबर इतर कोणत्याही कराराचा विकास. </li><li><strong>आपल्याशी</strong> <strong>संपर्क</strong> <strong>साधण्यासाठी</strong><strong>: </strong>ईमेल, टेलिफोन कॉल, एसएमएस किंवा इलेक्ट्रॉनिक संप्रेषणाच्या इतर समतुल्य प्रकारांद्वारे आपल्याशी संपर्क साधण्यासाठी, जसे की सुरक्षा अद्यतनांसह कार्ये, उत्पादने किंवा करारातील सेवांशी संबंधित अद्यतने किंवा माहितीपूर्ण संप्रेषणांविषयी मोबाइल अनुप्रयोगाच्या पुश सूचना, जेव्हा त्यांच्या अंमलबजावणीसाठी आवश्यक किंवा वाजवी असेल. </li><li><strong>आपल्‍याला</strong>बातमी, विशेष ऑफर आणि इतर वस्तू, सेवा आणि आम्ही ऑफर करीत असलेल्या कार्यक्रमांबद्दल सामान्य माहिती जी आपण यापूर्वीच खरेदी केली किंवा चौकशी केली त्यासारखीच आहे जी आपण अशी माहिती न घेण्याचे निवडले नाही तर. </li><li><strong>आपल्या</strong> <strong>विनंत्या</strong> <strong>व्यवस्थापित</strong> <strong>करण्यासाठी</strong><strong>: </strong>आमच्याकडे आपल्या विनंत्यांना उपस्थित रहा आणि व्यवस्थापित करा. </li><li><strong>व्यवसायाच्या</strong> <strong>बदल्यांसाठीः</strong>आम्ही आपली माहिती विलीनीकरण, विच्छेदन, पुनर्रचना, पुनर्गठन, विघटन किंवा आमच्या काही किंवा सर्व मालमत्तेची विक्री किंवा हस्तांतरण मूल्यांकन करण्यासाठी किंवा आयोजित करण्यासाठी वापरू शकतो, मग ती चिंताजनक असो किंवा दिवाळखोरीचा भाग म्हणून, किंवा तत्सम कार्यवाही, ज्यामध्ये आमच्या सेवेच्या वापरकर्त्यांविषयी आमच्याकडे ठेवलेला वैयक्तिक डेटा हस्तांतरित केलेल्या मालमत्तांपैकी आहे. </li><li><strong>इतर</strong> <strong>कारणांसाठीः</strong>आम्ही आपली माहिती इतर हेतूंसाठी वापरू शकतो, जसे की डेटा विश्लेषण, वापर ट्रेंड ओळखणे, आमच्या जाहिरात मोहिमेची प्रभावीता निश्चित करणे आणि आमच्या सेवा, उत्पादने, सेवा, विपणन आणि आपल्या अनुभवाचे मूल्यांकन करणे आणि सुधारित करण्यासाठी.</li></ul><p>आम्ही आपली वैयक्तिक माहिती पुढील परिस्थितीत सामायिक करू:</p><ul><li><strong>सेवा</strong> <strong>प्रदात्यांसह</strong><strong>: </strong>आमच्या सेवेच्या वापराचे परीक्षण करण्यासाठी आणि त्यांचे परीक्षण करण्यासाठी आम्ही आमच्या सेवेचा पुरवठादारांशी आपली वैयक्तिक माहिती सामायिक करू, आमच्या सेवेचे समर्थन आणि देखरेख करण्यासाठी आपल्याला जाहिराती दर्शविण्यासाठी, देयक प्रक्रियेसाठी, आपल्याशी संपर्क साधू. </li><li><strong>व्यवसायाच्या</strong> <strong>बदल्यांसाठीः</strong>आम्ही आपली वैयक्तिक माहिती कोणत्याही विलीनीकरणात, कंपनीच्या मालमत्तेची विक्री, वित्तपुरवठा किंवा आमच्या किंवा आमच्या व्यवसायाचा काही भाग दुसर्‍या कंपनीला हस्तांतरित करण्यास किंवा त्यांच्या वाटाघाटी दरम्यान सामायिक करू किंवा हस्तांतरित करू शकतो. </li><li><strong>संबद्ध</strong>कंपन्यांसह <strong>: </strong>आम्ही आपली माहिती आमच्या संबद्ध कंपन्यांसह सामायिक करू शकतो, अशा परिस्थितीत आम्हाला त्या संबद्ध कंपन्यांनी या गोपनीयता धोरणाचा सन्मान करणे आवश्यक आहे. संबद्ध कंपन्यांमध्ये आमची मूळ कंपनी आणि इतर कोणत्याही सहाय्यक कंपन्या, संयुक्त उद्योजक भागीदार किंवा आम्ही नियंत्रित असलेल्या आमच्याशी किंवा आमच्या सामान्य नियंत्रणात असलेल्या इतर कंपन्यांचा समावेश आहे. </li><li><strong>व्यवसाय</strong> <strong>भागीदारांसहः</strong>आम्ही आपली माहिती आमच्या व्यवसाय भागीदारांसह आपल्याला काही उत्पादने, सेवा किंवा जाहिराती ऑफर करू शकतो. </li><li><strong>इतर</strong> <strong>वापरकर्त्यांसह</strong><strong>: </strong>जेव्हा आपण वैयक्तिक माहिती सामायिक करता किंवा अन्यथा सार्वजनिक क्षेत्रांमध्ये इतर वापरकर्त्यांसह संवाद साधता तेव्हा अशी माहिती सर्व वापरकर्त्यांद्वारे पाहिली जाऊ शकते आणि सार्वजनिकपणे बाहेर वितरीत केली जाऊ शकते. आपण इतर वापरकर्त्यांशी संवाद साधल्यास किंवा तृतीय-पक्षाच्या सोशल मीडिया सेवेद्वारे नोंदणी केल्यास, तृतीय-पक्षाच्या सोशल मीडिया सेवेवरील आपले संपर्क आपले नाव, प्रोफाइल, चित्रे आणि आपल्या क्रियाकलापाचे वर्णन पाहू शकतात. त्याचप्रमाणे, अन्य वापरकर्ते आपल्या क्रियाकलापाचे वर्णन पाहण्यास, आपल्याशी संवाद साधण्यात आणि आपले प्रोफाइल पाहण्यात सक्षम असतील. </li><li><strong>आपल्या</strong> <strong>संमतीनेः</strong>आम्ही आपली वैयक्तिक माहिती आपल्या संमतीने अन्य कोणत्याही हेतूसाठी जाहिर करू शकतो.</li></ul><h2><strong>आपल्या</strong> <strong>वैयक्तिक</strong> <strong>डेटाची</strong> <strong>धारणा</strong></h2><p>या गोपनीयता धोरणात नमूद केलेल्या उद्दीष्टांसाठी कंपनी केवळ आपला वैयक्तिक डेटा जोपर्यंत आवश्यक असेल तोपर्यंत ठेवेल. आमच्या कायदेशीर जबाबदा .्या (उदाहरणार्थ, लागू असलेल्या कायद्यांचे पालन करण्यासाठी आम्हाला आपला डेटा कायम ठेवण्याची आवश्यकता असल्यास), विवादांचे निराकरण करण्यासाठी आणि आमच्या कायदेशीर करार आणि धोरणांची अंमलबजावणी करण्यासाठी आम्ही आवश्यक प्रमाणात आम्ही आपला वैयक्तिक डेटा टिकवून ठेवू आणि वापरू.</p><p>अंतर्गत विश्लेषण हेतूंसाठी कंपनी वापर डेटा देखील ठेवेल. सुरक्षा डेटा मजबूत करण्यासाठी किंवा आमच्या सेवेची कार्यक्षमता सुधारण्यासाठी या डेटाचा वापर केला जात नाही याशिवाय या डेटाचा वापर सामान्यपणे कमी कालावधीसाठी केला जातो, किंवा आम्हाला हा डेटा जास्त कालावधीसाठी टिकवून ठेवण्यास कायदेशीर बांधील केले जाते.</p><h2><strong>आपल्या</strong> <strong>वैयक्तिक</strong> <strong>डेटाचे</strong> <strong>हस्तांतरण</strong></h2><p>आपली माहिती, वैयक्तिक डेटासह, कंपनीच्या ऑपरेटिंग ऑफिसमध्ये आणि प्रक्रियेत सामील पक्ष असलेल्या इतर कोणत्याही ठिकाणी प्रक्रिया केली जाते . याचा अर्थ असा आहे की ही माहिती आपल्या राज्यात, प्रांत, देश किंवा इतर सरकारी क्षेत्राच्या बाहेरील संगणकांवर हस्तांतरित केली जाऊ शकते आणि चालू ठेवली जाऊ शकते जिथे डेटा संरक्षण कायदे आपल्या कार्यक्षेत्रातील पेक्षा भिन्न असू शकतात.</p><p>या गोपनीयता धोरणास आपली सहमती आणि त्यानंतरच आपण अशी माहिती सबमिट केल्याने त्या हस्तांतरणावरील आपल्या कराराचे प्रतिनिधित्व होते.</p><p>आपला डेटा सुरक्षितपणे आणि या गोपनीयता धोरणाच्या अनुषंगाने हाताळला जाईल आणि हे सुनिश्चित करण्यासाठी कंपनी सर्व आवश्यक ती पावले उचलेल आणि सुरक्षिततेसह इतर काही ठिकाणी पुरेशी नियंत्रणे नसल्यास आपला वैयक्तिक डेटा कोणत्याही संस्थेत किंवा देशात हस्तांतरित होणार नाही. आपला डेटा आणि इतर वैयक्तिक माहिती.</p><h2><strong>आपला</strong> <strong>वैयक्तिक</strong> <strong>डेटा</strong> <strong>जाहीर</strong></h2><h3><strong>व्यवसाय</strong> <strong>व्यवहार</strong></h3><p>जर कंपनी विलीनीकरण, संपादन किंवा मालमत्ता विक्रीमध्ये गुंतलेली असेल तर आपला वैयक्तिक डेटा हस्तांतरित केला जाऊ शकतो. आपला वैयक्तिक डेटा स्थानांतरित होण्यापूर्वी आणि वेगळ्या गोपनीयता धोरणाच्या आधीन होण्यापूर्वी आम्ही सूचना देऊ.</p><h3><strong>कायद्याची</strong> <strong>अंमलबजावणी</strong></h3><p>विशिष्ट परिस्थितीत, कायद्याने किंवा सार्वजनिक अधिका authorities्यांद्वारे वैध विनंत्यांना (उदा. कोर्ट किंवा सरकारी एजन्सी) प्रतिसाद मिळाल्यास कंपनीला आपला वैयक्तिक डेटा उघड करण्याची आवश्यकता असू शकते.</p><h3><strong>इतर</strong> <strong>कायदेशीर</strong> <strong>आवश्यकता</strong></h3><p>अशी कृती करणे आवश्यक आहे या विश्वासात कंपनी आपला वैयक्तिक डेटा चांगल्या श्रद्धेने प्रकट करू शकतेः</p><ul><li>कायदेशीर जबाबदारीचे पालन करा</li><li>कंपनीच्या अधिकार किंवा मालमत्तेचे संरक्षण आणि संरक्षण करा</li><li>सेवेसंदर्भात शक्य असलेल्या चुकीच्या कृतीस प्रतिबंधित करा किंवा चौकशी करा</li><li>सेवेच्या वापरकर्त्यांची किंवा लोकांची वैयक्तिक सुरक्षा संरक्षित करा</li><li>कायदेशीर उत्तरदायित्वापासून संरक्षण करा</li></ul><h2><strong>आपल्या</strong> <strong>वैयक्तिक</strong> <strong>डेटाची</strong> <strong>सुरक्षा</strong></h2><p>आपल्या वैयक्तिक डेटाची सुरक्षा आमच्यासाठी महत्त्वपूर्ण आहे, परंतु हे लक्षात ठेवा की इंटरनेटद्वारे प्रसारित करण्याची कोणतीही पद्धत किंवा इलेक्ट्रॉनिक संग्रहणाची पद्धत 100% सुरक्षित नाही. आम्ही आपला वैयक्तिक डेटा संरक्षित करण्यासाठी व्यावसायिकरित्या स्वीकार्य माध्यमांचा वापर करण्याचा प्रयत्न करीत असताना आम्ही त्याच्या परिपूर्ण सुरक्षेची हमी देऊ शकत नाही.</p><h1><strong>आपल्या</strong> <strong>वैयक्तिक</strong> <strong>डेटाच्या</strong> <strong>प्रक्रियेवर</strong> <strong>तपशीलवार</strong> <strong>माहिती</strong></h1><p>आम्ही वापरत असलेल्या सेवा प्रदात्यांना आपल्या वैयक्तिक डेटामध्ये प्रवेश असू शकतो. हे तृतीय-पक्ष विक्रेते त्यांच्या गोपनीयता धोरणांनुसार आमच्या सेवेवरील आपल्या गतिविधीबद्दल माहिती संकलित करतात, संग्रह करतात, वापर करतात, प्रक्रिया करतात आणि हस्तांतरित करतात.</p><h2><strong>विश्लेषणे</strong></h2><p>आम्ही आमच्या सेवेच्या वापराचे परीक्षण आणि विश्लेषण करण्यासाठी तृतीय-पक्ष सेवा प्रदाते वापरू शकतो.</p><ul><li><strong>गूगल</strong><strong> tics</strong><strong>नालिटिक्स</strong></li></ul><p>गुगल अ‍ॅनालिटिक्स ही Google ने देऊ केलेली वेब analyनालिटिक्स सेवा आहे जी वेबसाइट रहदारीचा मागोवा ठेवते आणि अहवाल देते. Google आमच्या सेवेच्या वापराचा मागोवा घेण्यासाठी आणि परीक्षण करण्यासाठी गोळा केलेला डेटा वापरतो. हा डेटा इतर Google सेवांसह सामायिक केला गेला आहे. Google संग्रहित डेटा त्याच्या स्वत: च्या जाहिरात नेटवर्कच्या जाहिराती संदर्भित आणि वैयक्तिकृत करण्यासाठी वापरू शकते.</p><p>आपण आपल्या मोबाइल डिव्हाइस सेटिंग्जद्वारे आपल्या डिव्हाइस डिव्हाइस सेटिंग्जद्वारे किंवा त्यांच्या गोपनीयता धोरणात Google द्वारा प्रदान केलेल्या सूचनांचे अनुसरण करून काही Google विश्लेषिकी वैशिष्ट्यांची निवड रद्द करू शकताः <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://policies.google.com/privacy\">https://polferences.google.com/privacy</a> </p><p>Google च्या गोपनीयता पद्धतींबद्दल अधिक माहितीसाठी, कृपया Google गोपनीयता आणि अटी वेब पृष्ठास भेट द्या: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://policies.google.com/privacy\">https://polferences.google.com/privacy</a> </p><ul><li><strong>फायरबेस</strong></li></ul><p>फायरबेस ही Google Inc द्वारे प्रदान केलेली विश्लेषण सेवा आहे.</p><p>आपण आपल्या मोबाइल डिव्हाइस सेटिंग्जद्वारे आपल्या डिव्हाइस डिव्हाइस सेटिंग्जद्वारे किंवा त्यांच्या गोपनीयता धोरणात Google द्वारा प्रदान केलेल्या सूचनांचे अनुसरण करून काही फायरबॅस वैशिष्ट्यांची निवड रद्द करू शकताः <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://policies.google.com/privacy\">https://polferences.google.com/privacy</a> </p><p>आम्ही आपला डेटा सुरक्षित करण्यासाठी Google च्या धोरणाचे पुनरावलोकन करण्यास प्रोत्साहित करतोः <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a> </p><p>फायरबॅस कोणत्या प्रकारची माहिती संकलित करते याविषयी अधिक माहितीसाठी, कृपया आपण आमच्या भागीदारांच्या साइट्स किंवा अ‍ॅप्स वेबपृष्ठाचा वापर करता तेव्हा Google डेटा कसा वापरते याबद्दल भेट द्या: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>त्यांचे गोपनीयता धोरण <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://www.appsflyer.com/privacy-policy/\">https://www.appsflyer.com/privacy-policy/ वर</a> पाहिले जाऊ शकते </p><ul><li><strong>फेसबुक</strong> <strong>अ‍ॅप</strong> <strong>जाहिराती</strong></li></ul><p>त्यांचे गोपनीयता धोरण <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://www.facebook.com/about/privacy\">https://www.facebook.com/about/privacy वर</a> पाहिले जाऊ शकते </p><h2><strong>जाहिरात</strong></h2><p>आम्ही आमच्या सेवा समर्थन आणि देखरेख करण्यात मदत करण्यासाठी आपल्याला जाहिराती दर्शविण्यासाठी सेवा प्रदात्यांचा वापर करु.</p><ul><li><strong>गूगल</strong> <strong>द्वारे</strong><strong>अ‍ॅडमोब</strong></li></ul><p>गूगल द्वारे अ‍ॅडमोब गुगल इंक द्वारे प्रदान केले गेले आहे.</p><p>आपण Google द्वारे वर्णन केलेल्या सूचनांचे अनुसरण करून Google सेवेद्वारे अ‍ॅडमोबची निवड रद्द करू शकताः <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=en</a> </p><p>Google संकलित माहिती कशी वापरते याविषयी अधिक माहितीसाठी, कृपया \"आपण आमच्या भागीदारांच्या साइट्स किंवा अ‍ॅपचा वापर करता तेव्हा Google डेटा कसा वापरते\" पृष्ठास भेट द्या : <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://policies.google.com/technologies/partner-sites\">https</a> : <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://policies.google.com/technologies/partner-sites\">//</a> pol नीति.google.com/technologies/partner-sites किंवा गोपनीयता पहा Google चे धोरण: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>   </p><h2><strong>देयके</strong></h2><p>आम्ही सेवेमध्ये सशुल्क उत्पादने आणि / किंवा सेवा प्रदान करू शकतो. त्या प्रकरणात, आम्ही देय प्रक्रियेसाठी तृतीय-पक्ष सेवा वापरू शकतो (उदा. पेमेंट प्रोसेसर).</p><p>आम्ही आपले पेमेंट कार्ड तपशील संग्रहित किंवा संग्रहित करणार नाही. ती माहिती थेट आमच्या तृतीय-पक्षाच्या पेमेंट प्रोसेसरला पुरविली जाते ज्यांची आपली वैयक्तिक माहिती त्यांच्या गोपनीयता धोरणाद्वारे संचालित केली जाते. हे पेमेंट प्रोसेसर पीसीआय-सुरक्षा मंडळाने व्यवस्थापित केल्यानुसार पीसीआय-डीएसएसने ठरवलेल्या मानकांचे पालन करतात, जे व्हिसा, मास्टरकार्ड, अमेरिकन एक्सप्रेस आणि डिस्कव्हर सारख्या ब्रँडचा संयुक्त प्रयत्न आहे. पीसीआय-डीएसएस आवश्यकता देय माहितीच्या सुरक्षित हाताळणीस मदत करतात.</p><ul><li><strong>Google Play </strong><strong>अॅप</strong><strong>-</strong><strong>मधील</strong> <strong>देयके</strong></li></ul><p>त्यांचे गोपनीयता धोरण <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://www.google.com/policies/privacy/\">https://www.google.com/polferences/privacy/ वर</a> पाहिले जाऊ शकते </p><h1><strong>मुलांची</strong> <strong>गोपनीयता</strong></h1><p>आमची सेवा 13 वर्षाखालील कोणालाही संबोधित करीत नाही. आम्ही 13 वर्षाखालील कोणालाही वैयक्तिकरित्या ओळखण्यायोग्य माहिती संग्रहित करीत नाही. आपण पालक किंवा पालक असल्यास आणि आपल्या मुलाने आम्हाला वैयक्तिक डेटा प्रदान केला आहे याची आपल्याला जाणीव आहे, कृपया आमच्याशी संपर्क साधा. जर आम्हाला हे समजले की पालकांच्या संमतीची पडताळणी केल्याशिवाय आम्ही 13 वर्षाखालील कोणालाही वैयक्तिक डेटा गोळा केला आहे, तर आम्ही आमच्या सर्व्हरवरून ती माहिती काढण्यासाठी पावले उचलतो.</p><p>आम्हाला आपल्या माहितीवर प्रक्रिया करण्यासाठी कायदेशीर आधार म्हणून संमतीवर अवलंबून राहण्याची आवश्यकता असल्यास आणि आपल्या देशाला पालकांकडून संमती आवश्यक असल्यास आम्ही ती माहिती संकलित आणि वापरण्यापूर्वी आम्हाला आपल्या पालकांच्या संमतीची आवश्यकता असू शकते.</p><h1><strong>इतर</strong> <strong>वेबसाइटचे</strong> <strong>दुवे</strong></h1><p>आमच्या सेवेमध्ये आमच्याद्वारे ऑपरेट न झालेल्या इतर वेबसाइटचे दुवे असू शकतात. आपण तृतीय पक्षाच्या दुव्यावर क्लिक केल्यास आपल्यास तृतीय पक्षाच्या साइटवर निर्देशित केले जाईल. आपण भेट देता त्या प्रत्येक साइटच्या गोपनीयता धोरणाचे पुनरावलोकन करण्याचा आम्ही आपल्याला सशक्त सल्ला देतो.</p><p>आमच्याकडे कोणतेही तृतीय पक्षाच्या साइट्स किंवा सेवांच्या सामग्री, गोपनीयता धोरणे किंवा पद्धतींसाठी कोणतीही जबाबदारी नाही आणि आम्ही कोणतीही जबाबदारी स्वीकारत नाही.</p><h1><strong>या</strong> <strong>गोपनीयता</strong> <strong>धोरणात</strong> <strong>बदल</strong></h1><p>आम्ही वेळोवेळी आमचे गोपनीयता धोरण अद्यतनित करू शकतो. या पृष्ठावरील नवीन गोपनीयता धोरण पोस्ट करून आम्ही आपल्याला कोणत्याही बदलांची सूचना देऊ.</p><p>बदल प्रभावी होण्यापूर्वी आम्ही आपल्याला ईमेलद्वारे आणि / किंवा आमच्या सेवेवरील प्रमुख सूचनेद्वारे सांगू आणि या गोपनीयता धोरणाच्या शीर्षस्थानी \"अंतिम अद्यतनित\" तारीख अद्यतनित करू.</p><p>आपणास कोणत्याही बदलांसाठी या गोपनीयता धोरणाचे ठराविक कालावधीनंतर पुनरावलोकन करण्याचा सल्ला देण्यात येतो. या गोपनीयता धोरणात बदल या पृष्ठावर पोस्ट केल्यावर प्रभावी ठरतात.</p><h1><strong>आमच्याशी</strong> <strong>संपर्क</strong> <strong>साधा</strong></h1><p>या अटी व नियमांबद्दल आपल्याकडे काही प्रश्न असल्यास आपण आमच्याशी संपर्क साधू शकता:</p><ul><li>ईमेलद्वारे: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": "<h1>मदत <strong>करा</strong></h1><p>आमच्या करन्सी कन्व्हर्टर अॅपमध्ये आपल्याला समस्या असल्यास, कृपया <a href=\"mailto:app@currency.wiki\">app@currency.wiki वर</a> ईमेल करा (प्रतिसादासाठी 24-48 तास परवानगी द्या) आणि विषय लाइनमध्ये, कृपया \"अ‍ॅपसह जारी करा\" जोडा  </p><p>कृपया आपल्या डिव्हाइसचे नाव आणि मॉडेल नंबर आणि वर्तमान Android आवृत्ती यासह समस्येचे वर्णन करा. उदा., सॅमसंग गॅलेक्सी S9 + Android 10</p><h1>सामान्य <strong>प्रश्न</strong></h1><h2>विनिमय <strong>दर</strong> <strong>किती</strong> <strong>वेळा</strong> <strong>अद्यतनित</strong> <strong>केले</strong> <strong>जातात</strong><strong>?</strong></h2><p>दर दर 30 मिनिटांत अद्यतनित केले जातात आणि आठवड्याच्या शेवटी प्रत्येक 60 सेकंदात वेळेत (यूएस मधील फॉरेक्स मार्केट शुक्रवार 5 वाजता EST वाजता बंद होते आणि रविवारी 5 वाजता EST वर उघडेल)</p><h2>क्रिप्टोकरन्सी <strong>किती</strong> <strong>वेळा</strong> <strong>अद्यतनित</strong> <strong>होतात</strong><strong>?</strong></h2><p>क्रिप्टोकरन्सी बाजार कधीही बंद होत नाही. हे वर्षातील 24/7, 365 दिवस खुले आहे. बिटकॉइन (बीटीसी) दर आठवड्याच्या शेवटी देखील नेहमीच अद्यतनित केले जातात</p><h2>विजेट <strong>कसे</strong> <strong>जोडावे</strong><strong>?</strong></h2><ul><li>आपल्या मुख्य स्क्रीनवर, रिक्त स्थान स्पर्श करा आणि धरून ठेवा</li><li>\"विजेट्स\" वर टॅप करा</li><li>शोध बॉक्समध्ये, \" करन्सीकन्व्हर्टर\" टाइप करा आणि ते चलन विजेट प्रदर्शित करेल</li><li>आपण विजेटवर टॅप करा आणि ते आपल्या मुख्य स्क्रीनवर धरून आणि ड्रॅग करून आपण प्रदर्शित करू इच्छित विजेट प्रकार निवडण्यास सूचित करेल.</li></ul><h2>मला <strong>खालीलपैकी</strong> <strong>एक</strong> <strong>सूचना</strong> <strong>प्रणाली</strong> <strong>का</strong> <strong>मिळेल</strong><strong>?</strong></h2><ul><li>बॅटरीचा वापर अनुकूलित करणे थांबवा</li><li>बॅटरी वापर ऑप्टिमाइझ करू नका</li><li>अ‍ॅपला नेहमी पार्श्वभूमीवर चालू द्या</li><li>बॅटरी ऑप्टिमायझेशनकडे दुर्लक्ष करा</li></ul><p>आपण आपल्या होम स्क्रीनवर चलन विजेट वापरत असल्यास, आम्ही शिफारस करतो की दर नेहमीच अद्ययावत असतात हे सुनिश्चित करण्यासाठी आपण आमच्या अॅपला पार्श्वभूमीवर चालण्याची परवानगी द्या.</p><h2>बॅटरी <strong>वापर</strong><strong>?</strong></h2><p>आमचा अ‍ॅप कमीतकमी बॅटरी वापरण्यासाठी आणि पार्श्वभूमीवर दर अद्यतनित करण्यासाठी कार्य करीत असताना तयार केला गेला होता. कृपया लक्षात घ्या की वापरानंतर अ‍ॅप बंद करणे, आपले डिव्हाइस आमच्या अ‍ॅपसह सुसंगत आहे याची खात्री करुन घेणे यासारखे बरेच घटक कार्यात येतात ...</p><h1>टिपा</h1><h2>सामायिक <strong>करण्यासाठी</strong> <strong>कॉपी</strong> <strong>करा</strong></h2><p>आपण मुख्य चलन कनवर्टर स्क्रीनवर गेल्यास, टॅप करा आणि निकाल धरा. हे आपण सामायिक करू शकणार्‍या \"1.00 डॉलर्स=0.84 EUR\" चे उदाहरण म्हणून क्लिपबोर्डवर परिणाम कॉपी करेल</p><h2>टिप्स<strong> / </strong><strong>फी</strong><strong> / </strong><strong>करांची</strong> <strong>गणना</strong> <strong>करा</strong></h2><p>द्रुत टिप गणनासाठी आम्ही खालील तर्कशास्त्र तयार केले आहे; आपण \"50% 10\" उदाहरण दिले आणि \"=\" टॅप केल्यास ते 50 वरून 10% गणना करेल</p><h2>मल्टी<strong>-</strong><strong>कन्व्हर्टर</strong></h2><p>आपण आपल्या निवडलेल्या यादीमध्ये चलनांच्या क्रमाची ओढ ड्रॅग आणि ड्रॉप करुन पुन्हा करू शकता</p><p> </p><p> </p>",
  "html_terms": "<h1>नियम आणि अटी</h1><p>अखेरचे अद्यतनितः 13 मार्च 2021</p><p>कृपया आमची सेवा वापरण्यापूर्वी या नियम व शर्ती काळजीपूर्वक वाचा.</p><h1>व्याख्या आणि व्याख्या</h1><h2>व्याख्या</h2><p>ज्या शब्दांचे प्रारंभिक अक्षर भांडवल केले जाते त्या शब्दांचा अर्थ खालीलप्रमाणे आहे. पुढील परिभाषांचा एक अर्थ असेल की ते एकवचनी किंवा बहुवचन मध्ये दिसू शकतात.</p><h2>व्याख्या</h2><p>या अटी व शर्तींच्या उद्देशानेः</p><ul><li><strong>अनुप्रयोग </strong>म्हणजे <strong>तुमच्याद्वारे </strong>कंपनीने डाउनलोड केलेला सॉफ्टवेअर प्रोग्राम कोणत्याही इलेक्ट्रॉनिक डिव्हाइसवर, करन्सी कनव्हर्टर अ‍ॅप नावाचा चलन. विकी </li><li><strong>Storeप्लिकेशन स्टोअर </strong>म्हणजे Appleपल इंक. (Appपल Storeप स्टोअर) किंवा Google Inc. (Google Play Store) द्वारा ऑपरेट केलेली आणि विकसित केलेली डिजिटल वितरण सेवा ज्यामध्ये अनुप्रयोग डाउनलोड केला गेला आहे. </li><li><strong>Ilफिलिएट </strong>म्हणजे एखादी संस्था जी नियंत्रित करते, एखाद्या पक्षाद्वारे नियंत्रित होते किंवा सामान्य नियंत्रणाखाली असते, जिथे \"नियंत्रण\" म्हणजे संचालक किंवा इतर व्यवस्थापकीय प्राधिकरणाच्या निवडणुकीसाठी मतदानाचा हक्क असणारी 50% किंवा त्यापेक्षा जास्त समभागांची मालमत्ता व्याज किंवा इतर सिक्युरिटीज . </li><li><strong>देश </strong>संदर्भित: कॅलिफोर्निया, युनायटेड स्टेट्स </li><li><strong>कंपनी </strong>(या करारामध्ये \"कंपनी\", \"आम्ही\", \"आम्हाला\" किंवा \"आमचा\" म्हणून संबोधित आहे) करन्सीचा संदर्भ देते. विकी, 122 15 व्या # 431 डेल मार्च, सीए 92014. </li><li><strong>डिव्हाइस </strong>म्हणजे संगणक, सेलफोन किंवा डिजिटल टॅब्लेट सारख्या सेवेत प्रवेश करू शकणारे कोणतेही डिव्हाइस. </li><li><strong>अ‍ॅप-मधील खरेदी अनुप्रयोगाद्वारे केलेले </strong>उत्पादन, आयटम, सेवा किंवा सदस्यता आणि या अटी व शर्ती आणि / किंवा अ‍ॅप्लिकेशन स्टोअरच्या स्वतःच्या अटी व शर्तींच्या अधीन असलेल्या <strong>खरेदीचा </strong>संदर्भ देते. </li><li><strong>सेवा </strong>अनुप्रयोगास संदर्भित करते. </li><li><strong>सबस्क्रिप्शन्सी </strong>या सेवेचा संदर्भ आहेत किंवा कंपनीने आपणास सबस्क्रिप्शनच्या आधारावर ऑफर केलेल्या सेवेचा प्रवेश आहे. </li><li><strong>अटी आणि शर्ती </strong>(ज्याला \"अटी\" देखील म्हटले जाते) चा अर्थ असा की या अटी व शर्ती ज्या सेवेच्या वापरासंदर्भात आपण आणि कंपनी यांच्यात संपूर्ण करार तयार करतात. </li><li><strong>तृतीय-पक्षाच्या सोशल मीडिया सेवेचा </strong>अर्थ तृतीय-पक्षाद्वारे प्रदान केलेली सेवा किंवा सामग्री (डेटा, माहिती, उत्पादने किंवा सेवांसहित) सेवेद्वारे प्रदर्शित, समाविष्ट केली किंवा उपलब्ध केली जाऊ शकते. </li><li><strong>आपला </strong>अर्थ असा आहे की सेवेमध्ये प्रवेश करणे किंवा वापरणे, किंवा कंपनी, किंवा अन्य कायदेशीर संस्था ज्याच्या वतीने अशा व्यक्ती सेवेमध्ये प्रवेश करत आहेत किंवा वापरत आहेत, लागू आहेत. </li></ul><h1>पोचपावती</h1><p>या सेवेचा वापर आणि आपण आणि कंपनी यांच्यात चालणार्‍या करारावर नियंत्रण ठेवत या अटी व शर्ती आहेत. या अटी व शर्तींनी सेवेच्या वापरासंदर्भात सर्व वापरकर्त्यांचे हक्क आणि जबाबदा .्या ठरवल्या आहेत.</p><p>आपण या अटी व शर्तींच्या स्वीकारा आणि त्याच्या पालनावर आपला सेवेचा प्रवेश आणि वापराचा अट आहे. या अटी व शर्ती सर्व अभ्यागत, वापरकर्त्यांसाठी आणि सेवेत प्रवेश केलेल्या किंवा वापरणार्‍या इतरांना लागू होतात.</p><p>सेवेत प्रवेश करून किंवा वापरुन आपण या अटी व शर्तींना बंधनकारक असल्याचे मान्य करता. आपण या अटी व शर्तींच्या कोणत्याही भागाशी सहमत नसल्यास आपण सेवेत प्रवेश करू शकत नाही.</p><p>आपण प्रतिनिधित्व करता की आपले वय 18 वर्षांपेक्षा जास्त आहे. कंपनी 18 वर्षाखालील लोकांना सेवा वापरण्याची परवानगी देत ​​नाही.</p><p>आपला सेवेचा प्रवेश आणि त्याचा वापर आपण कंपनीच्या गोपनीयता धोरणास स्विकारता आणि त्याच्या पालनावर देखील अट घातली आहे. आमचे गोपनीयता धोरण जेव्हा आपण अनुप्रयोग किंवा वेबसाइट वापरता तेव्हा आपल्या वैयक्तिक माहितीच्या संग्रह, वापर आणि प्रकटीकरणावरील आमची धोरणे आणि कार्यपद्धती यांचे वर्णन करते आणि आपल्याला आपल्या गोपनीयता अधिकारांबद्दल आणि कायदा आपले संरक्षण कसे करते याबद्दल सांगते. कृपया आमची सेवा वापरण्यापूर्वी आमचे गोपनीयता धोरण काळजीपूर्वक वाचा.</p><h1>सदस्यता</h1><h2>सदस्यता कालावधी</h2><p>सेवा किंवा सेवेचे काही भाग केवळ सशुल्क सदस्यतासह उपलब्ध आहेत. सदस्यता खरेदी करताना आपण निवडलेल्या सबस्क्रिप्शन प्लॅनच्या प्रकारानुसार आपल्याला आवर्ती आणि नियतकालिक आधारावर बिल केले जाईल (जसे की दररोज, साप्ताहिक, मासिक किंवा वार्षिक).</p><p>प्रत्येक कालावधीच्या शेवटी, आपली सदस्यता स्वयंचलितपणे तंतोतंत त्याच अटींमध्ये नूतनीकरण होईल आपण जोपर्यंत ती रद्द केली नाही किंवा कंपनीने ती रद्द केली नाही.</p><h2>सदस्यता रद्द करणे</h2><p>आपण आपले खाते नूतनीकरण आपल्या खाते सेटिंग्ज पृष्ठाद्वारे किंवा कंपनीशी संपर्क साधून रद्द करू शकता. आपण आपल्या सध्याच्या सदस्यता कालावधीसाठी आधीपासून भरलेल्या शुल्कासाठी आपल्याला परतावा मिळणार नाही आणि आपण आपल्या वर्तमान सदस्यता कालावधीच्या समाप्तीपर्यंत सेवेत प्रवेश करण्यास सक्षम असाल.</p><p>जर अ‍ॅप-मधील खरेदीद्वारे सदस्‍यता घेतली गेली असेल तर आपण अ‍ॅप्लिकेशन स्टोअरसह आपली सदस्यता नूतनीकरण रद्द करू शकता.</p><h2>बिलिंग</h2><p>आपण कंपनीला संपूर्ण नाव, पत्ता, राज्य, पिन कोड, दूरध्वनी क्रमांक आणि वैध देय पद्धतीची माहिती यासह अचूक आणि संपूर्ण बिलिंग माहिती प्रदान कराल.</p><p>स्वयंचलित बिलिंग कोणत्याही कारणास्तव अपयशी ठरल्यास, कंपनी इलेक्ट्रॉनिक चलन देईल असे सूचित करते की आपण बिलिंग कालावधीशी संबंधित पूर्ण देयकासह, एका निश्चित मुदतीच्या तारखेपर्यंत स्वहस्ते पुढे जाणे आवश्यक आहे.</p><p>जर अ‍ॅप-मधील खरेदीद्वारे सदस्‍यता घेतली गेली असेल तर, सर्व बिलिंग अ‍ॅप्लिकेशन स्टोअरद्वारे हाताळले जाते आणि अ‍ॅप्लिकेशन स्टोअरच्या स्वतःच्या नियम व शर्तींद्वारे शासित केली जाते.</p><h2>फी बदल</h2><p>कंपनी आपल्या विवेकबुद्धीने आणि कोणत्याही वेळी सदस्यता शुल्कात बदल करू शकते. कोणतीही सदस्यता फी बदल तत्कालीन सदस्यता कालावधीनंतर प्रभावी होईल.</p><p>असा बदल प्रभावी होण्यापूर्वी आपली सदस्यता रद्द करण्याची संधी देण्यासाठी कंपनी आपल्याला सबस्क्रिप्शन फीमधील कोणत्याही बदलांची वाजवी पूर्वसूचना देईल.</p><p>सबस्क्रिप्शन फी बदल झाल्यानंतर अंमलात आलेल्या सेवेचा आपला सतत वापर केल्याने सुधारित सबस्क्रिप्शन फीची भरपाई करण्याचा तुमचा करार होतो.</p><h2>परतावा</h2><p>कायद्यानुसार आवश्यक असल्यास वगळता, देय सदस्यता शुल्क परत मिळणार नाही.</p><p>सबस्क्रिप्शनसाठी काही परताव्याच्या विनंत्या कंपनीद्वारे केस-दर-प्रकरण आधारावर विचार केल्या जातील आणि कंपनीच्या विवेकबुद्धीनुसार मंजूर केल्या जाऊ शकतात.</p><p>अ‍ॅप-मधील खरेदीद्वारे जर सदस्यता घेतली गेली असेल तर अ‍ॅप्लिकेशन स्टोअरचे परतावा धोरण लागू होईल. आपण परताव्याची विनंती करू इच्छित असल्यास आपण थेट अ‍ॅप्लिकेशन स्टोअरशी संपर्क साधून असे करू शकता.</p><h1>अ‍ॅप-मधील खरेदी</h1><p>अनुप्रयोगात अ‍ॅप-मधील खरेदी समाविष्ट असू शकतात जी आपल्याला उत्पादने, सेवा किंवा सदस्यता खरेदी करण्यास परवानगी देतात.</p><p>आपण आपले डिव्हाइस वापरुन अ‍ॅप-मधील खरेदी कशी व्यवस्थापित करू शकाल याबद्दल अधिक माहिती अ‍ॅप्लिकेशन स्टोअरच्या स्वतःच्या अटी आणि शर्तींमध्ये किंवा आपल्या डिव्हाइसच्या मदत सेटिंग्जमध्ये निश्चित केली जाऊ शकते.</p><p>अ‍ॅप-मधील खरेदी केवळ अनुप्रयोगातच वापरली जाऊ शकतात. आपण अ‍ॅप-मधील खरेदी केल्यास आपण अ‍ॅप-मधील खरेदी डाउनलोड करणे सुरू केल्‍यानंतर रद्द केले जाऊ शकत नाही. अ‍ॅप-मधील खरेदी रोख रकमेसाठी किंवा इतर विचारासाठी किंवा अन्यथा हस्तांतरित केली जाऊ शकत नाहीत.</p><p>जर कोणतीही अॅप-अॅप खरेदी यशस्वीरित्या डाउनलोड केली गेली नसेल किंवा ती एकदा यशस्वीपणे डाउनलोड झाली की कार्य होत नसेल, तर आम्ही आपल्यास दोषांबद्दल जागरूक झाल्यावर किंवा आपल्यास दोष कळविल्यानंतर आम्ही त्या दोषांचे कारण शोधून काढू. आपल्याला अॅप-अप खरेदी पुनर्स्थित करायची आहे की नाही हे ठरविण्यात आम्ही वाजवी कार्य करू किंवा चूक दुरुस्त करण्यासाठी आपल्याला एखादा पॅच प्रदान करा. आम्ही कोणत्याही अॅपमध्ये अ‍ॅप-मधील खरेदी पुनर्स्थित किंवा दुरुस्ती करण्यासाठी आपल्याकडून शुल्क आकारणार नाही. आम्ही संबंधित अॅप-मधील खरेदीची जागा बदलण्यास किंवा ती दुरुस्त करण्यास अक्षम आहोत किंवा वाजवी कालावधीत आणि आपल्याकडे महत्त्वपूर्ण गैरसोय न घेता अक्षम असण्याची शक्यता असल्यास आम्ही अ‍ॅप्लिकेशन स्टोअरला तुम्हाला परतफेड करण्यास अधिकृत करु. संबंधित अ‍ॅप-मधील खरेदीची किंमत. वैकल्पिकरित्या, आपण परताव्याची विनंती करू इच्छित असल्यास आपण थेट अ‍ॅप्लिकेशन स्टोअरशी संपर्क साधून असे करू शकता.</p><p>आपण कबूल करता आणि सहमत आहात की सर्व बिलिंग आणि व्यवहार प्रक्रिया आपण अनुप्रयोग डाउनलोड केल्या तेथून अनुप्रयोग स्टोअरद्वारे हाताळल्या जातात आणि त्या अ‍ॅप्लिकेशन स्टोअरच्या स्वतःच्या अटी व शर्तींद्वारे शासित केल्या जातात.</p><p>अ‍ॅप-मधील खरेदीसह आपल्‍याकडे पेमेंटशी संबंधित कोणतीही समस्या असल्यास, आपणास अ‍ॅप्लिकेशन स्टोअरशी थेट संपर्क साधण्याची आवश्यकता आहे.</p><h1>इतर वेबसाइटचे दुवे</h1><p>आमच्या सेवेमध्ये तृतीय-पक्षाच्या वेबसाइट्स किंवा सेवांचे दुवे असू शकतात जे कंपनीच्या मालकीचे नाहीत किंवा नियंत्रित नाहीत.</p><p>कंपनीचे कोणतेही नियंत्रण नाही, आणि कोणतीही तृतीय पक्षाच्या वेबसाइट्स किंवा सेवांच्या सामग्री, गोपनीयता धोरणे किंवा पद्धतींसाठी कोणतीही जबाबदारी घेतलेली नाही. आपण पुढे कबूल करता आणि सहमत आहात की अशा प्रकारच्या सामग्री, वस्तू किंवा सेवांच्या वापरावर किंवा अवलंबून असलेल्या किंवा वापरण्यावर किंवा निर्बंधामुळे किंवा त्यांच्याशी संबंधित असलेल्या कोणत्याही नुकसानीचे किंवा नुकसानीसाठी, कंपनी प्रत्यक्ष किंवा अप्रत्यक्षरित्या, जबाबदार किंवा उत्तरदायी असणार नाही. किंवा अशा कोणत्याही वेबसाइट्स किंवा सेवांद्वारे.</p><p>आपण भेट देता त्या कोणत्याही तृतीय-पक्षाच्या वेबसाइट्स किंवा सेवांच्या अटी व शर्ती आणि गोपनीयता धोरणे वाचण्याचा सल्ला आम्ही तुम्हाला देण्याचा जोरदार सल्ला देतो.</p><h1>समाप्ती</h1><p>आपण या अटी व शर्तींचा भंग केल्यास कोणत्याही मर्यादेशिवाय कोणत्याही पूर्वसूचना किंवा दायित्वाशिवाय आम्ही आपला प्रवेश त्वरित रद्द किंवा निलंबित करू शकतो.</p><p>संपुष्टात आल्यानंतर, सेवा वापरण्याचा आपला अधिकार त्वरित संपुष्टात येईल.</p><h1>दायित्वाची मर्यादा</h1><p>या अटींच्या कोणत्याही तरतूदीनुसार कंपनीला आणि त्यातील कोणत्याही पुरवठादाराचे संपूर्ण उत्तरदायित्व आणि त्यापैकी कोणत्याही नुकसानीशिवाय आपण सेवेद्वारे किंवा 100 डॉलर्सद्वारे दिलेली वास्तविक रक्कम मर्यादित राहील. आपण सेवेद्वारे काहीही खरेदी केले नसेल तर.</p><p>लागू कायद्यानुसार परवानगी असलेल्या जास्तीत जास्त मर्यादेपर्यंत, कंपनी किंवा तिचा पुरवठादार कोणत्याही विशेष, अपघाती, अप्रत्यक्ष किंवा परिणामी झालेल्या नुकसानीस जबाबदार राहणार नाही (यासह मर्यादित नाही परंतु नफ्यात तोटा, डेटा गमावणे किंवा नुकसान अन्य माहिती, व्यवसायात व्यत्ययासाठी, वैयक्तिक जखमांसाठी, सेवेच्या वापरामुळे किंवा असमर्थतेमुळे उद्भवणारी गोपनीयता नष्ट होणे, तृतीय-पक्षाचे सॉफ्टवेअर आणि / किंवा सेवेसह वापरलेले तृतीय-पक्षाचे हार्डवेअर किंवा अन्यथा या अटींच्या कोणत्याही तरतुदीसंदर्भात), जरी कंपनीला किंवा कोणत्याही पुरवठादारास अशा प्रकारच्या नुकसानीच्या संभाव्यतेबद्दल सल्ला दिला गेला असला आणि तरीही उपाय त्याच्या आवश्यक उद्देशाने अपयशी ठरला.</p><p>काही राज्ये अंतर्भूत हमी वगळण्याची किंवा अपघाती किंवा परिणामी नुकसानीची जबाबदारी मर्यादित ठेवण्याची परवानगी देत ​​नाहीत, ज्याचा अर्थ असा आहे की वरील काही मर्यादा लागू होणार नाहीत. या राज्यांमध्ये, प्रत्येक पक्षाचे उत्तरदायित्व कायद्याद्वारे परवानगी असलेल्या मर्यादेपर्यंत मर्यादित असेल.</p><h1>\"AS IS\" आणि \"AS उपलब्ध\" अस्वीकरण</h1><p>आपल्याला \"एएस IS\" आणि \"एएस उपलब्ध\" आणि कोणत्याही प्रकारच्या हमीशिवाय सर्व दोष आणि दोषांसह ही सेवा दिली जाते. लागू कायद्यान्वये परवानगी दिलेल्या जास्तीत जास्त मर्यादेपर्यंत, कंपनी, स्वत: च्या वतीने आणि त्याच्याशी संबंधित कंपन्या आणि त्यांचे आणि त्यांचे संबंधित परवानाधारक आणि सेवा प्रदात्यांच्या वतीने, सर्व हमी स्पष्टपणे अस्वीकृत करतात, व्यक्त केलेली, निहित, वैधानिक असो किंवा अन्यथा, सेवा, व्यापाराच्या सर्व अंतर्भूत हमी, विशिष्ट हेतूसाठी तंदुरुस्ती, शीर्षक आणि उल्लंघन-नसणे आणि वॉरंटि्ज ज्यात व्यवहार करताना उद्भवू शकतात, कार्यप्रदर्शन, वापर किंवा व्यापार सराव. आधीच्या मर्यादेशिवाय, कंपनी कोणतीही हमी किंवा उपक्रम देत नाही आणि सेवा आपल्या आवश्यकता पूर्ण करेल अशा प्रकारच्या कोणत्याही प्रकारचे प्रतिनिधित्व करीत नाही, इच्छित निकाल प्राप्त करेल, सुसंगत असेल किंवा इतर कोणत्याही सॉफ्टवेअर, अनुप्रयोग, प्रणाली किंवा सेवांसह कार्य करेल, ऑपरेट करेल व्यत्यय न आणता, कोणतेही कार्यप्रदर्शन किंवा विश्वसनीयता मानके पूर्ण करा किंवा त्रुटीमुक्त व्हा किंवा कोणत्याही त्रुटी किंवा दोष सुधारू शकतात किंवा सुधारल्या जाऊ शकतात.</p><p>वर सांगितलेल्या गोष्टींवर मर्यादा न ठेवता, कंपनी किंवा कंपनीचा कोणताही पुरवठादार कोणत्याही प्रकारचे प्रतिनिधित्व किंवा हमी देत ​​नाही, व्यक्त किंवा सूचित केले जाईल: (i) सेवेचे ऑपरेशन किंवा उपलब्धता किंवा माहिती, सामग्री आणि सामग्री किंवा उत्पादने त्यावर समाविष्ट; (ii) सेवा अखंडित किंवा त्रुटी-मुक्त असेल; (iii) सेवेद्वारे प्रदान केलेली कोणतीही माहिती किंवा सामग्रीची अचूकता, विश्वसनीयता किंवा चलन म्हणून; किंवा (iv) सेवा, त्याचे सर्व्हर, सामग्री किंवा कंपनी कडून किंवा वतीने पाठविलेले ई-मेल व्हायरस, स्क्रिप्ट्स, ट्रोजन हॉर्स, वर्म्स, मालवेयर, टाइमबॉम्स किंवा इतर हानिकारक घटकांपासून मुक्त आहेत.</p><p>काही अधिकार क्षेत्र काही विशिष्ट हमी किंवा ग्राहकांच्या लागू असलेल्या वैधानिक अधिकारांवर मर्यादा वगळण्याची परवानगी देत ​​नाहीत, म्हणून वरील काही किंवा सर्व अपवाद आणि मर्यादा आपल्यास लागू होणार नाहीत. परंतु अशा परिस्थितीत या कलमात नमूद केलेले अपवाद आणि मर्यादा लागू कायद्यानुसार अंमलबजावणीसाठी मोठ्या प्रमाणात लागू केल्या जातील.</p><h1>शासित कायदा</h1><p>देशातील कायदे, त्याच्या कायद्यांच्या नियमांच्या विवादास वगळता या अटी आणि आपल्या सेवेच्या वापरावर शासन करतील. आपला अनुप्रयोगाचा वापर इतर स्थानिक, राज्य, राष्ट्रीय किंवा आंतरराष्ट्रीय कायद्यांच्या अधीन असू शकतो.</p><h1>विवादांचे निराकरण</h1><p>आपल्याला सेवेबद्दल काही चिंता किंवा वाद असल्यास, आपण प्रथम कंपनीशी संपर्क साधून अनौपचारिकपणे हा विवाद सोडविण्याचा प्रयत्न करण्यास सहमती देता.</p><h1>युरोपियन युनियन (ईयू) वापरकर्त्यांसाठी</h1><p>आपण युरोपियन युनियनचे ग्राहक असल्यास आपण रहात असलेल्या देशाच्या कायद्याच्या कोणत्याही अनिवार्य तरतुदींचा आपल्याला फायदा होईल.</p><h1>युनायटेड स्टेट्स फेडरल गव्हर्नमेंट एंड यूज प्रोव्हिजन्स</h1><p>आपण यूएस फेडरल सरकारचे अंतिम वापरकर्ता असल्यास, आमची सेवा ही \"कमर्शियल आयटम\" आहे कारण ती संज्ञा 48 सीएफआर -2.101 मध्ये परिभाषित केली आहे.</p><h1>युनायटेड स्टेट्स कायदेशीर अनुपालन</h1><p>आपण असे प्रतिनिधित्व करता आणि हमी देता की (i) आपण युनायटेड स्टेट्स सरकारच्या बंदीच्या अधीन असलेल्या देशात राहात नाही किंवा युनायटेड स्टेट्स सरकारने \"दहशतवाद्यांना आधार देणारा\" देश म्हणून नियुक्त केले आहे आणि (ii) आपण नाही कोणत्याही युनायटेड स्टेट्स सरकारच्या प्रतिबंधित किंवा प्रतिबंधित पक्षांच्या यादीमध्ये सूचीबद्ध.</p><h1>तीव्रता आणि माफी</h1><h2>तीव्रता</h2><p>जर या अटींमधील कोणत्याही तरतूदीची अंमलबजावणी करण्यायोग्य किंवा अवैध म्हणून धारण केली गेली असेल तर अशा तरतूदीमध्ये बदल करण्यात येईल आणि लागू केलेल्या कायद्यांतर्गत शक्य तितक्या मोठ्या प्रमाणात अशा तरतूदीची उद्दीष्टे पूर्ण करण्यासाठी अर्थ लावला जाईल आणि उर्वरित तरतुदी पूर्ण अंमलात आणि प्रभावीपणे चालू राहतील.</p><h2>माफी</h2><p>येथे प्रदान केल्याशिवाय या अधिकाराचा हक्क बजावण्यास किंवा या अटींनुसार एखाद्या कर्तव्याची कार्यक्षमता आवश्यक नसल्यामुळे एखाद्या पक्षाने असा अधिकार वापरण्याची किंवा त्यानंतर कधीही अशा कामगिरीची आवश्यकता भासणार नाही किंवा उल्लंघनातून कर्जमाफीला माफी देण्यात येणार नाही. त्यानंतरच्या कोणत्याही उल्लंघनाचा.</p><h1>भाषांतर व्याख्या</h1><p>या अटी व शर्तींचे भाषांतर केले असेल जर आम्ही त्यांना आमच्या सेवेवर आपल्यासाठी उपलब्ध करुन दिले असेल. आपण सहमत आहात की मूळ इंग्रजी मजकूर एखाद्या विवादाच्या बाबतीत दिसून येईल.</p><h1>या अटी व शर्तींमधील बदल</h1><p>आम्ही कोणत्याही वेळी या अटी सुधारित किंवा पुनर्स्थित करण्याचा अधिकार आमच्या संपूर्ण निर्णयावर अवलंबून राखून ठेवतो. जर एखादा संशोधन सामग्री असेल तर आम्ही कोणत्याही नवीन अटी लागू होण्यापूर्वी किमान 30 दिवसांची सूचना देण्यासाठी वाजवी प्रयत्न करू. काय बदल केले जातात हे आमच्या विवेकबुद्धीनुसार निश्चित केले जाईल.</p><p>ही पुनरावृत्ती प्रभावी झाल्यानंतर आमच्या सेवांमध्ये प्रवेश करणे किंवा वापरणे सुरू ठेवून आपण सुधारित अटींना बांधील असल्याचे आपण मान्य करता. आपण संपूर्ण किंवा काही प्रमाणात नवीन अटींशी सहमत नसल्यास, कृपया वेबसाइट आणि सेवा वापरणे थांबवा.</p><h1>अस्वीकरण</h1><p>चलन.विकि एक्सचेंज दर केवळ माहितीच्या उद्देशाने आहेत. कृपया आंतरराष्ट्रीय मुद्रा हस्तांतरण आणि व्यवहार करण्यापूर्वी आपल्या विदेशी मुद्रा दलाल किंवा वित्तीय संस्थेसह चलन दरांची पुष्टी / पुष्टी करा.</p><h1>जमा</h1><p>चार्ट वापरण्यासाठी विनामूल्य चिन्ह आणि विनामूल्य परवाना तयार केल्याबद्दल आम्ही खालील लेखकांचे आभार मानू इच्छितो.</p><ul><li>एमडी बादशाह मीः <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>चिन्ह किंग 1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>फ्रीपिक: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> आणि <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=mr&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>आमच्याशी संपर्क साधा</h1><p>या अटी व नियमांबद्दल आपल्याकडे काही प्रश्न असल्यास आपण आमच्याशी संपर्क साधू शकता:</p><ul><li>ईमेलद्वारे: info@currency.wiki</li></ul><p> </p>",
  "presets": "प्रीसेट",
  "select": " निवडा",


  "iso": "मराठी",
  "AED": "संयुक्त अरब अमिराती दिरहॅम",
  "AFN": "अफगाण अफगाणी",
  "ALL": "अल्बानियन लेक",
  "AMD": "अर्मेनियन ड्रॅम",
  "ANG": "नेदरलँड्स अँटिलीन गिल्डर",
  "AOA": "अंगोलां क्वान्झा",
  "ARS": "अर्जेंटिना पेसो",
  "AUD": "ऑस्ट्रेलियन डॉलर",
  "AWG": "अरुबन फ्लोरिन",
  "AZN": "अझरबैजानी मॅनॅट",
  "BAM": "बोस्निया-हर्जेगोव्हिना परिवर्तनीय चिन्ह",
  "BBD": "बार्बडियन डॉलर",
  "BDT": "बांगलादेशी टाका",
  "BGN": "बल्गेरियन लेव्ह",
  "BHD": "बहरीनी दिनार",
  "BIF": "बुरुंडीयन फ्रँक",
  "BMD": "बरमूदान डॉलर",
  "BND": "ब्रुनेई डॉलर",
  "BOB": "बोलिव्हियन बोलिव्हियानो",
  "BRL": "ब्राझिलियन रिअल",
  "BSD": "बहामियन डॉलर",
  "BTC": "बिटकॉइन",
  "BTN": "भूटानीज नूल्ट्रम",
  "BWP": "बोत्सवानन पुला",
  "BYN": "बेलारशियन रूबल",
  "BZD": "बेलिझ डॉलर",
  "CAD": "कॅनेडियन डॉलर",
  "CDF": "कांगोली फ्रँक",
  "CHF": "स्विस फ्रँक",
  "CLF": "चिलीयन खाते एकक (यूएफ)",
  "CLP": "चिली पेसो",
  "CNY": "चीनी युआन",
  "COP": "कोलंबियन पेसो",
  "CRC": "कोस्टा रिकन कोलोन",
  "CUC": "क्यूबान परिवर्तनीय पेसो",
  "CUP": "क्यूबान पेसो",
  "CVE": "केप वर्डियन एस्क्यूडो",
  "CZK": "झेक प्रजासत्ताक कोरुना",
  "DJF": "जिबूटीयन फ्रँक",
  "DKK": "डॅनिश क्रोन",
  "DOP": "डोमिनिकन पेसो",
  "DZD": "अल्जेरियन दिनार",
  "EGP": "इजिप्शियन पाउंड",
  "ERN": "एरिट्रियन नकफा",
  "ETB": "इथिओपियन बिरर",
  "EUR": "युरो",
  "FJD": "फिजीयन डॉलर",
  "FKP": "फॉकलंड बेटे पाउंड",
  "GBP": "ब्रिटिश पाउंड स्टर्लिंग",
  "GEL": "जॉर्जियन लारी",
  "GGP": "ग्वेर्नसी पाउंड",
  "GHS": "घानाई केडी",
  "GIP": "जिब्राल्टर पौंड",
  "GMD": "गॅम्बियन दलासी",
  "GNF": "गिनी फ्रँक",
  "GTQ": "ग्वाटेमेलन क्वेत्झाल",
  "GYD": "गयानाझ डॉलर",
  "HKD": "हाँगकाँग डॉलर",
  "HNL": "होंडुरान लेम्पिरा",
  "HRK": "क्रोएशियन कुना",
  "HTG": "हैतीयन गौर्डे",
  "HUF": "हंगेरियन फोरिंट",
  "IDR": "इंडोनेशियन रुपीया",
  "ILS": "इस्त्रायली नवीन शेकेल",
  "IMP": "मॅन्क्स पौंड",
  "INR": "भारतीय रुपया",
  "IQD": "इराकी दिनार",
  "IRR": "इराणी रियाल",
  "ISK": "आइसलँडिक कृष्ण",
  "JEP": "जर्सी पाउंड",
  "JMD": "जमैकन डॉलर",
  "JOD": "जॉर्डनियन दिनार",
  "JPY": "जपानी येन",
  "KES": "केन्यान शिलिंग",
  "KGS": "किर्गिस्तानी सोम",
  "KHR": "कंबोडियन रील",
  "KMF": "कोमोरियन फ्रँक",
  "KPW": "उत्तर कोरियन वोन",
  "KRW": "दक्षिण कोरियन जिंकला",
  "KWD": "कुवैती दिनार",
  "KYD": "केमॅन आयलँड्स डॉलर",
  "KZT": "कझाकिस्तान तेंगे",
  "LAK": "लाओटियन किप",
  "LBP": "लेबनानी पाउंड",
  "LKR": "श्रीलंका रुपया",
  "LRD": "लाइबेरियन डॉलर",
  "LSL": "लेसोथो लोटी",
  "LTL": "लिथुआनियन लिटास",
  "LVL": "लाटवियन लाट्स",
  "LYD": "लिबियन दिनार",
  "MAD": "मोरोक्के दिरहॅम",
  "MDL": "मोल्डोवान ल्यू",
  "MGA": "मालागासी एरियरी",
  "MKD": "मॅसेडोनियन डेनार",
  "MMK": "म्यानमा क्याट",
  "MNT": "मंगोलियन तुग्रीक",
  "MOP": "मॅकनीज पटाका",
  "MRO": "मॉरिटानियन ओगुइया",
  "MUR": "मॉरिशियन रुपये",
  "MVR": "मालदीवियन रुफिया",
  "MWK": "मलावीयन क्वाचा",
  "MXN": "मेक्सिकन पेसो",
  "MYR": "मलेशियन रिंगगीत",
  "MZN": "मोजाम्बिकन मेटिकल",
  "NAD": "नामीबियन डॉलर",
  "NGN": "नायजेरियन नायरा",
  "NIO": "निकारागुआन कोर्दोबा",
  "NOK": "नॉर्वेजियन क्रोन",
  "NPR": "नेपाळी रुपया",
  "NZD": "न्यूझीलंड डॉलर",
  "OMR": "ओमानी रियाल",
  "PAB": "पनामायन बल्बोआ",
  "PEN": "पेरुव्हियन न्यूवो सोल",
  "PGK": "पापुआ न्यू गिनी किना",
  "PHP": "फिलिपिन्स पेसो",
  "PKR": "पाकिस्तानी रुपया",
  "PLN": "पोलिश झ्लोटी",
  "PYG": "पराग्वेयन गुरानी",
  "QAR": "कतरी रियाल",
  "RON": "रोमानियन लिऊ",
  "RSD": "सर्बियन दिनार",
  "RUB": "रशियन रूबल",
  "RWF": "रुवानंदन फ्रँक",
  "SAR": "सौदी रियाल",
  "SBD": "सोलोमन बेटे डॉलर",
  "SCR": "सेचेलोइस रुपया",
  "SDG": "सुदानी पाउंड",
  "SEK": "स्वीडिश क्रोना",
  "SGD": "सिंगापूर डॉलर",
  "SHP": "सेंट हेलेना पौंड",
  "SLL": "सिएरा लिओनिअन लिओन",
  "SOS": "सोमाली शिलिंग",
  "SRD": "सुरिनाम डॉलर",
  "STD": "साओ टोमे आणि प्रिन्सिपे डोब्रा",
  "SVC": "साल्वाडोरन कोलोन",
  "SYP": "सीरियन पाउंड",
  "SZL": "स्वाजी लिलांगेनी",
  "THB": "थाई बात",
  "TJS": "ताजिकिस्तानी सोमोनी",
  "TMT": "तुर्कमेनिस्तानी माणत",
  "TND": "ट्यूनिशियन दिनार",
  "TOP": "टोंगन पैंगा",
  "TRY": "तुर्की लीरा",
  "TTD": "त्रिनिदाद आणि टोबॅगो डॉलर",
  "TWD": "नवीन तैवान डॉलर",
  "TZS": "टांझानियन शिलिंग",
  "UAH": "युक्रेनियन रिव्निया",
  "UGX": "युगांडा शिलिंग",
  "USD": "युनायटेड स्टेट्स डॉलर",
  "UYU": "उरुग्वेयन पेसो",
  "UZS": "उझबेकिस्तान सोम",
  "VES": "व्हेनेझुएलाचे बोलिवर फुएर्ते",
  "VND": "व्हिएतनामी डोंग",
  "VUV": "वानुआतु वातू",
  "WST": "सामोन ताला",
  "XAF": "सीएफए फ्रॅंक बीएसी",
  "XAG": "चांदी (ट्रॉ औंस)",
  "XAU": "सोने (ट्रॉ औंस)",
  "XCD": "पूर्व कॅरिबियन डॉलर",
  "XDR": "विशेष रेखांकन अधिकार",
  "XOF": "सीएफए फ्रॅंक बीसीईएओ",
  "XPF": "सीएफपी फ्रँक",
  "YER": "येमेनी रियाल",
  "ZAR": "दक्षिण आफ्रिकन रँड",
  "ZMK": "झांबियन क्वाचा (२०१ 2013 पूर्वी)",
  "ZMW": "झांबियन क्वाचा",
  "ZWL": "झिम्बाब्वे डॉलर"
}