{

    "update": "अपडेट गरिएको",
    "addCurrency": "मुद्रा जोड्नुहोस्",
    "selectedCurrency": "चयनित मुद्रा",
    "monetary": "मौद्रिक ढाँचा",
    "decimal": "दशमलव ढाँचा",
    "firstTextRatingPage": "कृपया अनुप्रयोग बाहिर मूल्या !्कन गर्नुहोस्!",
    "secondTextRatingPage": "ताराहरु मा ट्याप गर्नुहोस् र रेट गर्न को लागी गुगल प्ले स्टोर संग खोल्नुहोस्",
    "buttonTextRatingPage": "अब छैन",
    "RemoveAds": "विज्ञापन हटाउनुहोस्",
    "RemoveAdsContent": "एक सानो वार्षिक सदस्यता संग हाम्रो परियोजना को समर्थन",
    "selectLanguage": "भाषा चयन गर्नुहोस्",
    "english": "नेपाली",
    "colorsSelection": "रंग चयन",
    "theme": "विषय",
    "light": "प्रकाश",
    "dark": "अँध्यारो",
    "widgetTransparency": "विजेट पारदर्शिता",
    "visualSize": "दृश्य आकार",
    "A": "A",
    "appLogoLauncher": "एप लोगो लन्चर",
    "multiConverter": "बहु कनवर्टर",
    "multiConverterContent1": "पूर्वनिर्धारित द्वारा बहु-कनवर्टर खोल्नेछ।",
    "multiConverterContent2": "नोट:",
    "multiConverterContent3": "यो सुविधा मात्र अनुप्रयोग लोगो लन्चर संग काम गर्दछ",
    "display": "प्रदर्शन",
    "display1": "प्रदर्शन मुद्रा कोड",
    "display2": "प्रदर्शन मुद्रा प्रतीक",
    "display3": "प्रदर्शन मुद्रा झण्डा",
    "dateFormat": "डाटा ढाँचा",
    "not": "अहिले होइन"
  
   , "selected": "SELECTED",
    "currencyList": "मुद्रा सूची",
    "dontShow": "नदेखाउनुहोस्",
    "support": "समर्थन",
    "term": "समय",
    "privacy": "गोपनीयता नीति",
    "unlocked": "अनलक",
    "locked": "लक गरिएको",
    "custom": "अनुकूल",
    "try": "यो रङ कोसिस गर्नुहोस्",
    "unlock": "अनलक",
    "wiki": ",द्वारा:Currency.wiki",
    "multi": "बहु-कन्भर्टर",

  "html_policy": " <h1><strong>गोपनीयता</strong> <strong>नीति</strong></h1> <p>अन्तिम अपडेट: मार्च १,, २०२१</p> <p>यस गोपनीयता नीतिले तपाइँको जानकारीको स ,्कलन, प्रयोग र खुलासा सम्बन्धमा हाम्रा नीतिहरू र प्रक्रियाहरू वर्णन गर्दछ जब तपाइँ सेवा प्रयोग गर्नुहुन्छ र तपाइँलाई तपाइँको गोपनीयता अधिकारहरू र कानूनले कसरी सुरक्षा दिन्छ तपाइँको बारेमा बताउँदछ।</p> <p>हामी तपाईंको व्यक्तिगत डाटा सेवा प्रदान गर्न र सुधार गर्न प्रयोग गर्दछौं। सेवा प्रयोग गरेर, तपाईं संकलन र यस गोपनीयता नीति अनुसार जानकारी को उपयोग को लागी सहमत हुनुहुन्छ।</p> <h1><strong>व्याख्या</strong> <strong>र</strong> <strong>परिभाषा</strong></h1> <h2><strong>व्याख्या</strong></h2> <p>प्रारम्भिक पत्र क्यापिटलाइज्ड भएको छ जसका शब्दहरू निम्न सर्तहरूमा परिभाषित हुन्छन्। निम्न परिभाषाको उही अर्थ हुनेछ चाहे ती एकल वा बहुवचनमा देखा पर्दछ।</p> <h2><strong>परिभाषा</strong></h2> <p>यस गोपनीयता नीति को उद्देश्य को लागी:</p> <ul> <li><strong>खाता</strong>भनेको तपाइँको सेवा वा हाम्रो सेवाका अंशहरू पहुँच गर्न तपाइँको लागि सिर्जना गरिएको एउटा अनौंठो खाता हो। </li> <li><strong>सम्बद्धको</strong>अर्थ भनेको एक इकाई हो जसले नियन्त्रण गर्दछ, पार्टीद्वारा नियन्त्रणमा राखिन्छ वा सामान्य नियन्त्रणमा हुन्छ, जहाँ नियन्त्रण भनेको 50०% वा अधिक शेयरको स्वामित्व, इक्विटी ब्याज वा अन्य सेकुरिटीको निर्देशक वा अन्य प्रबन्धन प्राधिकरणको चुनावको लागि मतदान गर्न योग्य छ। । </li> <li><strong>अनुप्रयोगको</strong>अर्थ भनेको कम्पनी द्वारा प्रदान गरिएको सफ्टवेयर प्रोग्राम कुनै पनि इलेक्ट्रोनिक उपकरणमा, मुद्रा द्वारा रूपान्तरण अनुप्रयोग नाम गरीएको छ। विकी। </li> <li><strong>कम्पनी</strong>(या त कम्पनी को रूपमा उल्लेख, हामी, हाम्रो वा यस सम्झौता मा हाम्रो) बुझाउँछWiki , 122 15 सेन्ट # 431 डेल Mar, संविधानसभा 92014। </li> <li><strong>देशले</strong>सन्दर्भ गर्दछ: क्यालिफोर्निया, संयुक्त राज्य </li> <li><strong>उपकरणको</strong>अर्थ कुनै पनि उपकरण हो जुन सेवा पहुँच गर्न सक्दछ जस्तै कम्प्युटर, सेलफोन वा डिजिटल ट्याब्लेट। </li> <li><strong>व्यक्तिगत</strong> <strong>डाटा</strong>कुनै पनि जानकारी हो जुन एक पहिचान गरिएको वा पहिचानयोग्य व्यक्तिसँग सम्बन्धित छ। </li> <li><strong>सेवाले</strong>अनुप्रयोगलाई जनाउँछ। </li> <li><strong>सेवा</strong> <strong>प्रदायकको</strong>अर्थ कुनै पनि प्राकृतिक वा कानूनी व्यक्ति हो जसले कम्पनीको तर्फबाट डाटा प्रक्रिया गर्दछ। यो तेस्रा-पार्टी कम्पनीहरू वा कम्पनी द्वारा नियोजित व्यक्तिको सेवालाई सहयोग पुर्‍याउन, कम्पनीको तर्फबाट सेवा प्रदान गर्न, सेवासँग सम्बन्धित सेवाहरू प्रदर्शन गर्न वा सेवा कसरी प्रयोग भइरहेको छ विश्लेषण गर्न कम्पनीलाई सहयोग पुर्‍याउन दर्साउँछ। </li> <li><strong>तेस्रो</strong><strong>-</strong><strong>पक्ष</strong> <strong>सोशल</strong> <strong>मीडिया</strong> <strong>सेवाले</strong>कुनै वेबसाइट वा कुनै सामाजिक नेटवर्क वेबसाइटलाई जनाउँछ जसको माध्यमबाट प्रयोगकर्ताले सेवा प्रयोग गर्न लग ईन गर्न वा खाता सिर्जना गर्न सक्दछ। </li> <li><strong>उपयोग</strong> <strong>डाटा</strong>स्वचालित रूपमा एकत्र गरिएको डाटालाई जनाउँछ, या त सेवाको प्रयोगबाट वा सेवा पूर्वाधारबाट नै उत्पन्न गरिएको हो (उदाहरणका लागि, पृष्ठ भ्रमणको अवधि)। </li> <li><strong>तपाईंको</strong>मतलब भनेको व्यक्तिगत पहुँच वा सेवा, वा कम्पनी, वा अन्य कानुनी निकाय जसको तर्फबाट त्यस्ता व्यक्तिले प्रयोग गरिरहेको छ वा सेवा प्रयोग गरीरहेको छ। </li> </ul> <h1><strong>स</strong><strong> Personal</strong><strong>्कलन</strong> <strong>र</strong> <strong>तपाइँको</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>प्रयोग</strong> <strong>गर्दै</strong></h1> <h2><strong>डेटा</strong> <strong>एकत्रित</strong> <strong>प्रकार</strong></h2> <h3><strong>व्यक्तिगत</strong> <strong>डेटा</strong></h3> <p>हाम्रो सेवा प्रयोग गर्दा, हामी तपाईंलाई सम्पर्क गर्न वा तपाईंलाई पहिचान गर्न प्रयोग गर्न सकिने केही व्यक्तिगत पहिचान गर्न सक्ने जानकारी प्रदान गर्न हामी तपाईंलाई सोध्न सक्छौं। व्यक्तिगत पहिचान योग्य जानकारी समावेश हुन सक्छ, तर सीमित छैन:</p> <ul> <li>इ - मेल ठेगाना</li> <li>उपयोग डाटा</li> </ul> <h3><strong>उपयोग</strong> <strong>डाटा</strong></h3> <p>सेवा डाटा प्रयोग गर्दा उपयोग डाटा स्वचालित रूपमा स is्कलन हुन्छ।</p> <p>उपयोग डेटाले तपाईंको उपकरणको इन्टरनेट प्रोटोकल ठेगाना (उदाहरण आईपी ठेगाना), ब्राउजर प्रकार, ब्राउजर संस्करण, हाम्रो सेवाको पृष्ठहरू जुन तपाईंले भ्रमण गर्नुभयो, तपाईंको भ्रमण गर्ने समय र मिति, ती पृष्ठहरूमा बिताएको समय, अद्वितीय उपकरण जस्ता जानकारी समावेश गर्न सक्दछ। पहिचानकर्ता र अन्य निदान डेटा।</p> <p>जब तपाईं मोबाइल उपकरण द्वारा वा यसको माध्यमबाट सेवा पहुँच गर्नुहुन्छ, हामी केही जानकारी स्वचालित रूपमा स collect्कलन गर्न सक्छौं, मोबाइल उपकरणको प्रकार सहित तपाईंको सीमित छैन, तपाईंको मोबाइल उपकरण अद्वितीय आईडी, तपाईंको मोबाइल उपकरणको आईपी ठेगाना, तपाईंको मोबाइल अपरेटिंग प्रणाली, मोबाइल ईन्टरनेट ब्राउजरको प्रकार तपाईले प्रयोग गर्नुहुन्छ, अद्वितीय उपकरण पहिचानकर्ता र अन्य निदान डेटा।</p> <p>हामी तपाइँको ब्राउजरले पठाउँदा जानकारी पनि संकलन गर्न सक्दछौं जब तपाइँ हाम्रो सेवा भ्रमण गर्नुहुन्छ वा जब तपाइँ मोबाइल उपकरण मार्फत वा मार्फत सेवा पहुँच गर्नुहुन्छ।</p> <h2><strong>तपाईको</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>को</strong> <strong>उपयोग</strong></h2> <p>कम्पनीले निम्न उद्देश्यका लागि व्यक्तिगत डेटा प्रयोग गर्न सक्दछ:</p> <ul> <li><strong>हाम्रो</strong> <strong>सेवा</strong>को उपयोग निगरानी सहित सहित, <strong>हाम्रो</strong> <strong>सेवा</strong> <strong>प्रदान</strong> <strong>र</strong> <strong>मर्मत</strong><strong> </strong>गर्न।</li> <li><strong>तपाइँको</strong> <strong>खाता</strong> <strong>प्रबन्ध</strong> <strong>गर्न</strong><strong>: </strong>सेवा को एक प्रयोगकर्ता को रूप मा तपाइँको पंजीकरण को प्रबंधन गर्न।तपाईंले प्रदान गर्नुभएको व्यक्तिगत डाटाले तपाईंलाई सेवाको बिभिन्न प्रकार्यहरूमा पहुँच दिन सक्दछ जुन तपाईंलाई पंजीकृत प्रयोगकर्ताको रूपमा उपलब्ध छ। </li> <li><strong>एक</strong> <strong>सम्झौताको</strong> <strong>प्रदर्शनको</strong> <strong>लागि</strong><strong>: </strong>उत्पादनहरू, वस्तुहरू वा सेवाहरूको खरीद खरीदको सम्झौताको विकास, अनुपालन र उपक्रम।</li> <li><strong>तपाईंलाई</strong> <strong>सम्पर्क</strong> <strong>गर्न</strong><strong>: </strong>तपाईंलाई ईमेल, टेलिफोन कल, एसएमएस, वा इलेक्ट्रॉनिक संचारको अन्य समान रूपहरू द्वारा सम्पर्क गर्न, जस्तै मोबाइल एप्लिकेसनको पुश अधिसूचनाहरू अपडेटहरू वा सुरक्षा जानकारी सहित कार्यक्षमता, उत्पादनहरू वा करारका सेवाहरू सम्बन्धित सूचनामूलक सञ्चारको बारेमा सूचना। जब आवश्यक छ वा कार्यान्वयनको लागि उचित छ।</li> <li><strong>तपाईंलाई</strong>समाचार, विशेष प्रस्तावहरू र अन्य वस्तुहरू, सेवाहरू र हामीले प्रस्ताव गर्ने घटनाहरूको बारेमा सामान्य जानकारी प्रदान <strong>गर्नको</strong> <strong>लागि</strong><strong> </strong>जुन तपाईं पहिले नै खरिद गरिसक्नु भएको छ वा सोधपुछ गर्नु भएको छ तपाईंले त्यस्ता जानकारी प्राप्त गर्न रोज्नु भएको छैन भने। </li> <li><strong>तपाईंको</strong> <strong>अनुरोधहरू</strong> <strong>प्रबन्ध</strong> <strong>गर्नका</strong> <strong>लागि</strong><strong>: </strong>हामीसँग तपाईंको अनुरोधहरू उपस्थित र प्रबन्ध गर्न।</li> <li><strong>ब्यापार</strong> <strong>स्थानान्तरणका</strong> <strong>लागि</strong><strong>: </strong>हामी तपाइँको जानकारीको मर्जर, बिभिन्न, पुनर्संरचना, पुनर्गठन, विघटन, वा अन्य बिक्री वा हाम्रो केहि वा सबै सम्पत्तिहरूको स्थानान्तरणको लागि मूल्यांकन गर्न वा संचालन गर्न प्रयोग गर्न सक्छौं, चाहे त्यो चिन्ताको रूपमा वा दिवालियापन, तरलता, वा यस्तै कार्यवाही, जुन हाम्रो सेवा प्रयोगकर्ताहरूको बारेमा हाम्रो द्वारा आयोजित व्यक्तिगत डाटा स्थानान्तरण सम्पत्ति बीचमा छ।</li> <li><strong>अन्य</strong> <strong>उद्देश्यका</strong> <strong>लागि</strong>: हामी तपाईंको जानकारीलाई अन्य उद्देश्यहरूको लागि प्रयोग गर्न सक्दछौं, जस्तै डेटा विश्लेषण, प्रयोगको प्रचलनहरू पहिचान गर्न, हाम्रो प्रमोशनल अभियानहरूको प्रभावकारिता निर्धारण गर्न र हाम्रो सेवा, उत्पादनहरू, सेवाहरू, मार्केटि your र तपाईंको अनुभवको मूल्यांकन र सुधार गर्न।</li> </ul> </string><p>हामी तलका अवस्थाहरूमा तपाईंको व्यक्तिगत जानकारी साझा गर्न सक्दछौं:</p> <ul> <li><strong>सेवा</strong> <strong>प्रदायकहरूको</strong> <strong>साथ</strong><strong>: </strong>हामी तपाईंको व्यक्तिगत जानकारी सेवा प्रदायकहरूसँग साझेदारी गर्न सक्दछौं हाम्रो सेवाको प्रयोगको अनुगमन र विश्लेषण गर्न, तपाईंलाई विज्ञापनहरू देखाउनको लागि हाम्रो सेवालाई समर्थन गर्न र मद्दतको लागि, भुक्तान प्रक्रियाको लागि, तपाईंलाई सम्पर्क गर्न।</li> <li><strong>व्यापार</strong> <strong>स्थानान्तरण</strong> <strong>को</strong> <strong>लागी</strong><strong>: </strong>हामी तपाईको ब्यक्तिगत जानकारी साझेदारी वा हस्तान्तरण गर्न सक्दछौं, वा कुराकानीको क्रममा, कुनै पनि मर्जर, कम्पनी सम्पत्तिको बिक्री, वित्तियता, वा सबैको अधिग्रहण वा हाम्रो व्यवसायको केही अंश अर्को कम्पनीमा।</li> <li><strong>सम्बद्धहरूसँग</strong><strong>: </strong>हामी तपाईंको जानकारी हाम्रो सम्बद्धहरूसँग साझा गर्न सक्दछौं, त्यस्तो मामलामा हामीलाई ती गोपनीयता नीतिहरूको सम्मान गर्न ती सम्बद्धहरूलाई आवश्यक पर्नेछ।सम्बद्धहरूले हाम्रो अभिभावक कम्पनी र कुनै पनि अन्य सहायकहरू, संयुक्त उद्यम साझेदारहरू वा हामीले नियन्त्रण गरेको वा हामीसँग साझा नियन्त्रणमा रहेका अन्य कम्पनीहरू समावेश गर्दछ। </li> <li><strong>व्यापार</strong> <strong>साझेदारहरूको</strong> <strong>साथ</strong><strong>: </strong>हामी तपाइँको जानकारी तपाइँको व्यापार साझेदारहरु संग तपाइँ लाई केहि उत्पादनहरु, सेवाहरु वा पदोन्नति प्रस्ताव को लागी साझा गर्न सक्छौं।</li> <li><strong>अन्य</strong> <strong>प्रयोगकर्ताहरूको</strong> <strong>साथ</strong><strong>: </strong>जब तपाईं व्यक्तिगत जानकारी साझा गर्नुहुन्छ वा अन्यथा अन्य प्रयोगकर्ताहरूसँग सार्वजनिक क्षेत्रहरूमा अन्तर्क्रिया गर्नुहुन्छ, त्यस्ता जानकारी सबै प्रयोगकर्ताहरू द्वारा हेर्न सकिन्छ र सार्वजनिक रूपमा बाहिर वितरित हुन सक्छ।यदि तपाईं अन्य प्रयोगकर्ताहरूसँग अन्तर्क्रिया गर्नुहुन्छ वा तेस्रो-पक्ष सोशल मीडिया सेवा मार्फत दर्ता गर्नुहुन्छ, तेस्रो-पार्टी सोशल मीडिया सेवामा तपाईंको सम्पर्कहरूले तपाईंको नाम, प्रोफाइल, चित्र र तपाईंको गतिविधिको विवरण देख्न सक्दछ। त्यस्तै, अन्य प्रयोगकर्ताहरूले तपाइँको गतिविधिको विवरणहरू हेर्न, तपाइँसँग कुराकानी गर्न र तपाइँको प्रोफाइल हेर्न सक्षम हुनेछ। </li> <li><strong>तपाईंको</strong> <strong>सहमति</strong> <strong>संग</strong>: हामी <strong>तपाईंको</strong> <strong>सहमति</strong> <strong>संग</strong><strong> </strong>कुनै अन्य उद्देश्यको लागि तपाईंको व्यक्तिगत जानकारी खुलासा गर्न सक्दछौं।</li> </ul> <h2><strong>तपाइँको</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>को</strong> <strong>धारणा</strong></h2> <p>कम्पनीले तपाईको व्यक्तिगत डेटालाई तबसम्म रोक्दछ जबसम्म यो गोपनीयता नीतिमा निर्धारित उद्देश्यहरूको लागि आवश्यक हुन्छ। हामी तपाईंको व्यक्तिगत डाटालाई हाम्रो कानुनी दायित्वहरू अनुपालन गर्न आवश्यक सीमासम्म प्रयोग गर्छौं (उदाहरणका लागि, यदि हामीले लागू हुने कानूनहरूको पालना गर्नको लागि तपाईंको डाटालाई कायम गर्न आवश्यक छ भने), विवादहरू सुल्झाउने र हाम्रा कानुनी सम्झौताहरू र नीतिहरू लागू गर्न।</p> <p>कम्पनीले आन्तरिक विश्लेषण उद्देश्यको लागि उपयोग डाटा पनि राख्नेछ। सुरक्षा डाटालाई सुरक्षाको लागि वा हाम्रो सेवाको कार्यक्षमता सुधार गर्न प्रयोग गरिएको बाहेक, वा हामी कानुनी रूपमा लामो समय अवधिको लागि यस डाटालाई कायम राख्न कानूनी बाध्यता बाहेक उपयोग डाटा सामान्यतया छोटो समयावधिका लागि सुरक्षित राखिन्छ।</p> <h2><strong>तपाईंको</strong> <strong>व्यक्तिगत</strong> <strong>डाटाको</strong> <strong>स्थानान्तरण</strong></h2> <p>तपाईंको जानकारी, व्यक्तिगत डाटा सहित, कम्पनीको अपरेटिंग अफिसहरूमा र अन्य कुनै ठाउँमा प्रोसेसिंग हुन्छ जहाँ प्रकृयामा संलग्न दलहरू अवस्थित छन्। यसको मतलब यो जानकारी तपाईंको राज्य, प्रान्त, देश वा अन्य सरकारी क्षेत्राबाहिर रहेको कम्प्यूटरमा हस्तान्तरण हुनसक्दछ - र डेटा सम्बन्धी कानूनहरू तपाईंको अधिकारक्षेत्रभन्दा फरक हुन सक्छ।</p> <p>तपाइँको गोपनीयता नीतिसँग तपाइँको सहमति यस प्रकारको जानकारी तपाइँको पेशीकरण पछि हस्तान्तरण गर्न तपाइँको सम्झौता प्रतिनिधित्व गर्दछ।</p> <p>कम्पनीले यथोचित आवश्यक सबै कदमहरू चाल्ने छ कि तपाइँको लगत सुरक्षित राखिएको छ र यस गोपनीयता नीति अनुसार छ र तपाइँको व्यक्तिगत डेटा को कुनै पनि स्थानान्तरण हुनेछ संगठन वा देश को लागी जब सम्म सुरक्षा मा पर्याप्त ठाउँ मा पर्याप्त नियन्त्रणहरु छन्। तपाईंको डाटा र अन्य व्यक्तिगत जानकारी।</p> <h2><strong>तपाइँको</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>को</strong> <strong>प्रकटीकरण</strong></h2> <h3><strong>व्यापार</strong> <strong>लेनदेन</strong></h3> <p>यदि कम्पनी मर्जर, अधिग्रहण वा सम्पत्ति बिक्रीमा शामिल छ भने, तपाईंको व्यक्तिगत डाटा ट्रान्सफर हुन सक्छ। हामी तपाइँको व्यक्तिगत डेटा ट्रान्सफर र एक फरक गोपनीयता नीति को अधीनमा बन्न अघि सूचना प्रदान गर्नेछौं।</p> <h3><strong>कानुन</strong> <strong>कार्यान्वयन</strong></h3> <p>केहि परिस्थितिहरूमा कम्पनीले तपाईको व्यक्तिगत लगतलाई खुलासा गर्न आवश्यक हुन सक्दछ यदि कानून द्वारा त्यसो गर्न वा सार्वजनिक प्राधिकरणहरूद्वारा वैध अनुरोधहरूको जवाफमा (जस्तै अदालत वा सरकारी एजेन्सी)।</p> <h3><strong>अन्य</strong> <strong>कानूनी</strong> <strong>आवश्यकताहरू</strong></h3> <p>कम्पनीले तपाईंको व्यक्तिगत डाटालाई राम्रो विश्वास विश्वासमा प्रकट गर्न सक्दछ कि यस्तो कार्य आवश्यक छ:</p> <ul> <li>कानूनी बाध्यताका साथ पालना गर्नुहोस्</li> <li>कम्पनीको अधिकार वा सम्पत्तीको रक्षा र रक्षा गर्नुहोस्</li> <li>सेवाको सम्बन्धमा सम्भावित गलत कार्य रोक्नुहोस् वा अनुसन्धान गर्नुहोस्</li> <li>सेवा वा सार्वजनिक प्रयोगकर्ताहरूको व्यक्तिगत सुरक्षालाई सुरक्षित गर्नुहोस्</li> <li>कानुनी दायित्वबाट बचाउनुहोस्</li> </ul> <h2><strong>तपाईको</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>को</strong> <strong>सुरक्षा</strong></h2> <p>तपाईंको व्यक्तिगत डाटा को सुरक्षा हाम्रो लागि महत्वपूर्ण छ, तर याद गर्नुहोस् कि इन्टरनेटमा प्रसारणको कुनै विधि छैन वा इलेक्ट्रॉनिक भण्डारणको विधि १००% सुरक्षित छैन। जबकि हामी तपाईंको व्यक्तिगत डाटाको सुरक्षाको लागि व्यावसायिक रूपमा स्वीकार्य साधनहरूको प्रयोग गर्ने प्रयास गर्दछौं, हामी यसको पूर्ण सुरक्षाको ग्यारेन्टी दिन सक्दैनौं।</p> <h1><strong>तपाईंको</strong> <strong>व्यक्तिगत</strong> <strong>डाटाको</strong> <strong>प्रक्रियामा</strong> <strong>विस्तृत</strong> <strong>जानकारी</strong></h1> <p>हामीले प्रयोग गर्ने सेवा प्रदायकहरूले तपाईंको व्यक्तिगत डाटामा पहुँच गर्न सक्दछन्। यी तेस्रो-पक्ष विक्रेताहरु हाम्रो गोपनीयता मा सेवाहरु मा तपाइँको गतिविधि को बारे मा जानकारी को संग्रह, भण्डारण, प्रयोग, प्रक्रिया र हस्तान्तरण को गोपनीयता नीति।</p> <h2><strong>एनालिटिक्स</strong></h2> <p>हामी हाम्रो सेवा को उपयोग को अनुगमन र विश्लेषण गर्न तेस्रो-पक्ष सेवा प्रदायकहरु प्रयोग गर्न सक्दछौं।</p> <ul> <li><strong>Google </strong><strong>विश्लेषण</strong></li> </ul> <p>गुगल एनालिटिक्स एक वेब एनालिटिक्स सेवा हो जुन गुगल द्वारा प्रस्तुत गरिएको थियो जुन ट्रैफिक गर्दछ र वेबसाइट ट्राफिक रिपोर्ट गर्दछ। गुगलले हाम्रो सेवा को उपयोग ट्र्याक गर्न र अनुगमन गर्न डाटा संकलन गर्दछ। यो डाटा अन्य गुगल सेवाहरूसँग साझेदारी गरिएको छ। गुगलले स data्कलन गरिएको डाटालाई यसको आफ्नै विज्ञापन नेटवर्कको विज्ञापन प्रासंगिक र निजीकृत गर्न प्रयोग गर्न सक्दछ।</p> <p>तपाइँ तपाइँको मोबाइल उपकरण सेटि throughहरू मार्फत केहि Google एनालिटिक्स सुविधाहरू अप्ट-आउट गर्न सक्नुहुन्छ, जस्तै तपाइँको उपकरण विज्ञापन सेटि Privacyहरू वा तिनीहरूको गोपनीयता नीतिमा Google द्वारा प्रदान गरिएका निर्देशनहरू पालना गरेर: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://policies.google.com/privacy>https://polferences.google.com/privacy</a> </p> <p>Google को गोपनीयता अभ्यासको बारेमा अधिक जानकारीको लागि, कृपया Google गोपनीयता र सर्तहरू वेब पृष्ठ भ्रमण गर्नुहोस्: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://policies.google.com/privacy>https://polferences.google.com/privacy</a> </p> <ul> <li><strong>फायरबेस</strong></li> </ul> <p>फायरबेस गुगल ईंक द्वारा प्रदान गरिएको एनालिटिक्स सेवा हो।</p> <p>तपाईं आफ्नो मोबाइल उपकरण सेटि throughहरू मार्फत केहि फायरबेस सुविधाहरू अप्ट-आउट गर्न सक्नुहुनेछ, जस्तै तपाईंको उपकरणको विज्ञापन सेटिंग्स वा गुगलले उनीहरूको गोपनीयता नीतिमा दिएको निर्देशनहरू पालना गरेर: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://policies.google.com/privacy>https://polferences.google.com/privacy</a> </p> <p>हामी तपाइँको डेटा सुरक्षित गर्न को लागी Google को नीति समीक्षा गर्न पनि प्रोत्सहन गर्दछौं: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a> </p> <p>कस्तो प्रकारको जानकारी फायरबेसले सlects्कलन गर्दछ भन्ने बारे थप जानकारीको लागि, कृपया भ्रमण गर्नुहोस् Google ले डेटा कसरी प्रयोग गर्दछ जब तपाईं हाम्रो पार्टनरहरूको साइटहरू वा अनुप्रयोगहरू वेबपृष्ठ प्रयोग गर्नुहुन्छ: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://policies.google.com/technologies/partner-sites>https://polferences.google.com/technologies/partner-sites</a> </p> </string><ul> <li><strong>AppsFlyer</strong></li> </ul> <p>तिनीहरूको गोपनीयता नीति <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/ मा</a> हेर्न सकिन्छ। </p> <ul> <li><strong>फेसबुक</strong> <strong>अनुप्रयोग</strong> <strong>विज्ञापन</strong></li> </ul> <p>तिनीहरूको गोपनीयता नीति <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy मा</a> हेर्न सकिन्छ </p> <h2><strong>विज्ञापन</strong></h2> <p>हामी सेवा प्रदायकहरू तपाइँलाई विज्ञापन देखाउन प्रयोग गर्दछौं र हाम्रो सेवा समर्थन र मद्दतको लागि मद्दत गर्दछौं।</p> <ul> <li><strong>गुगल</strong> <strong>द्वारा</strong><strong>AdMob</strong></li> </ul> <p>गुगल द्वारा AdMob गुगल ईंक द्वारा प्रदान गरीएको छ।</p> <p>तपाईं गुगलले वर्णन गरेको निर्देशनहरू पालना गरेर गुगल सेवाद्वारा AdMob अप्ट-आउट गर्न सक्नुहुन्छ : <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=en</a> </p> <p>गुगलले कसरी स collected्कलन गरिएको जानकारी प्रयोग गर्दछ भन्ने बारे थप जानकारीको लागि, कृपया Google ले डेटा कसरी प्रयोग गर्दछ जब तपाईं हाम्रो पार्टनरहरूको साइटहरू वा अनुप्रयोग प्रयोग गर्नुहुन्छ \\'पृष्ठ हेर्नुहोस्: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://policies.google.com/technologies/partner-sites>https</a> : <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://policies.google.com/technologies/partner-sites>//</a> pol नीति.google.com/technologies/partner-sites वा गोपनीयता भ्रमण गर्नुहोस्। गुगलको नीति: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>   </p>\\10<h2><strong>भुक्तानी</strong></h2>\\10<p>हामी सेवा भित्र भुक्तान उत्पादन र / वा सेवाहरू प्रदान गर्न सक्दछौं। त्यो अवस्थामा, हामी भुक्तान प्रक्रियाको लागि तेस्रो-पक्ष सेवाहरू प्रयोग गर्न सक्दछौं (उदाहरण भुक्तान प्रोसेसरहरू)।</p>\\10<p>हामी तपाईंको भुक्तान कार्ड विवरण भण्डार वा संग्रह गर्दैनौं। त्यो जानकारी सीधा हाम्रो तेस्रो-पक्ष भुक्तान प्रोसेसरहरूलाई प्रदान गरिएको छ जसको तपाइँको व्यक्तिगत जानकारीको प्रयोग उनीहरूको गोपनीयता नीति द्वारा शासित छ। यी भुक्तानी प्रोसेसरहरू पीसीआई-डीएसएस द्वारा निर्धारित मापदण्डहरूको पालना गर्दछन् पीसीआई सुरक्षा मानक काउन्सिल, जुन भिसा, मास्टरकार्ड, अमेरिकन एक्सप्रेस र डिस्क जस्ता ब्रान्डको संयुक्त प्रयास हो। PCI-DSS आवश्यकताहरू भुक्तान जानकारीको सुरक्षित ह्यान्डलिंग सुनिश्चित गर्न मद्दत गर्दछ।</p>\\10<ul>\\10<li><strong>Google Play </strong><strong>इन</strong><strong>-</strong><strong>अनुप्रयोग</strong> <strong>भुक्तानहरू</strong></li>\\10</ul>\\10<p>तिनीहरूको गोपनीयता नीति <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/pol</a> नीति/privacy/ मा हेर्न सकिन्छ। </p>\\10<h1><strong>बच्चाहरूको</strong> <strong>गोपनीयता</strong></h1>\\10<p>हाम्रो सेवाले १ 13 बर्ष मुनिका कसैलाई सम्बोधन गर्दैन। हामी १ know बर्ष भन्दा कम उमेरकोबाट व्यक्तिगत रुपमा पहिचान योग्य जानकारी स not्कलन गर्दैनौं। यदि तपाईं अभिभावक वा अभिभावक हुनुहुन्छ र तपाईंलाई थाहा छ कि तपाईंको बच्चाले हामीलाई व्यक्तिगत डाटा प्रदान गरेको छ भने, कृपया हामीलाई सम्पर्क गर्नुहोस। यदि हामी सचेत भयौं कि हामीले १ 13 बर्ष भन्दा कम उमेरको कसैबाट पनि व्यक्तिगत डेटा संकलन गरेका छौँ अभिभावकीय स्वीकृति बिना, हामी हाम्रो सर्वरबाट त्यो जानकारी हटाउनका लागि कदम चाल्छौं।</p>\\10<p>यदि हामीलाई तपाईंको जानकारी प्रशोधनको लागि कानुनी आधारको रूपमा सहमतिमा भर पर्न आवश्यक छ र तपाईंको देशलाई अभिभावकको स्वीकृति चाहिन्छ भने हामीले त्यो जानकारी स collect्कलन गर्नु र प्रयोग गर्नु अघि हामीले तपाईंको अभिभावकको स्वीकृति लिन आवश्यक पर्दछ।</p>\\10<h1><strong>अन्य</strong> <strong>वेबसाईटहरूमा</strong> <strong>लिंक</strong></h1>\\10<p>हाम्रो सेवाले अन्य वेबसाईटहरूमा लिंकहरू समावेश गर्न सक्छ जुन हामी द्वारा संचालित छैनन्। यदि तपाईंले तेस्रो पक्षको लिंकमा क्लिक गर्नुभयो भने, तपाईंलाई त्यो तेस्रो पक्षको साइटमा निर्देशित गरिनेछ। हामी तपाईलाई दृढतापूर्वक सल्लाह दिन्छौं कि तपाईले भ्रमण गर्नुहुने हरेक साइटको गोपनीयता नीति समीक्षा गर्न सक्नुहुन्छ।</p>\\10<p>हामीसँग कुनै नियन्त्रण छैन र सामग्री, गोपनीयता नीति वा कुनै पनि तेस्रो पक्ष साइटहरू वा सेवाहरूको अभ्यासहरूको लागि कुनै उत्तरदायित्व मान्दैनौं।</p>\\10<h1><strong>यस</strong> <strong>गोपनीयता</strong> <strong>नीतिमा</strong> <strong>परिवर्तनहरू</strong></h1>\\10<p>हामी समय समयमा हाम्रो गोपनीयता नीति अपडेट गर्न सक्छौं। यस पृष्ठमा नयाँ गोपनीयता नीति पोस्ट गरेर हामी तपाईंलाई कुनै परिवर्तनहरूको सूचना दिनेछौं।</p>\\10<p>हामी तपाईंलाई ईमेल मार्फत जानकारी गराउँदछौं वा / वा हाम्रो सेवामा प्रमुख सूचना, परिवर्तन प्रभावकारी हुनु अघि र यस गोपनीयता नीतिको माथि अन्तिम अपडेट मिति अपडेट गर्नुहोस्।</p>\\10<p>तपाईंलाई कुनै पनि परिवर्तनहरूको लागि आवधिक रूपमा यो गोपनीयता नीति समीक्षा गर्न सल्लाह दिइन्छ। यस गोपनीयता नीतिमा परिवर्तनहरू प्रभावकारी छन् जब तिनीहरू यस पृष्ठमा पोस्ट गरिन्छन्।</p>\\10<h1><strong>हामीलाई</strong> <strong>सम्पर्क</strong> <strong>गर्नुहोस</strong></h1>\\10<p>यदि तपाईंसँग यी नियम र सर्तहरूको बारेमा केही प्रश्नहरू छन् भने तपाईं हामीलाई सम्पर्क गर्न सक्नुहुनेछ:</p>\\10<ul>\\10<li>ईमेल द्वारा: info@currency.wiki</li>\\10</ul>\\10<p> </p>\\10<p> </p>\\10 </string>\n",
  "html_support":" <h1>मद्दत</h1> <p>यदि तपाईं हाम्रो मुद्रा रूपान्तरण अनुप्रयोगको साथ समस्या गर्दै हुनुहुन्छ भने, कृपया <a href=mailto:app@currency.wiki>app@currency.wiki</a>मा ईमेल गर्नुहोस् (जवाफको लागि २ 24--48 घण्टा अनुमति दिनुहोस्) र विषय लाइनमा, कृपया अनुप्रयोगसँग मुद्दा थप्नुहोस्।  </p> <p>कृपया तपाईंको उपकरणको नाम र मोडेल नम्बर, र हालको एन्ड्रोइड संस्करण समावेश गरी मुद्दा वर्णन गर्नुहोस्। उदाहरण को लागी, सामसु Galaxy ग्यालेक्सी S9 + एन्ड्रोइड १०</p> <h1>FAQ</h1> <h2>कति <strong>पटक</strong> <strong>विनिमय</strong> <strong>दरहरू</strong> <strong>अद्यावधिक</strong> <strong>हुन्छ</strong><strong>?</strong></h2> <p>दरहरू हरेक minutes० मिनेटमा अद्यावधिक हुन्छन् र समयमा 60० सेकेन्डमा सप्ताहन्तहरू बाहेक (अमेरिकामा फोरेक्स बजार शुक्रबार PM बजे EST मा बन्द हुन्छ र आइतबार PM बजे EST मा खुल्दछ)</p> <h2>क्राइप्टोकुराँसी <strong>कति</strong> <strong>पटक</strong> <strong>अपडेट</strong> <strong>हुन्छ</strong><strong>?</strong></h2> <p>क्रिप्टोकरन्सी बजार कहिले बन्द हुँदैन। यो २ 24/7, वर्षमा 5 365 दिन खुला छ। Bitcoin (BTC) दरहरू सँधै अद्यावधिक हुन्छन्, सप्ताहन्तमा पनि</p> <h2>कसरी <strong>विजेट</strong> <strong>थप्न</strong><strong>?</strong></h2> <ul> <li>तपाईंको गृह स्क्रिनमा, खाली स्थान छोएर होल्ड गर्नुहोस्</li> <li>विजेट मा ट्याप गर्नुहोस्</li> <li>खोजी बाकसमा,  मुद्राConverter  टाइप गर्नुहोस्र यसले मुद्रा विजेट प्रदर्शन गर्नुपर्दछ</li> <li>तपाईं विजेटमा ट्याप गर्नुहोस्, र यसले तपाईंलाई तपाईंको घरको स्क्रिनमा समातेर र तानेर प्रदर्शन गर्न चाहनुभएको विजेटको प्रकार छनौट गर्न प्रोम्प्ट गर्दछ।</li> </ul> <h2>म <strong>निम्न</strong> <strong>प्रणाली</strong> <strong>सूचनाहरू</strong> <strong>मध्ये</strong> <strong>एउटामा</strong> <strong>किन</strong> <strong>आउँछु</strong><strong>?</strong></h2> <ul> <li>ब्याट्री प्रयोग अनुकूलन गर्न रोक्नुहोस्</li> <li>ब्याट्री प्रयोग अनुकूलन नगर्नुहोस्</li> <li>अनुप्रयोगलाई सँधै पृष्ठभूमिमा चल्न दिनुहोस्</li> <li>ब्याट्री अनुकूलन बेवास्ता गर्नुहोस्</li> </ul> <p>यदि तपाइँ तपाइँको गृह स्क्रिनमा मुद्रा विजेट प्रयोग गर्दै हुनुहुन्छ भने, हामी सिफारिश गर्दछौं कि तपाईको अनुप्रयोगलाई पृष्ठभूमिमा चल्न अनुमति दिनुहोस् दरहरू सँधै अप-टु-डेट छन् भनेर सुनिश्चित गर्न।</p> <h2>ब्याट्री <strong>प्रयोग</strong><strong>?</strong></h2> <p>हाम्रो अनुप्रयोग ब्याट्री को एक न्यूनतम रकम प्रयोग गर्न को लागी डिजाईन गरीएको थियो, र पृष्ठ अपडेट गर्दा अपरेटिंग दरहरु। कृपया नोट गर्नुहोस् कि धेरै कारकहरू खेलमा आउँदछन्, जस्तै प्रयोग पछि अनुप्रयोग बन्द गर्न, तपाईंको उपकरण हाम्रो अनुप्रयोगसँग उपयुक्त छ कि छैन, आदि बनाउने ...</p> <h1>सुझावहरू</h1> <h2>सेयर <strong>गर्नका</strong> <strong>लागि</strong> <strong>प्रतिलिपि</strong> <strong>गर्नुहोस्</strong></h2> <p>यदि तपाईं मुख्य मुद्रा रूपान्तरण स्क्रिनमा जानुहुन्छ, ट्याप गर्नुहोस्, र नतिजा समाउनुहोस्। यो क्लिपबोर्डमा उदाहरणको रूपमा प्रतिलिपि गर्दछ, १.०० अमेरिकी डलर = ०.8484 EUR जुन तपाईं साझा गर्न सक्नुहुनेछ</p> <h2>सुझाव<strong> / </strong><strong>शुल्क</strong><strong> / </strong><strong>कर</strong> <strong>गणना</strong> <strong>गर्नुहोस्</strong></h2> <p>हामीले द्रुत टिप गणनाको लागि निम्न तर्क सिर्जना गरेका छौं; यदि तपाईंले उदाहरण %०% १० प्रविष्ट गर्नुभयो र = ट्याप गर्नुहोस् यसले from० बाट १०% गणना गर्दछ</p> <h2>बहु<strong>-</strong><strong>कन्भर्टर</strong></h2> <p>तपाईले छान्नु भएको सूचीमा मुद्राको अर्डरलाई ड्र्याग र ड्रप गरेर पुन: व्यवस्थित गर्न सक्नुहुन्छ</p> <p> </p> <p> </p> </string>\n",
  "html_terms":" <h1>नियम र सर्तहरू</h1> <p>अन्तिम अपडेट: मार्च १,, २०२१</p> <p>कृपया हाम्रो सेवा प्रयोग गर्नु अघि यी नियम र सर्तहरू ध्यानपूर्वक पढ्नुहोस्।</p> <h1>व्याख्या र परिभाषा</h1> <h2>व्याख्या</h2> <p>प्रारम्भिक पत्र क्यापिटलाइज्ड भएको छ जसको शब्दहरू निम्न सर्तहरूमा परिभाषित हुन्छन्। निम्न परिभाषाको उही अर्थ हुनेछ चाहे ती एकल वा बहुवचनमा देखा पर्दछ।</p> <h2>परिभाषा</h2> <p>यी नियम र सर्तहरूको उद्देश्यका लागि:</p> <ul> <li> <strong>एप्लिकेसनको </strong>अर्थ भनेको कम्पनी द्वारा प्रदान गरिएको सफ्टवेयर प्रोग्राम कुनै पनि इलेक्ट्रोनिक उपकरणमा, मुद्रा द्वारा रूपान्तरण अनुप्रयोग नाम गरीएको छ। विकी </li> <li> <strong>एप्लिकेसन स्टोरको </strong>मतलब एप्पल इंक (एप्पल अनुप्रयोग स्टोर) वा गुगल इंक (गुगल प्ले स्टोर) द्वारा संचालित र विकास गरिएको डिजिटल वितरण सेवा जसमा अनुप्रयोग डाउनलोड गरिएको छ। </li> <li> <strong>सम्बद्धको </strong>अर्थ भनेको एक इकाई हो जुन नियन्त्रण गर्दछ, पार्टीद्वारा नियन्त्रणमा राखिन्छ वा सामान्य नियन्त्रणमा हुन्छ, जहाँ नियन्त्रण भनेको 50०% वा बढी शेयरको स्वामित्व, इक्विटी ब्याज वा अन्य सेकुरिटीको निर्देशक वा अन्य प्रबन्धन प्राधिकरणको चुनावको लागि मतदान गर्न योग्य छ। । </li> <li> <strong>देशले </strong>सन्दर्भ गर्दछ: क्यालिफोर्निया, संयुक्त राज्य </li> <li> <strong>कम्पनी </strong>(या त सम्झौतामा कम्पनी , हामी , हामीलाई वा हाम्रो भनेर चिनिन्छ) मुद्रा।Wiki, १२२ १ 15 औं # 1 43१ डेल मार्च, सीए 201२०4 लाई बुझाउँछ। </li>\\10<li>\\10<strong>उपकरणको </strong>अर्थ कुनै पनि उपकरण हो जुन सेवा पहुँच गर्न सक्दछ जस्तै कम्प्युटर, सेलफोन वा डिजिटल ट्याब्लेट। </li>\\10<li>\\10<strong>इन-एप खरीदले </strong>उत्पाद, वस्तु, सेवा वा सदस्यता मार्फत एप्लिकेसनको माध्यमबाट बनाईएको सर्त र यी नियम र सर्तहरू र / वा एप्लिकेसन स्टोरको आफ्नै नियम र सर्तहरूको विषय बुझाउँदछ। </li>\\10<li>\\10<strong>सेवाले </strong>अनुप्रयोगलाई जनाउँछ। </li>\\10<li>\\10<strong>सदस्यता </strong>सेवाहरू वा तपाईंलाई पहुँच कम्पनी द्वारा सदस्यता आधारमा प्रस्ताव गरिएको सेवामा पहुँचलाई सन्दर्भ गर्दछ। </li>\\10<li>\\10<strong>नियम र सर्तहरू </strong>(सर्तहरू पनि भनिन्छ) को अर्थ यी नियम र सर्तहरू हुन् जुन तपाईं र कम्पनीको बीचमा सेवा प्रयोगको सम्बन्धमा सम्पूर्ण सम्झौता हो। </li>\\10<li>\\10<strong>तेस्रो-पक्ष सोशल मीडिया सेवाको </strong>अर्थ कुनै सेवाहरू वा सामग्री (डाटा, सूचना, उत्पादनहरू वा सेवाहरू सहित) तेस्रो-पक्ष द्वारा प्रदान गरिएको हो जुन सेवा द्वारा प्रदर्शन, समावेश वा उपलब्ध हुन सक्छ। </li>\\10<li>\\10<strong>तपाईंको </strong>मतलब भनेको व्यक्तिगत पहुँच वा सेवा, वा कम्पनी, वा अन्य कानुनी निकाय जसको तर्फबाट व्यक्तिको पहुँच वा सेवाको प्रयोग गरीरहेको छ, लागू हुन सक्छ। </li>\\10</ul>\\10\\10\\10</string><h1>स्वीकृति</h1> <p>यी नियम र सर्तहरू यो सेवा को उपयोग को संचालन को नियम र तपाइँ र कम्पनी बीच संचालित सम्झौता हो। यी नियम र सर्तहरू सेवा को उपयोग को सम्बन्ध मा सबै प्रयोगकर्ताको अधिकार र दायित्व बाहिर सेट।</p> <p>तपाइँको सेवाको पहुँच र सेवा सर्तित छ तपाइँको स्वीकृति र यी नियम र सर्तहरूको पालनाको साथ। यी नियम र सर्तहरू सबै आगन्तुकहरू, प्रयोगकर्ताहरू र अन्यहरू जो सेवा पहुँच र उपयोग गर्दछन्।</p> <p>सेवा पहुँच गरेर वा प्रयोग गरेर तपाईं यी नियम र सर्तहरूको पालना गर्न सहमत हुनुहुन्छ। यदि तपाईं यी नियम र सर्तहरूको कुनै पनि पक्षसँग असहमत हुनुहुन्छ भने तपाईं सेवा पहुँच गर्न सक्नुहुन्न।</p> <p>तपाइँ प्रतिनिधित्व गर्नुहुन्छ कि तपाइँ १ 18 बर्ष भन्दा माथिको हो। कम्पनीले १ 18 बर्ष भन्दा कमकालाई सेवा प्रयोग गर्न अनुमति दिदैन।</p> <p>तपाइँको सेवाको पहुँच र उपयोग पनि तपाइँको स्वीकृति र कम्पनीको गोपनीयता नीतिसँग अनुपालनमा सर्तित छ। हाम्रो गोपनीयता नीतिले तपाईंको व्यक्तिगत जानकारी संकलन, प्रयोग र खुलासामा हाम्रा नीतिहरू र प्रक्रियाहरू वर्णन गर्दछ जब तपाईं एप्लिकेसन वा वेबसाइट प्रयोग गर्नुहुन्छ र तपाईंलाई तपाईंको गोपनीयता अधिकारहरू र कानूनले तपाईंलाई कसरी सुरक्षा दिन्छ बारेमा बताउँछ। हाम्रो सेवा प्रयोग गर्नु अघि कृपया हाम्रो गोपनीयता नीति ध्यानपूर्वक पढ्नुहोस्।</p> <h1>सदस्यता</h1> <h2>सदस्यता अवधि</h2> <p>सेवा वा सेवाका केही अंशहरू भुक्तान सदस्यतासँग मात्र उपलब्ध छन्। तपाईलाई सदस्यता पुन: आवर्ती र आवधिक आधारमा बिल गरिनेछ (जस्तै दैनिक, साप्ताहिक, मासिक वा वार्षिक रूपमा), सदस्यता सदस्यता खरीद गर्दा तपाईले चयन गरेको सदस्यता प्रकारमा निर्भर गर्दै।</p> <p>प्रत्येक अवधिको अन्तमा, तपाईंको सदस्यता स्वचालित रूपमा ठीक समान शर्तहरूमा नवीकरण हुनेछ जब सम्म तपाईं यसलाई रद्द वा कम्पनीले यसलाई रद्द गर्दैन।</p> <h2>सदस्यता रद्द</h2> <p>तपाईं आफ्नो सदस्यता नवीकरण रद्द गर्न सक्नुहुनेछ कि त तपाईंको खाता सेटिंग्स पृष्ठ मार्फत वा कम्पनीलाई सम्पर्क गरेर। तपाईले भर्खरै तपाईको हालको सदस्यता अवधिको लागि भुक्तान गर्नु भएको शुल्कका लागि तपाईले फिर्ती प्राप्त गर्नुहुने छैन र तपाईको हालको सदस्यता अवधिको समाप्ति सम्म तपाई सेवामा पहुँच गर्न सक्नुहुनेछ।</p> <p>यदि सदस्यता एक in-app खरीद मार्फत गरिएको छ भने, तपाईं अनुप्रयोग स्टोर संग आफ्नो सदस्यता नवीकरण रद्द गर्न सक्नुहुनेछ।</p> <h2>बिलि</h2> <p>तपाईंले कम्पनीलाई पूरा नाम, ठेगाना, राज्य, जिप कोड, टेलिफोन नम्बर, र एक मान्य भुक्तान विधि जानकारी सहित सही र पूर्ण बिलि information जानकारी प्रदान गर्नुपर्नेछ।</p> <p>यदि स्वचालित बिलि any कुनै पनि कारणले असफल भयो भने, कम्पनीले एक इलेक्ट्रोनिक इनभ्वाइस जारी गर्दछ जसमा कि तपाइँले म्यानुअल रूपमा अघि बढ्नुपर्नेछ, एक निश्चित मिति मिति भित्र, पूरा भुक्तान बिलि period अवधिसँग सम्बन्धित छ।</p> <p>यदि सदस्यता एक in-app खरीद मार्फत गरिएको छ, सबै बिलि the अनुप्रयोग स्टोर द्वारा ह्यान्डल गरिएको छ र एप्लिकेसन स्टोरको आफ्नै नियम र सर्तहरू द्वारा शासित छ।</p> <h2>शुल्क परिवर्तन</h2> <p>कम्पनीले आफ्नो विवेकमा र कुनै पनि समयमा सदस्यता शुल्क परिमार्जन गर्न सक्दछ। कुनै सदस्यता शुल्क परिवर्तन तबको सदस्यता अवधि को अन्त मा प्रभावी हुनेछ।</p> <p>कम्पनीले तपाईंलाई सदस्यता शुल्कमा कुनै परिवर्तनको उचित पूर्वसूचना प्रदान गर्दछ ताकि तपाईंलाई यस्तो सदस्यता प्रभावकारी हुनु अघि तपाईंको सदस्यता समाप्त गर्ने अवसर प्रदान गर्दछ।</p> <p>सदस्यता शुल्क परिवर्तन प्रभावी भएपछि तपाईको सेवाको अविरल प्रयोगले संशोधित सदस्यता शुल्क भुक्तान गर्न तपाईको सम्झौता बनाउँदछ।</p> <h2>फिर्ती</h2> <p>कानून द्वारा आवश्यक भए बाहेक, भुक्तान सदस्यता शुल्क गैर-फिर्तीयोग्य हो।</p> <p>सदस्यताहरूको लागि केहि रिफन्ड अनुरोधहरू कम्पनी द्वारा केस-केस-केस आधारमा विचार गर्न सकिन्छ र कम्पनीको पूर्ण विवेकमा प्रदान गरिएको हो।</p> <p>यदि सदस्यता एक in-app खरीद को माध्यम बाट गरिएको छ भने, अनुप्रयोग स्टोर को फिर्ती नीति लागू हुनेछ। यदि तपाईं फिर्ती अनुरोध गर्न चाहानुहुन्छ भने, तपाईं सिधा एप्लिकेसन स्टोरलाई सम्पर्क गरेर यसो गर्न सक्नुहुनेछ।</p> <h1>In-app खरीदहरू</h1> <p>अनुप्रयोगले अन्तर्-अनुप्रयोग खरीदहरू समावेश गर्न सक्दछ जुन तपाईंलाई उत्पादनहरू, सेवाहरू वा सदस्यताहरू खरीद गर्न अनुमति दिन्छ।</p> <p>तपाइँ कसरी तपाइँको उपकरण को उपयोग गरेर in-app खरीदहरू प्रबन्ध गर्न को लागी सक्षम हुन सक्छ भन्ने बारे अधिक जानकारी अनुप्रयोग स्टोरको आफ्नै नियम र सर्तहरूमा वा तपाइँको उपकरणको मद्दत सेटि inहरूमा सेट अप हुन सक्छ।</p> <p>अनुप्रयोगभित्र खरीदहरू मात्र अनुप्रयोग भित्र खपत गर्न सकिन्छ। यदि तपाईंले in-app खरीद गर्नुभयो भने, त्यो in-app खरीद रद्द गर्न सकिदैन तपाईंले यसको डाउनलोड सुरु गरेपछि। In-app खरीदहरू नगद वा अन्य विचारको लागि रिडिम गर्न सकिदैन वा अन्यथा स्थानान्तरण गरियो।</p> <p>यदि कुनै in-app खरीद सफलतापूर्वक डाउनलोड गरिएको छैन वा एक पटक सफलतापूर्वक डाउनलोड भए पछि काम गर्दैन भने, हामी गल्तीको बारेमा सचेत भएपछि वा तपाईं द्वारा गल्तीलाई सूचित गरिसकेपछि, गल्तीको कारण छानबिन गर्नेछौं। हामी तपाईंलाई प्रतिस्थापन इन-एप खरीद प्रदान गर्ने कि नगर्ने निर्णय गर्नमा उचित कार्य गर्दछौं वा गल्ती मर्मत गर्नको लागि तपाईंलाई प्याच प्रदान गर्दछौं। कुनै पनि घटनामा हामी तपाईको in-app खरीद बदल्न वा मर्मत गर्न चार्ज गर्नेछौं। सम्भावित घटनामा जुन हामी सम्बन्धित इन-एप खरीदलाई बदल्न वा मर्मत गर्न असमर्थ छौं वा उचित समयावधिमा र तपाईंलाई महत्त्वपूर्ण असुविधा बिना यो गर्न असमर्थ छौं, हामी अनुप्रयोग स्टोरलाई तपाईंलाई फिर्ता रकम फिर्ता गर्न अधिकृत गर्नेछौं। सम्बन्धित in-app खरीदको लागत। वैकल्पिक रूपमा, यदि तपाईं फिर्ती अनुरोध गर्न चाहानुहुन्छ भने, तपाईं सिधा एप्लिकेसन स्टोरलाई सम्पर्क गरेर यसो गर्न सक्नुहुनेछ।</p> <p>तपाईं स्वीकार गर्नुहुन्छ र सहमत हुनुहुन्छ कि सबै बिलि and र लेनदेन प्रक्रियाहरू एप्लिकेसन स्टोर द्वारा ह्यान्डल गरिएको छ जहाँबाट तपाईं अनुप्रयोग डाउनलोड गर्नुहुन्छ र त्यो अनुप्रयोग स्टोरको आफ्नै नियम र सर्तहरू द्वारा शासित छन्।</p> <p>यदि तपाईंको इन-एप खरीदसँग कुनै भुक्तान सम्बन्धित मुद्दाहरू छन् भने, तपाईंले सिधा अनुप्रयोग स्टोरलाई सम्पर्क गर्न आवश्यक पर्दछ।</p> <h1>अन्य वेबसाईटहरूमा लिंक</h1> <p>हाम्रो सेवाले तेस्रो-पार्टी वेब साइटहरू वा सेवाहरूसँग लि contain्क समावेश गर्न सक्दछ जुन कम्पनी द्वारा स्वामित्व वा नियन्त्रण गरिएको छैन।</p> <p>कम्पनीको कुनै नियन्त्रण छैन, र सामग्री, गोपनीयता नीति, वा कुनै पनि तेस्रो पार्टी वेबसाईटहरू वा सेवाहरूको अभ्यासहरूको लागि कुनै उत्तरदायित्व मान्दैन। तपाईं अगाडि स्वीकार गर्नुहुन्छ र सहमत हुनुहुन्छ कि कम्पनी जिम्मेवार वा उत्तरदायी हुनेछ, प्रत्यक्ष वा अप्रत्यक्ष रूपमा, कुनै पनि क्षति वा नोक्सानको लागि वा कुनै त्यस्तो सामग्री, सामान वा सेवाहरूमा उपलब्ध वा प्रयोगमा निर्भरतामा वा निर्भरताका कारण वा कारणले गर्दा भएको भनिएको हो। वा कुनै पनि त्यस्ता वेबसाइटहरू वा सेवाहरू मार्फत।</p> <p>हामी तपाईंलाई दृढतापूर्वक सल्लाह दिन्छौं कि कुनै सर्त र नियमहरू र गोपनीयता नीतिहरू पढ्नका लागि कुनै पनि तेस्रो-पक्षीय वेब साइट वा सेवाहरू जुन तपाईंले भ्रमण गर्नुभयो।</p></string><h1>टर्मिनेसन</h1> <p>हामी तपाईंको पहुँच तुरुन्तै समाप्त वा निलम्बन गर्न सक्दछौं, कुनै सूचना बिना वा पूर्वसूचना बिना, कुनै पनि कारणको लागि, कुनै सीमा बिना नै यदि तपाईं यी नियम र सर्तहरू उल्ल .्घन गर्नुहुन्छ भने।</p> <p>समाप्ति पछि, तपाईंको सेवा प्रयोग गर्ने अधिकार तुरून्त बन्द हुनेछ।</p> <h1>दायित्वको सीमा</h1> <p>तपाइँले गर्न सक्ने कुनै क्षतिहरूको बाबजुद पनि, कम्पनीको सम्पूर्ण दायित्व र यस सर्तहरूको कुनै पनि प्रावधान अन्तर्गत यसको आपूर्तिकर्ताको कुनै पनि छैन र पूर्वानुमान सबैको लागि तपाइँको अनन्य उपचार सेवा मार्फत वास्तवमा तपाईंले भुक्तान गरेको रकममा सीमित हुनेछ वा १०० अमेरिकी डलर। यदि तपाईंले सेवा मार्फत केहि पनि खरीद गर्नुभएको छैन भने।</p> <p>लागू कानून द्वारा अनुमति दिइएको अधिकतम सीमासम्म, कुनै पनि घटनामा कम्पनी वा यसको आपूर्तिकर्ता कुनै विशेष, घटनात्मक, अप्रत्यक्ष वा परिणामस्वरूप क्षतिको लागि जिम्मेवार हुनेछन् (सहित, तर सीमित छैन, नाफा नोक्सानको लागि क्षति, डाटा नष्ट वा वा अन्य जानकारी, व्यवसाय अवरोधको लागि, व्यक्तिगत चोटको लागि, गोपनीयता को नोक्सानको बाहिर वा सेवा को उपयोग गर्न वा असक्षमताको प्रयोगको कुनै पनि तरिका, तेस्रो-पार्टी सफ्टवेयर र / वा सेवाको साथ प्रयोग गरिएको तेस्रो-पार्टी हार्डवेयर, वा अन्यथा यस सर्तको कुनै प्रावधानको सम्बन्धमा), यद्यपि कम्पनी वा कुनै आपूर्तिकर्तालाई यस्तो क्षतिको सम्भावनाको बारेमा सुझाव दिइएको छ र यदि उपचार यसको आवश्यक उद्देश्य विफल भए पनि।</p> <p>केही राज्यहरूले आवाश्यक वारन्टी वा बहिष्कारात्मक घटना वा परिणामात्मक क्षतिको लागि दायित्व सीमितको अपवर्जनलाई अनुमति दिँदैन, जसको मतलब माथिका केहि सीमाहरू लागू हुँदैनन्। यी राज्यहरूमा प्रत्येक पार्टीको दायित्व कानूनले अनुमति दिएको ठूलो हदसम्म सीमित हुनेछ।</p> <h1>AS IS र ASAVI avble अस्वीकरण</h1> <p>सेवा तपाईंलाई प्रदान गरिएको छ AS IS र AS उपलब्ध रूपमा र कुनै ग्यारेन्टी बिना सबै गल्ती र दोषहरूका साथ। लागू कानून अन्तर्गत अनुमति दिइएको अधिकतम सीमासम्म कम्पनीले आफ्नै तर्फबाट र यसका सम्बद्ध कम्पनीहरू र यसको सम्बन्धित लाइसेन्सरहरू र सेवा प्रदायकहरूको तर्फबाट स्पष्ट रूपमा सबै वारेन्टीहरूलाई अस्वीकार गर्दछ, चाहे अभिव्यक्त, निहित, वैधानिक वा अन्यथा, सम्मानको साथ। सेवा, व्यापारीकरणको सबै निहित वारेन्टीहरू सहित, विशेष उद्देश्यको लागि फिटनेस, शीर्षक र गैर-उल्ल .्घन, र वारंटीहरू जुन डिलि,, प्रदर्शन को पाठ्यक्रम, प्रयोग वा ट्रेड अभ्यासको माध्यमबाट उत्पन्न हुन सक्छ। पूर्वानुमानको सीमितता बिना, कम्पनीले कुनै वारेन्टी वा उपक्रम प्रदान गर्दैन, र सेवाले तपाईंको आवश्यकताहरू पूरा गर्ने कुनै पनि प्रकारको प्रतिनिधित्व गर्दैन, कुनै अपेक्षित परिणामहरू प्राप्त गर्दछ, संगत वा कुनै अन्य सफ्टवेयर, अनुप्रयोगहरू, प्रणालीहरू वा सेवाहरूसँग कार्य गर्दछ, अपरेट गर्दछ। कुनै अवरोध बिना, कुनै प्रदर्शन वा विश्वसनीयता मापदण्ड पूरा गर्नुहोस् वा त्रुटि मुक्त रहनुहोस् वा कुनै त्रुटि वा त्रुटिहरू सुधार गर्न सकिन्छ वा सुधार गर्न सकिन्छ।</p> <p>पूर्वगामीलाई सीमित नगरी, न कम्पनी वा न कुनै कम्पनी प्रदायकले कुनै प्रकारको अभिव्यक्ति वा वारेन्टी बनाउँदछ, अभिव्यक्त वा निहित: (i) सेवाको अपरेशन वा उपलब्धता, वा सूचना, सामग्री र सामग्री वा उत्पादनहरू को रूपमा। यसमा समावेश; (ii) सेवा निर्बाध वा त्रुटि मुक्त हुनेछ; (iii) सेवा मार्फत प्रदान गरिएको कुनै पनि जानकारी वा सामग्रीको शुद्धता, विश्वसनीयता, वा मुद्राको रूपमा; वा (iv) सेवा, यसको सर्भरहरू, सामग्री, वा ई-मेल कम्पनीबाट वा तर्फबाट पठाईएको भाइरस, स्क्रिप्ट, ट्रोजन हर्स, वर्म्स, मालवेयर, टाइम बम वा अन्य हानिकारक कम्पोनेन्टहरूबाट मुक्त छन्।</p> <p>केहि न्यायक्षेत्रले निश्चित प्रकारका वारेन्टीहरू वा उपभोक्ताको वैधानिक अधिकारहरूमा सीमितताको बहिष्करणलाई अनुमति दिदैन, त्यसैले केही वा माथिका बहिष्करणहरू र सीमितताहरू तपाईंलाई लागू हुँदैनन्। तर यस्तो अवस्थामा यस सेक्सनमा उल्लेख गरिएको बहिष्करण र सीमितताहरू लागू कानून अन्तर्गत लागू हुने ठूलो हदसम्म लागू हुनेछ।</p> <h1>कानून</h1> <p>देशको कानूनले यसको कानून नियमको विवादा बाहेक यस सर्तहरू र तपाईंको सेवाको प्रयोगलाई नियन्त्रण गर्दछ। तपाईंको अनुप्रयोगको प्रयोग अन्य स्थानीय, राज्य, राष्ट्रिय, वा अन्तर्राष्ट्रिय कानूनहरूको अधीनमा हुन सक्छ।</p> <h1>विवाद समाधान</h1> <p>यदि तपाईंसँग सेवासँग सम्बन्धित कुनै चिन्ता वा विवाद छ भने, तपाईं पहिले कम्पनीलाई सम्पर्क गरेर अनौपचारिक रूपमा विवाद सुल्झाउने प्रयास गर्न सहमत गर्नुहुन्छ।</p> <h1>यूरोपियन युनियन (EU) प्रयोगकर्ताहरूको लागि</h1> <p>यदि तपाईं एक यूरोपीय संघका उपभोक्ता हुनुहुन्छ भने, तपाईं बस्ने देशको कानूनको कुनै पनि अनिवार्य प्रावधानबाट लाभ उठाउनुहुनेछ।</p> <h1>संयुक्त राज्य अमेरिका संघीय सरकार अन्त उपयोग प्रावधान</h1> <p>यदि तपाईं एक अमेरिकी संघीय सरकारको अन्तिम प्रयोगकर्ता हुनुहुन्छ भने, हाम्रो सेवा एक वाणिज्यिक वस्तु हो किनकि त्यो अवधि 48 48 CFR §2.101 मा परिभाषित छ।</p> <h1>संयुक्त राज्य अमेरिका कानूनी अनुपालन</h1> <p>तपाइँ प्रतिनिधित्व र वारेन्टी गर्नुहुन्छ कि (i) तपाइँ संयुक्त राज्य सरकारको प्रतिबन्धको अधीनमा रहेको कुनै देशमा अवस्थित हुनुहुन्न, वा संयुक्त राज्य सरकारले आतंकवादी समर्थन गर्ने देशको रूपमा तोकेको छ, र (ii) तपाइँ हुनुहुन्न संयुक्त राज्य सरकारको कुनै पनि प्रतिबन्धित वा प्रतिबन्धित पार्टीहरूको सूचीमा सूचीबद्ध।</p> <h1>गंभीरता र छूट</h1> <h2>गंभीरता</h2> <p>यदि यी सर्तहरूको कुनै प्रावधान लागू नहुने वा अवैध मानिएमा त्यस्तो प्रावधानलाई परिवर्तन गरी व्याख्या गरिनेछ कानूनको कानून बमोजिम यस प्रावधानको उद्देश्यलाई अधिकतम सीमासम्म पूरा गर्न बाँकी व्यवस्था प्रावधान र प्रभावका साथ जारी रहनेछ।</p> <h2>छूट</h2> <p>यहाँ प्रदान गरिएको बाहेक बाहेक, यस सर्त अन्तर्गत एक दायित्वको प्रयोग गर्न वा दायित्वको प्रदर्शनको आवश्यक हुन असफलताले त्यस्तो अधिकार प्रयोग गर्ने वा त्यसपछिको कुनै पनि समयमा त्यस्तो प्रदर्शनको आवश्यकताको पक्षको पक्षमा असर पार्ने छैन न त उल्लंघनको माफीले माफी पाउनेछ कुनै पनि पछि उल्ल .्घनको।</p> <h1>अनुवाद व्याख्या</h1> <p>यी नियम र सर्तहरू अनुवाद गरिएको हुन सक्दछ यदि हामीले तिनीहरूलाई तपाईंको सेवामा उपलब्ध गरायौं भने। तपाईं सहमत हुनुहुन्छ कि मूल अंग्रेजी पाठ विवादको मामिलामा प्रबल हुनेछ।</p> <h1>यी नियम र सर्तहरूमा परिवर्तन</h1> <p>हामी अधिकार सुरक्षित गर्दछौं, हाम्रो विवेकमा, कुनै पनि समयमा यी सर्तहरू परिमार्जन गर्न वा प्रतिस्थापन गर्न। यदि संशोधन सामग्री हो भने हामी कुनै पनि नयाँ सर्तहरू लागू हुनुभन्दा अघि कम्तिमा 30० दिनको सूचना प्रदान गर्न व्यावहारिक प्रयास गर्नेछौं। के एक भौतिक परिवर्तन गठन हाम्रो एकमात्र विवेक मा निर्धारित गरिनेछ।</p> <p>ती संशोधनहरू प्रभावकारी भए पछि हाम्रो सेवा पहुँच र उपयोग गर्न जारी राखेर, तपाईं संशोधित सर्तहरूको पालना गर्न सहमत हुनुहुन्छ। यदि तपाईं नयाँ सर्तहरूसँग पूर्ण वा आंशिक रूपमा सहमत हुनुहुन्न भने, कृपया वेबसाइट र सेवा प्रयोग गर्न रोक्नुहोस्।</p> <h1>अस्वीकरण</h1> <p>मुद्रा.wiki विनिमय दर केवल जानकारीको उद्देश्यका लागि हो। कृपया तपाईंको विदेशी मुद्रा ब्रोकर वा वित्तीय संस्थासँग अन्तर्राष्ट्रिय मुद्रा स्थानान्तरण र लेनदेन गर्नु अघि मुद्रा दरहरू प्रमाणित / पुष्टि गर्नुहोस्।</p> <h1>क्रेडिट</h1> <p>हामी निम्न लेखकहरूलाई नि: शुल्क आइकनहरू र चार्ट प्रयोग गर्न निःशुल्क इजाजतपत्र सिर्जना गर्नका लागि धन्यवाद दिन चाहन्छौं।</p> <ul> <li>MD Badsha Meah: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>आइकन किंग 1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>फ्रीपिक: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> र <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ne&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>हामीलाई सम्पर्क गर्नुहोस</h1> <p>यदि तपाईंसँग यी नियम र सर्तहरूको बारेमा केही प्रश्नहरू छन् भने तपाईं हामीलाई सम्पर्क गर्न सक्नुहुनेछ:</p> <ul> <li>ईमेल द्वारा: info@currency.wiki</li> </ul> <p> </p> </string>",

  "presets": "पूर्वनिर्धारित",
  "select": " चयन गर्नुहोस्"
  
  }