{
  "update": "Atualizado",
  "addCurrency": "Adicionar moeda",
  "selectedCurrency": "Moeda selecionada",
  "monetary": "Formato monetário",
  "decimal": "Formato decimal",
  "firstTextRatingPage": "Avalie o app!",
  "secondTextRatingPage": "Toque nas estrelas e abra com a Google Play Store para avaliar",
  "buttonTextRatingPage": "NÃO AGORA",
  "removeAds": "Remover Anúncios",
  "removeAdsContent": "Apoie nosso projeto com uma pequena assinatura anual",
  "selectLanguage": "Selecione o idioma",
  "english": "português",
  "ColorsSelection": "Color Selection",
  "theme": "Tema",
  "light": "Luz",
  "dark": "escuro",
  "widgetTransparency": "Transparência do widget",
  "visualSize": "Tamanho Visual",
  "A": "A",
  "appLogoLauncher": "App Logo Launcher",
  "multiConverter": "Multi-Conversor",
  "multiConverterContent1": "Irá abrir o multi-conversor por padrão.",
  "multiConverterContent2": "NOTA:",
  "multiConverterContent3": "Este recurso só funciona com o iniciador de logotipo do aplicativo",
  "display": "Exibição",
  "display1": "Exibir código de moeda",
  "display2": "Exibir símbolo monetário",
  "display3": "Exibir bandeira de moeda",
  "dateFormat": "Formato de dados",
  "not": "Agora não",
  "selected": "SELECIONADO",
  "currencyList": "LISTA DE MOEDAS",
  "dontShow": "Não mostrar",
  "support": "Suporte",
  "term": "Termo",
  "privacy": "Política de privacidade",
  "unlocked": "Desbloqueado",
  "locked": "Bloqueado",
  "custom": "Personalizado",
  "try": "Experimente esta cor",
  "unlock": "Desbloquear",
  "wiki": ", Por: Currency.wiki",
  "multi": "Multi-Conversor",
  "html_policy": " <h1><strong>Política de Privacidade</strong></h1> <p>Última atualização: 13 de março de 2021</p> <p>Esta Política de Privacidade descreve nossas políticas e procedimentos sobre a coleta, uso e divulgação de Suas informações quando Você usa o Serviço e informa sobre Seus direitos de privacidade e como a lei o protege.</p> <p>Usamos seus dados pessoais para fornecer e melhorar o serviço. Ao usar o Serviço, você concorda com a coleta e uso de informações de acordo com esta Política de Privacidade.</p> <h1><strong>Interpretação e Definições</strong></h1> <h2><strong>Interpretação</strong></h2> <p>As palavras cuja letra inicial é maiúscula têm significados definidos nas seguintes condições. As seguintes definições devem ter o mesmo significado, independentemente de aparecerem no singular ou no plural.</p> <h2><strong>Definições</strong></h2> <p>Para os fins desta Política de Privacidade:</p> <ul> <li><strong>Conta </strong>significa uma conta única criada para que você acesse nosso Serviço ou partes de nosso Serviço. </li> <li><strong>Afiliada </strong>significa uma entidade que controla, é controlada ou está sob o controle comum de uma parte, onde controle significa propriedade de 50% ou mais das ações, participação acionária ou outros títulos com direito a voto para eleição de diretores ou outra autoridade administrativa . </li> <li><strong>Aplicativo </strong>significa o programa de software fornecido pela Empresa baixado por Você em qualquer dispositivo eletrônico, denominado Aplicativo Conversor de Moedas por Currency.Wiki </li> <li><strong>Empresa </strong>(referida como a Empresa, Nós, Nós ou Nosso neste Contrato) refere-se a Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li> <li><strong>País </strong>se refere a: Califórnia, Estados Unidos </li> <li><strong>Dispositivo </strong>significa qualquer dispositivo que pode acessar o Serviço, como um computador, um telefone celular ou um tablet digital. </li> <li><strong>Dados pessoais </strong>são quaisquer informações relacionadas a um indivíduo identificado ou identificável. </li> <li><strong>Serviço </strong>refere-se ao Aplicativo. </li> <li><strong>Provedor de serviços </strong>significa qualquer pessoa física ou jurídica que processa os dados em nome da Empresa. Refere-se a empresas terceirizadas ou indivíduos contratados pela Empresa para facilitar o Serviço, para fornecer o Serviço em nome da Empresa, para realizar serviços relacionados ao Serviço ou para auxiliar a Empresa na análise de como o Serviço é usado. </li> <li><strong>Serviço de mídia social de terceiros </strong>refere-se a qualquer site ou qualquer site de rede social por meio do qual um usuário pode fazer login ou criar uma conta para usar o serviço. </li> <li><strong>Os Dados de Uso </strong>referem-se aos dados coletados automaticamente, gerados pelo uso do Serviço ou da própria infraestrutura do Serviço (por exemplo, a duração de uma visita à página). </li> <li><strong>Você </strong>significa o indivíduo que acessa ou usa o Serviço, ou a empresa ou outra pessoa jurídica em nome da qual tal indivíduo está acessando ou usando o Serviço, conforme aplicável. </li> </ul> <h1><strong>Coletando e usando seus dados pessoais</strong></h1> <h2><strong>Tipos de dados coletados</strong></h2> <h3><strong>Dados pessoais</strong></h3> <p>Ao usar nosso serviço, podemos solicitar que você nos forneça certas informações de identificação pessoal que podem ser usadas para contatá-lo ou identificá-lo. As informações de identificação pessoal podem incluir, mas não se limitam a:</p> <ul> <li>Endereço de email</li> <li>Dados de uso</li> </ul> <h3><strong>Dados de uso</strong></h3> <p>Os Dados de Uso são coletados automaticamente ao usar o Serviço.</p> <p>Os dados de uso podem incluir informações como o endereço de protocolo da Internet do seu dispositivo (por exemplo, endereço IP), tipo de navegador, versão do navegador, as páginas do nosso serviço que você visita, a hora e data da sua visita, o tempo gasto nessas páginas, dispositivo exclusivo identificadores e outros dados de diagnóstico.</p> <p>Quando você acessa o Serviço por ou através de um dispositivo móvel, podemos coletar certas informações automaticamente, incluindo, mas não se limitando a, o tipo de dispositivo móvel que você usa, a ID exclusiva do seu dispositivo móvel, o endereço IP do seu dispositivo móvel, o seu celular sistema operacional, o tipo de navegador de Internet móvel que você usa, identificadores exclusivos de dispositivo e outros dados de diagnóstico.</p> <p>Também podemos coletar informações que o seu navegador envia sempre que você visita nosso serviço ou quando você acessa o serviço por ou através de um dispositivo móvel.</p> <h2><strong>Uso de seus dados pessoais</strong></h2> <p>A Empresa pode usar Dados Pessoais para os seguintes fins:</p> <ul> <li><strong>Para fornecer e manter nosso Serviço </strong>, incluindo monitorar o uso de nosso Serviço.</li> <li><strong>Para gerenciar sua conta: </strong>para gerenciar seu registro como um usuário do Serviço. Os Dados Pessoais que você fornece podem dar-lhe acesso a diferentes funcionalidades do Serviço que estão disponíveis para Você como um usuário registrado. </li> <li><strong>Para a execução de um contrato: </strong>o desenvolvimento, conformidade e realização do contrato de compra dos produtos, itens ou serviços que Você adquiriu ou de qualquer outro contrato conosco por meio do Serviço. </li> <li><strong>Para contatá-lo: </strong>Para contatá-lo por e-mail, chamadas telefônicas, SMS ou outras formas equivalentes de comunicação eletrônica, como notificações push de um aplicativo móvel sobre atualizações ou comunicações informativas relacionadas às funcionalidades, produtos ou serviços contratados, incluindo as atualizações de segurança, quando necessário ou razoável para sua implementação. </li> <li><strong>Para lhe fornecer </strong>notícias, ofertas especiais e informações gerais sobre outros bens, serviços e eventos que oferecemos que são semelhantes aos que você já comprou ou perguntou, a menos que você tenha optado por não receber tais informações. </li> <li><strong>Para gerenciar seus pedidos: </strong>Para atender e gerenciar seus pedidos para nós. </li> <li><strong>Para transferências de empresas: </strong>Podemos usar suas informações para avaliar ou conduzir uma fusão, alienação, reestruturação, reorganização, dissolução ou outra venda ou transferência de alguns ou todos os nossos ativos, seja em continuidade ou como parte de falência, liquidação, ou procedimento similar, no qual os Dados Pessoais que Nós possuímos sobre os usuários do nosso Serviço estejam entre os ativos transferidos. </li> <li><strong>Para outros fins </strong>: Podemos usar suas informações para outros fins, como análise de dados, identificação de tendências de uso, determinação da eficácia de nossas campanhas promocionais e para avaliar e melhorar nosso serviço, produtos, serviços, marketing e sua experiência.</li> </ul>\n</string> <p>Podemos compartilhar suas informações pessoais nas seguintes situações:</p> <ul> <li><strong>Com Provedores de Serviços: </strong>Podemos compartilhar suas informações pessoais com Provedores de Serviços para monitorar e analisar o uso de nosso Serviço, para mostrar anúncios a Você para ajudar a apoiar e manter Nosso Serviço, para processamento de pagamento, para contatá-lo. </li> <li><strong>Para transferências de negócios: </strong>Podemos compartilhar ou transferir Suas informações pessoais em conexão com, ou durante as negociações de qualquer fusão, venda de ativos da Empresa, financiamento ou aquisição de todo ou parte de Nosso negócio para outra empresa. </li> <li><strong>Com Afiliados: </strong>Podemos compartilhar suas informações com Nossos afiliados, caso em que exigiremos que esses afiliados honrem esta Política de Privacidade. Afiliadas incluem Nossa empresa-mãe e quaisquer outras subsidiárias, parceiros de joint venture ou outras empresas que controlamos ou que estão sob controle comum conosco. </li> <li><strong>Com parceiros de negócios: </strong>podemos compartilhar suas informações com nossos parceiros de negócios para oferecer a você determinados produtos, serviços ou promoções. </li> <li><strong>Com outros usuários: </strong>quando você compartilha informações pessoais ou de outra forma interage nas áreas públicas com outros usuários, tais informações podem ser visualizadas por todos os usuários e podem ser distribuídas publicamente fora. Se você interagir com outros usuários ou se registrar por meio de um serviço de mídia social de terceiros, seus contatos no serviço de mídia social de terceiros poderão ver seu nome, perfil, fotos e descrição de sua atividade. Da mesma forma, outros usuários poderão ver descrições de Sua atividade, comunicar-se com Você e ver Seu perfil. </li> <li><strong>Com o seu consentimento </strong>: Podemos divulgar as suas informações pessoais para qualquer outro propósito com o seu consentimento.</li> </ul> <h2><strong>Retenção de seus dados pessoais</strong></h2> <p>A Empresa reterá Seus Dados Pessoais apenas pelo tempo necessário para os fins definidos nesta Política de Privacidade. Reteremos e usaremos Seus Dados Pessoais na medida necessária para cumprir nossas obrigações legais (por exemplo, se formos obrigados a reter seus dados para cumprir as leis aplicáveis), resolveremos disputas e faremos cumprir nossos acordos e políticas legais.</p> <p>A Empresa também reterá os Dados de Uso para fins de análise interna. Os Dados de Uso são geralmente retidos por um período de tempo mais curto, exceto quando esses dados são usados para fortalecer a segurança ou para melhorar a funcionalidade do Nosso Serviço, ou se formos legalmente obrigados a reter esses dados por períodos mais longos.</p> <h2><strong>Transferência de seus dados pessoais</strong></h2> <p>Suas informações, incluindo Dados Pessoais, são processadas nos escritórios operacionais da Empresa e em quaisquer outros locais onde as partes envolvidas no processamento estejam localizadas. Isso significa que essas informações podem ser transferidas para - e mantidas em - computadores localizados fora do seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem ser diferentes das leis de sua jurisdição.</p> <p>O seu consentimento com esta Política de Privacidade, seguido do envio de tais informações, representa a sua concordância com essa transferência.</p> <p>A Empresa tomará todas as medidas razoavelmente necessárias para garantir que Seus dados sejam tratados com segurança e de acordo com esta Política de Privacidade e nenhuma transferência de Seus Dados Pessoais ocorrerá para uma organização ou um país, a menos que haja controles adequados em vigor, incluindo a segurança de Seus dados e outras informações pessoais.</p> <h2><strong>Divulgação de seus dados pessoais</strong></h2> <h3><strong>Transações Comerciais</strong></h3> <p>Se a Empresa estiver envolvida em uma fusão, aquisição ou venda de ativos, Seus Dados Pessoais podem ser transferidos. Avisaremos antes que Seus Dados Pessoais sejam transferidos e se tornem sujeitos a uma Política de Privacidade diferente.</p> <h3><strong>Aplicação da lei</strong></h3> <p>Sob certas circunstâncias, a Empresa pode ser obrigada a divulgar Seus Dados Pessoais se for obrigada a fazê-lo por lei ou em resposta a solicitações válidas por autoridades públicas (por exemplo, um tribunal ou agência governamental).</p> <h3><strong>Outros requisitos legais</strong></h3> <p>A Empresa pode divulgar Seus Dados Pessoais acreditando de boa fé que tal ação é necessária para:</p> <ul> <li>Cumprir uma obrigação legal</li> <li>Proteja e defenda os direitos ou propriedade da Empresa</li> <li>Prevenir ou investigar possíveis atos ilícitos em conexão com o Serviço</li> <li>Proteja a segurança pessoal dos usuários do serviço ou do público</li> <li>Proteger contra responsabilidade legal</li> </ul> <h2><strong>Segurança de seus dados pessoais</strong></h2> <p>A segurança dos seus dados pessoais é importante para nós, mas lembre-se de que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. Embora nos esforcemos para usar meios comercialmente aceitáveis para proteger Seus Dados Pessoais, não podemos garantir sua segurança absoluta.</p> <h1><strong>Informações detalhadas sobre o processamento de seus dados pessoais</strong></h1> <p>Os Provedores de Serviços que usamos podem ter acesso aos Seus Dados Pessoais. Esses fornecedores terceirizados coletam, armazenam, usam, processam e transferem informações sobre sua atividade em nosso serviço de acordo com suas políticas de privacidade.</p> <h2><strong>Analytics</strong></h2> <p>Podemos usar prestadores de serviços terceirizados para monitorar e analisar o uso de nosso serviço.</p> <ul> <li><strong>Google Analytics</strong></li> </ul> <p>O Google Analytics é um serviço de análise da web oferecido pelo Google que rastreia e relata o tráfego do site. O Google usa os dados coletados para rastrear e monitorar o uso de nosso Serviço. Esses dados são compartilhados com outros serviços do Google. O Google pode usar os dados coletados para contextualizar e personalizar os anúncios de sua própria rede de publicidade.</p> <p>Você pode desativar determinados recursos do Google Analytics por meio das configurações do seu dispositivo móvel, como as configurações de publicidade do seu dispositivo ou seguindo as instruções fornecidas pelo Google em sua Política de Privacidade: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Para obter mais informações sobre as práticas de privacidade do Google, visite a página de Privacidade e Termos do Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p>\n</string> <ul> <li><strong>Firebase</strong></li> </ul> <p>Firebase é um serviço de análise fornecido pela Google Inc.</p> <p>Você pode desativar determinados recursos do Firebase por meio das configurações do seu dispositivo móvel, como as configurações de publicidade do seu dispositivo ou seguindo as instruções fornecidas pelo Google em sua Política de Privacidade: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Também encorajamos você a revisar a política do Google para proteger seus dados: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a> </p> <p>Para obter mais informações sobre o tipo de informação que o Firebase coleta, visite a página Como o Google usa dados quando você usa sites ou aplicativos de nossos parceiros: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> </p> <ul> <li><strong>AppsFlyer</strong></li> </ul> <p>A Política de Privacidade deles pode ser visualizada em <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a> </p> <ul> <li><strong>Anúncios de aplicativos do Facebook</strong></li> </ul> <p>A Política de Privacidade deles pode ser visualizada em <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a> </p> <h2><strong>Anúncio</strong></h2> <p>Podemos usar Provedores de Serviços para mostrar anúncios a Você para ajudar a apoiar e manter Nosso Serviço.</p> <ul> <li><strong>AdMob do Google</strong></li> </ul> <p>A AdMob do Google é fornecida pela Google Inc.</p> <p>Você pode desativar o serviço AdMob by Google seguindo as instruções descritas pelo Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=pt-BR</a> </p> <p>Para obter mais informações sobre como o Google usa as informações coletadas, visite a página Como o Google usa dados quando você usa sites ou aplicativos de nossos parceiros: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> ou visite a página Privacidade Política do Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>   </p> <h2><strong>Pagamentos</strong></h2> <p>Podemos fornecer produtos e / ou serviços pagos dentro do Serviço. Nesse caso, podemos usar serviços de terceiros para processamento de pagamentos (por exemplo, processadores de pagamentos).</p> <p>Não armazenaremos ou coletaremos os detalhes do seu cartão de pagamento. Essas informações são fornecidas diretamente aos nossos processadores de pagamento terceirizados, cujo uso de suas informações pessoais é regido por sua Política de Privacidade. Esses processadores de pagamento aderem aos padrões definidos pelo PCI-DSS gerenciado pelo PCI Security Standards Council, que é um esforço conjunto de marcas como Visa, Mastercard, American Express e Discover. Os requisitos do PCI-DSS ajudam a garantir o manuseio seguro das informações de pagamento.</p> <ul> <li><strong>Pagamentos no aplicativo do Google Play</strong></li> </ul> <p>A Política de Privacidade deles pode ser visualizada em <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/policies/privacy/</a> </p> <h1><strong>Privacidade infantil</strong></h1> <p>Nosso serviço não se dirige a menores de 13 anos. Não coletamos intencionalmente informações de identificação pessoal de menores de 13 anos. Se você for um pai ou responsável e estiver ciente de que seu filho nos forneceu dados pessoais, por favor Contate-Nos. Se tomarmos conhecimento de que coletamos Dados Pessoais de qualquer pessoa com menos de 13 anos sem verificação do consentimento dos pais, tomaremos medidas para remover essas informações de Nossos servidores.</p> <p>Se precisarmos confiar no consentimento como base legal para o processamento de suas informações e seu país exigir o consentimento de um dos pais, podemos exigir o consentimento dos seus pais antes de coletar e usar essas informações.</p> <h1><strong>Links para outros sites</strong></h1> <p>Nosso serviço pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, será direcionado para o site desse terceiro. Aconselhamos vivamente que reveja a Política de Privacidade de cada site que visitar.</p> <p>Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros.</p> <h1><strong>Mudanças nesta Política de Privacidade</strong></h1> <p>Podemos atualizar nossa Política de Privacidade de tempos em tempos. Iremos notificá-lo de quaisquer alterações, publicando a nova Política de Privacidade nesta página.</p> <p>Iremos informá-lo por e-mail e / ou um aviso em destaque no Nosso Serviço, antes da alteração entrar em vigor e atualizar a data da Última atualização no topo desta Política de Privacidade.</p> <p>Aconselhamos você a revisar esta Política de Privacidade periodicamente para quaisquer alterações. As alterações a esta Política de Privacidade entram em vigor quando publicadas nesta página.</p> <h1><strong>Entre em contato conosco</strong></h1> <p>Se você tiver alguma dúvida sobre estes Termos e Condições, pode entrar em contato conosco:</p> <ul> <li>Por email: info@currency.wiki</li> </ul> <p> </p> <p> </p>\n</string>",
  "html_support": " <h1>Ajuda</h1> <p>Se você estiver tendo problemas com nosso aplicativo conversor de moeda, envie um e-mail para <a href=mailto:app@currency.wiki>app@currency.wiki</a> (aguarde 24-48 horas para uma resposta) e na linha de assunto, adicione Problema com o aplicativo  </p> <p>Descreva o problema, incluindo o nome do seu dispositivo, o número do modelo e a versão atual do Android. por exemplo, Samsung Galaxy S9 + Android 10</p> <h1>Perguntas frequentes</h1> <h2>Com que frequência as taxas de câmbio são atualizadas?</h2> <p>As taxas são atualizadas a cada 30 minutos e no horário a cada 60 segundos, exceto fins de semana (o mercado Forex nos EUA fecha na sexta-feira às 17h EST e abre no domingo às 17h EST)</p> <h2>Com que frequência as criptomoedas são atualizadas?</h2> <p>O mercado de criptomoedas nunca fecha. Funciona 24 horas por dia, 7 dias por semana, 365 dias por ano. As taxas de Bitcoin (BTC) são sempre atualizadas, mesmo nos fins de semana</p> <h2>Como adicionar widget?</h2> <ul> <li>Na tela inicial, toque e segure um local vazio</li> <li>Toque em Widgets</li> <li>Na caixa de pesquisa, digite  CurrencyConverter  e deve exibir um widget de moeda</li> <li>Você toca no widget e ele solicitará que você selecione o tipo de widget que deseja exibir, segurando e arrastando para a tela inicial</li> </ul> <h2>Por que recebo uma das seguintes notificações do sistema?</h2> <ul> <li>Pare de otimizar o uso da bateria</li> <li>Não otimize o uso da bateria</li> <li>Deixe o aplicativo sempre rodar em segundo plano</li> <li>Ignorar otimizações de bateria</li> </ul> <p>Se você estiver usando um widget de moeda na tela inicial, recomendamos que você permita que nosso aplicativo seja executado em segundo plano para garantir que as taxas estejam sempre atualizadas</p> <h2>Uso da bateria?</h2> <p>Nosso aplicativo foi projetado para usar uma quantidade mínima de bateria e, ao operar em segundo plano, para atualizar as taxas. Observe que muitos fatores entram em jogo, como fechar o aplicativo após o uso, certificar-se de que seu dispositivo é compatível com nosso aplicativo, etc ...</p> <h1>Pontas</h1> <h2>Copiar para compartilhar</h2> <p>Se você for para a tela principal do conversor de moeda, toque e segure os resultados. Ele copiará os resultados para a área de transferência como um exemplo, 1,00 USD = 0,84 EUR que você pode compartilhar</p> <h2>Calcular dicas / taxas / impostos</h2> <p>Criamos a seguinte lógica para cálculos de dicas rápidas; se você inserir o exemplo 50% 10 e tocar em =, será calculado 10% a partir de 50</p> <h2>Multi-conversor</h2> <p>Você pode reorganizar a ordem das moedas em sua lista selecionada arrastando e soltando</p> <p> </p> <p> </p>\n</string>",
  "html_terms": " <h1>Termos e Condições</h1> <p>Última atualização: 13 de março de 2021</p> <p>Por favor, leia estes termos e condições cuidadosamente antes de usar nosso serviço.</p> <h1>Interpretação e Definições</h1> <h2>Interpretação</h2> <p>As palavras cuja letra inicial é maiúscula têm significados definidos nas seguintes condições. As seguintes definições devem ter o mesmo significado, independentemente de aparecerem no singular ou no plural.</p> <h2>Definições</h2> <p>Para efeitos destes Termos e Condições:</p> <ul> <li> <strong>Aplicativo </strong>significa o programa de software fornecido pela Empresa baixado por Você em qualquer dispositivo eletrônico, denominado Aplicativo Conversor de Moedas por Currency.Wiki </li> <li> <strong>Loja de aplicativos </strong>significa o serviço de distribuição digital operado e desenvolvido pela Apple Inc. (Apple App Store) ou Google Inc. (Google Play Store) no qual o aplicativo foi baixado. </li> <li> <strong>Afiliada </strong>significa uma entidade que controla, é controlada ou está sob o controle comum de uma parte, onde controle significa propriedade de 50% ou mais das ações, participação acionária ou outros títulos com direito a voto para eleição de diretores ou outra autoridade administrativa . </li> <li> <strong>País </strong>se refere a: Califórnia, Estados Unidos </li> <li> <strong>Empresa </strong>(referida como a Empresa, Nós, Nós ou Nosso neste Contrato) refere-se a Currency.Wiki, 122 15th # 431 Del Mar, CA 92014. </li> <li> <strong>Dispositivo </strong>significa qualquer dispositivo que pode acessar o Serviço, como um computador, um telefone celular ou um tablet digital. </li> <li> <strong>Compra no aplicativo </strong>refere-se à compra de um produto, item, serviço ou assinatura feita por meio do Aplicativo e sujeita a estes Termos e Condições e / ou aos próprios termos e condições da Loja de Aplicativos. </li> <li> <strong>Serviço </strong>refere-se ao Aplicativo. </li> <li> <strong>Assinaturas </strong>referem-se aos serviços ou acesso ao Serviço oferecido por assinatura pela Empresa a você. </li> <li> <strong>Termos e Condições </strong>(também chamados de Termos) significam estes Termos e Condições que constituem o acordo completo entre Você e a Empresa em relação ao uso do Serviço. </li> <li> <strong>Serviço de mídia social de terceiros </strong>significa qualquer serviço ou conteúdo (incluindo dados, informações, produtos ou serviços) fornecido por um terceiro que pode ser exibido, incluído ou disponibilizado pelo Serviço. </li> <li> <strong>Você </strong>significa o indivíduo que acessa ou usa o Serviço, ou a empresa ou outra pessoa jurídica em nome da qual tal indivíduo está acessando ou usando o Serviço, conforme aplicável. </li> </ul>\n</string><h1>Reconhecimento</h1> <p>Estes são os Termos e Condições que regem o uso deste Serviço e o acordo que opera entre Você e a Empresa. Estes Termos e Condições estabelecem os direitos e obrigações de todos os usuários em relação ao uso do Serviço.</p> <p>Seu acesso e uso do Serviço estão condicionados à Sua aceitação e cumprimento destes Termos e Condições. Estes Termos e Condições se aplicam a todos os visitantes, usuários e outras pessoas que acessam ou usam o Serviço.</p> <p>Ao acessar ou usar o Serviço, você concorda em obedecer a estes Termos e Condições. Se você discordar de qualquer parte destes Termos e Condições, você não poderá acessar o Serviço.</p> <p>Você declara que tem mais de 18 anos. A Empresa não permite que menores de 18 anos usem o Serviço.</p> <p>Seu acesso e uso do Serviço também estão condicionados à Sua aceitação e conformidade com a Política de Privacidade da Empresa. Nossa Política de Privacidade descreve nossas políticas e procedimentos sobre a coleta, uso e divulgação de Suas informações pessoais quando Você usa o Aplicativo ou o Site e informa sobre Seus direitos de privacidade e como a lei o protege. Por favor, leia nossa Política de Privacidade cuidadosamente antes de usar nosso serviço.</p> <h1>Assinaturas</h1> <h2>Período de Inscrição</h2> <p>O Serviço ou algumas partes do Serviço estão disponíveis apenas com uma Assinatura paga. Você será cobrado antecipadamente em uma base recorrente e periódica (como diária, semanal, mensal ou anual), dependendo do tipo de plano de assinatura selecionado ao adquirir a assinatura.</p> <p>No final de cada período, Sua Assinatura será renovada automaticamente sob as mesmas condições, a menos que Você a cancele ou a Empresa a cancele.</p> <h2>Cancelamentos de assinatura</h2> <p>Você pode cancelar a renovação de Sua Assinatura por meio da página de configurações de Sua Conta ou entrando em contato com a Empresa. Você não receberá um reembolso pelas taxas que já pagou pelo período de assinatura atual e poderá acessar o Serviço até o final do período de assinatura atual.</p> <p>Se a assinatura foi feita por meio de uma compra no aplicativo, você pode cancelar a renovação de sua assinatura na loja de aplicativos.</p> <h2>Cobrança</h2> <p>Você deve fornecer à Empresa informações de faturamento precisas e completas, incluindo nome completo, endereço, estado, código postal, número de telefone e informações de um método de pagamento válido.</p> <p>Caso a faturação automática não ocorra por qualquer motivo, a Empresa emitirá uma fatura eletrónica indicando que deverá proceder manualmente, dentro de um determinado prazo, com o pagamento integral correspondente ao período de faturação indicado na fatura.</p> <p>Se a Assinatura tiver sido feita por meio de uma compra dentro do aplicativo, toda a cobrança será administrada pela Loja de Aplicativos e regida pelos próprios termos e condições da Loja de Aplicativos.</p> <h2>Alterações de taxas</h2> <p>A Empresa, a seu exclusivo critério e a qualquer momento, pode modificar as taxas de assinatura. Qualquer alteração na taxa de assinatura entrará em vigor no final do período de assinatura atual.</p> <p>A Empresa fornecerá a Você um aviso prévio razoável sobre qualquer alteração nas taxas de Assinatura para dar a Você a oportunidade de rescindir Sua Assinatura antes que tal alteração entre em vigor.</p> <p>Seu uso continuado do Serviço após a alteração da taxa de assinatura entrar em vigor constitui seu acordo em pagar o valor da taxa de assinatura modificada.</p> <h2>Reembolsos</h2> <p>Exceto quando exigido por lei, as taxas de assinatura pagas não são reembolsáveis.</p> <p>Certos pedidos de reembolso para Assinaturas podem ser considerados pela Empresa caso a caso e concedidos a critério exclusivo da Empresa.</p> <p>Se a Assinatura tiver sido feita por meio de uma compra dentro do aplicativo, a política de reembolso da Loja de Aplicativos será aplicada. Se desejar solicitar um reembolso, poderá fazê-lo entrando em contato diretamente com a Loja de Aplicativos.</p> <h1>Compras dentro do aplicativo</h1> <p>O aplicativo pode incluir compras dentro do aplicativo que permitem que você compre produtos, serviços ou assinaturas.</p> <p>Mais informações sobre como você pode gerenciar as compras dentro do aplicativo usando seu dispositivo podem ser definidas nos próprios termos e condições da Loja de aplicativos ou nas configurações de Ajuda do seu dispositivo.</p> <p>As compras no aplicativo só podem ser consumidas dentro do aplicativo. Se você fizer uma compra dentro do aplicativo, essa compra não pode ser cancelada após você ter iniciado o download. As compras no aplicativo não podem ser resgatadas por dinheiro ou outra contraprestação ou de outra forma transferidas.</p> <p>Se qualquer compra dentro do aplicativo não for baixada com sucesso ou não funcionar depois de ter sido baixada com sucesso, iremos, após tomar conhecimento da falha ou sermos notificados sobre a falha por Você, investigar o motivo da falha. Agiremos razoavelmente ao decidir se forneceremos a Você uma compra no aplicativo substituta ou emitiremos a Você um patch para reparar a falha. Em nenhum caso, iremos cobrar de Você para substituir ou reparar a compra dentro do aplicativo. No caso improvável de não sermos capazes de substituir ou reparar a compra no aplicativo relevante ou sermos incapazes de fazê-lo dentro de um período de tempo razoável e sem inconveniência significativa para você, autorizaremos a Loja de Aplicativos a reembolsar Você em um valor de até o custo da compra no aplicativo relevante. Alternativamente, se desejar solicitar um reembolso, poderá fazê-lo entrando em contato diretamente com a Loja de Aplicativos.</p> <p>Você reconhece e concorda que todos os processos de faturamento e transação são administrados pela Loja de Aplicativos de onde você baixou o Aplicativo e são regidos pelos próprios termos e condições dessa Loja de Aplicativos.</p> <p>Se você tiver qualquer problema relacionado ao pagamento com compras no aplicativo, entre em contato diretamente com a Loja de aplicativos.</p> <h1>Links para outros sites</h1> <p>Nosso serviço pode conter links para sites ou serviços de terceiros que não são de propriedade ou controlados pela empresa.</p> <p>A Empresa não tem controle e não assume responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Você também reconhece e concorda que a Empresa não será responsável ou responsabilizada, direta ou indiretamente, por qualquer dano ou perda causado ou alegadamente causado por ou em conexão com o uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou por meio de qualquer um desses sites ou serviços.</p> <p>Aconselhamos vivamente que leia os termos e condições e políticas de privacidade de quaisquer sites ou serviços de terceiros que visite.</p>\n</string> <h1>Terminação</h1> <p>Podemos encerrar ou suspender Seu acesso imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes Termos e Condições.</p> <p>Após a rescisão, Seu direito de usar o Serviço cessará imediatamente.</p> <h1>Limitação de responsabilidade</h1> <p>Não obstante quaisquer danos em que Você possa incorrer, toda a responsabilidade da Empresa e de qualquer um de seus fornecedores sob qualquer disposição destes Termos e Seu recurso exclusivo para todos os anteriores serão limitados ao valor realmente pago por Você por meio do Serviço ou 100 USD se Você não comprou nada por meio do Serviço.</p> <p>Até a extensão máxima permitida pela lei aplicável, em nenhum caso a Empresa ou seus fornecedores serão responsáveis ​​por quaisquer danos especiais, incidentais, indiretos ou consequenciais (incluindo, mas não se limitando a, danos por perda de lucros, perda de dados ou outras informações, para interrupção de negócios, por danos pessoais, perda de privacidade decorrente de ou de alguma forma relacionada ao uso ou incapacidade de usar o Serviço, software de terceiros e / ou hardware de terceiros usado com o Serviço, ou caso contrário, em conexão com qualquer disposição destes Termos), mesmo se a Empresa ou qualquer fornecedor tiver sido avisado da possibilidade de tais danos e mesmo se a solução falhar em seu propósito essencial.</p> <p>Alguns estados não permitem a exclusão de garantias implícitas ou limitação de responsabilidade por danos incidentais ou conseqüenciais, o que significa que algumas das limitações acima podem não se aplicar. Nesses estados, a responsabilidade de cada parte será limitada ao máximo permitido por lei.</p> <h1>Isenção de responsabilidade COMO ESTÁ e CONFORME DISPONÍVEL</h1> <p>O Serviço é fornecido a Você COMO ESTÁ e COMO DISPONÍVEL e com todas as falhas e defeitos sem garantia de qualquer tipo. Até a extensão máxima permitida pela lei aplicável, a Empresa, em seu próprio nome e em nome de suas Afiliadas e seus respectivos licenciantes e prestadores de serviços, renuncia expressamente a todas as garantias, sejam expressas, implícitas, estatutárias ou de outra forma, com relação ao Serviço, incluindo todas as garantias implícitas de comercialização, adequação a um propósito específico, título e não violação, e garantias que podem surgir durante a negociação, desempenho, uso ou prática comercial. Sem limitação ao precedente, a Empresa não oferece nenhuma garantia ou compromisso, e não faz qualquer representação de qualquer tipo de que o Serviço atenderá aos seus requisitos, alcançará os resultados pretendidos, será compatível ou funcionará com qualquer outro software, aplicativo, sistema ou serviço, operará sem interrupção, atenda a quaisquer padrões de desempenho ou confiabilidade ou esteja livre de erros ou que quaisquer erros ou defeitos possam ou serão corrigidos.</p> <p>Sem limitar o precedente, nem a Empresa nem qualquer fornecedor da empresa faz qualquer representação ou garantia de qualquer tipo, expressa ou implícita: (i) quanto à operação ou disponibilidade do Serviço, ou as informações, conteúdo e materiais ou produtos incluído nele; (ii) que o Serviço será ininterrupto ou livre de erros; (iii) quanto à precisão, confiabilidade ou atualidade de qualquer informação ou conteúdo fornecido por meio do Serviço; ou (iv) que o Serviço, seus servidores, o conteúdo ou e-mails enviados de ou em nome da Empresa estão livres de vírus, scripts, cavalos de tróia, worms, malware, timebombs ou outros componentes prejudiciais.</p> <p>Algumas jurisdições não permitem a exclusão de certos tipos de garantias ou limitações sobre os direitos legais aplicáveis ​​de um consumidor, portanto, algumas ou todas as exclusões e limitações acima podem não se aplicar a você. Mas, em tal caso, as exclusões e limitações estabelecidas nesta seção serão aplicadas na maior medida exequível de acordo com a lei aplicável.</p> <h1>Lei Aplicável</h1> <p>As leis do país, excluindo seus conflitos de normas legais, regerão estes Termos e o uso do Serviço por você. O uso do Aplicativo também pode estar sujeito a outras leis locais, estaduais, nacionais ou internacionais.</p> <h1>Resolução de disputas</h1> <p>Se você tiver qualquer preocupação ou disputa sobre o Serviço, concorda em primeiro tentar resolver a disputa informalmente, entrando em contato com a Empresa.</p> <h1>Para usuários da União Europeia (UE)</h1> <p>Se for um consumidor da União Europeia, beneficiará de quaisquer disposições obrigatórias da lei do país em que reside.</p> <h1>Provisões de uso final do governo federal dos Estados Unidos</h1> <p>Se você for um usuário final do governo federal dos Estados Unidos, nosso Serviço é um Item comercial conforme o termo é definido em 48 CFR §2.101.</p> <h1>Conformidade Legal dos Estados Unidos</h1> <p>Você declara e garante que (i) Você não está localizado em um país que está sujeito ao embargo do governo dos Estados Unidos, ou que foi designado pelo governo dos Estados Unidos como um país de apoio ao terrorismo e (ii) Você não está listado em qualquer lista do governo dos Estados Unidos de partes proibidas ou restritas.</p> <h1>Divisibilidade e renúncia</h1> <h2>Separabilidade</h2> <p>Se qualquer disposição destes Termos for considerada inexequível ou inválida, tal disposição será alterada e interpretada para cumprir os objetivos de tal disposição na maior medida possível sob a lei aplicável e as disposições restantes continuarão em pleno vigor e efeito.</p> <h2>Renúncia</h2> <p>Exceto conforme disposto neste documento, a falha em exercer um direito ou em exigir o cumprimento de uma obrigação sob estes Termos não afetará a capacidade de uma parte de exercer tal direito ou exigir tal cumprimento em qualquer momento posterior, nem deverá ser a renúncia de uma violação constituirá uma renúncia de qualquer violação subsequente.</p> <h1>Interpretação de tradução</h1> <p>Estes Termos e Condições podem ter sido traduzidos se os tivermos disponibilizado para você em nosso serviço. Você concorda que o texto original em inglês prevalecerá em caso de disputa.</p> <h1>Mudanças nestes Termos e Condições</h1> <p>Nós nos reservamos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, faremos todos os esforços razoáveis ​​para fornecer um aviso com pelo menos 30 dias de antecedência à entrada em vigor de quaisquer novos termos. O que constitui uma alteração material será determinado a nosso exclusivo critério.</p> <p>Ao continuar a acessar ou usar nosso serviço após essas revisões entrarem em vigor, você concorda em obedecer aos termos revisados. Se você não concordar com os novos termos, no todo ou em parte, pare de usar o site e o Serviço.</p> <h1>Isenção de responsabilidade</h1> <p>As taxas de câmbio de Currency.wiki são apenas para fins informativos. Verifique / confirme as taxas de câmbio com seu corretor forex ou instituição financeira antes de fazer transferências e transações internacionais de dinheiro.</p> <h1>Créditos</h1> <p>Queremos agradecer aos seguintes autores por criar ícones gratuitos e licença gratuita para usar gráficos.</p> <ul> <li>MD Badsha Meah: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>ícone king1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>Freepik: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> &amp; <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=pt&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>Entre em contato conosco</h1> <p>Se você tiver alguma dúvida sobre estes Termos e Condições, pode entrar em contato conosco:</p> <ul> <li>Por email: info@currency.wiki</li> </ul> <p> </p>\n</string>",
  "presets": "Presets",
  "select": "Selecione",

  "iso": "Português",
  "AED": "Dirham dos Emirados Árabes Unidos",
  "AFN": "Afghani Afghani",
  "ALL": "Lek albanês",
  "AMD": "Dram armênio",
  "ANG": "Florim das Antilhas Holandesas",
  "AOA": "Kwanza angolano",
  "ARS": "Peso argentino",
  "AUD": "Dólar australiano",
  "AWG": "Aruban Florin",
  "AZN": "Manat do Azerbaijão",
  "BAM": "Marca conversível da Bósnia-Herzegovina",
  "BBD": "Dólar barbadense",
  "BDT": "Taka do Bangladesh",
  "BGN": "Lev búlgaro",
  "BHD": "Dinar do Bahrein",
  "BIF": "Franco do Burundi",
  "BMD": "Dólar das Bermudas",
  "BND": "Dólar de Brunei",
  "BOB": "Boliviano Boliviano",
  "BRL": "real brasileiro",
  "BSD": "Dólar das Bahamas",
  "BTC": "Bitcoin",
  "BTN": "Butão Ngultrum",
  "BWP": "Botswanan Pula",
  "BYN": "Rublo Bielorrusso",
  "BZD": "Dólar de Belize",
  "CAD": "Dólar canadense",
  "CDF": "Franco congolês",
  "CHF": "Franco suíço",
  "CLF": "Unidade de Conta Chilena (UF)",
  "CLP": "Peso chileno",
  "CNY": "Yuan chinês",
  "COP": "Peso colombiano",
  "CRC": "Colón da Costa Rica",
  "CUC": "Peso conversível cubano",
  "CUP": "Peso cubano",
  "CVE": "Escudo cabo-verdiano",
  "CZK": "República Checa Koruna",
  "DJF": "Franco do Djibuti",
  "DKK": "Coroa dinamarquesa",
  "DOP": "Peso dominicano",
  "DZD": "Dinar argelino",
  "EGP": "Libra egípcia",
  "ERN": "Nakfa da Eritreia",
  "ETB": "Birr etíope",
  "EUR": "Euro",
  "FJD": "Dólar fijiano",
  "FKP": "Libra das Ilhas Malvinas",
  "GBP": "Libra esterlina britânica",
  "GEL": "Lari da Geórgia",
  "GGP": "Libra de Guernsey",
  "GHS": "Cedi ganês",
  "GIP": "Libra de Gibraltar",
  "GMD": "Dalasi da Gâmbia",
  "GNF": "Franco guineense",
  "GTQ": "Quetzal da Guatemala",
  "GYD": "Dólar guianense",
  "HKD": "Dólar de Hong Kong",
  "HNL": "Lempira hondurenha",
  "HRK": "Kuna croata",
  "HTG": "Gourde haitiano",
  "HUF": "Forint húngaro",
  "IDR": "Rúpia Indonésia",
  "ILS": "Novo Shekel israelense",
  "IMP": "Libra Manx",
  "INR": "Rupia indiana",
  "IQD": "Dinar iraquiano",
  "IRR": "Rial iraniano",
  "ISK": "Coroa islandesa",
  "JEP": "Jersey Pound",
  "JMD": "Dólar jamaicano",
  "JOD": "Dinar jordaniano",
  "JPY": "Yen japonês",
  "KES": "Xelim queniano",
  "KGS": "Som quirguistão",
  "KHR": "Riel do Camboja",
  "KMF": "Franco das Comores",
  "KPW": "Won norte-coreano",
  "KRW": "Won sul-coreano",
  "KWD": "Dinar do Kuwait",
  "KYD": "Dólar das Ilhas Caimão",
  "KZT": "Tenge do Cazaquistão",
  "LAK": "Kip do Laos",
  "LBP": "Libra libanesa",
  "LKR": "Rupia do Sri Lanka",
  "LRD": "Dólar liberiano",
  "LSL": "Lesoto Loti",
  "LTL": "Litas da Lituânia",
  "LVL": "Lats letão",
  "LYD": "Dinar líbio",
  "MAD": "Dirham marroquino",
  "MDL": "Leu da Moldávia",
  "MGA": "Ariary malgaxe",
  "MKD": "Denar macedônio",
  "MMK": "Myanma Kyat",
  "MNT": "Tugrik da Mongólia",
  "MOP": "Pataca macaense",
  "MRO": "Mauritânia Ouguiya",
  "MUR": "Rúpia da Mauritânia",
  "MVR": "Rufiyaa das Maldivas",
  "MWK": "Kwacha do Malawi",
  "MXN": "Peso mexicano",
  "MYR": "Ringgit da Malásia",
  "MZN": "Metical Moçambicano",
  "NAD": "Dólar namibiano",
  "NGN": "Naira nigeriana",
  "NIO": "Córdoba nicaragüense",
  "NOK": "Coroa norueguesa",
  "NPR": "Rúpia do Nepal",
  "NZD": "Dólar neozelandês",
  "OMR": "Rial de Omã",
  "PAB": "Balboa panamenho",
  "PEN": "Novo Sol Peruano",
  "PGK": "Kina Papua-Nova Guiné",
  "PHP": "Peso filipino",
  "PKR": "Rúpia paquistanesa",
  "PLN": "Zloti polonês",
  "PYG": "Guarani paraguaio",
  "QAR": "Rial do Qatar",
  "RON": "Leu romeno",
  "RSD": "Dinar sérvio",
  "RUB": "rublo russo",
  "RWF": "Franco ruandês",
  "SAR": "Rial saudita",
  "SBD": "Dólar das Ilhas Salomão",
  "SCR": "Rupia seichelense",
  "SDG": "Libra sudanesa",
  "SEK": "Coroa sueca",
  "SGD": "Dólar de Singapura",
  "SHP": "Libra de Santa Helena",
  "SLL": "Serra Leoa Leoa",
  "SOS": "Xelim somali",
  "SRD": "Dólar do Suriname",
  "STD": "São Tomé e Príncipe Dobra",
  "SVC": "Colón salvadorenho",
  "SYP": "Libra síria",
  "SZL": "Lilangeni suazi",
  "THB": "Baht tailandês",
  "TJS": "Somoni do Tajiquistão",
  "TMT": "Manat do Turquemenistão",
  "TND": "Dinar Tunisino",
  "TOP": "Tongan Paʻanga",
  "TRY": "Lira turca",
  "TTD": "Dólar de Trinidad e Tobago",
  "TWD": "Novo dólar de Taiwan",
  "TZS": "Xelim da Tanzânia",
  "UAH": "Hryvnia ucraniano",
  "UGX": "Xelim ugandês",
  "USD": "Dolar dos Estados Unidos",
  "UYU": "Peso uruguaio",
  "UZS": "Som do Uzbequistão",
  "VES": "Bolívar Fuerte venezuelano",
  "VND": "Dong vietnamita",
  "VUV": "Vanuatu Vatu",
  "WST": "Tala Samoana",
  "XAF": "Franco CFA BEAC",
  "XAG": "Prata (onça troy)",
  "XAU": "Ouro (onça troy)",
  "XCD": "Dólar do Caribe Oriental",
  "XDR": "Direitos de Saque Especiais",
  "XOF": "Franco CFA BCEAO",
  "XPF": "Franco CFP",
  "YER": "Rial iemenita",
  "ZAR": "Rand sul-africano",
  "ZMK": "Kwacha da Zâmbia (pré-2013)",
  "ZMW": "Kwacha da Zâmbia",
  "ZWL": "Dólar do Zimbábue"
}
  
  