{

    "update": "Actualizat",
    "addCurrency": "Adăugați valută",
    "selectedCurrency": "Moneda selectată",
    "monetary": "Format monetar",
    "decimal": "Format zecimal",
    "firstTextRatingPage": "Vă rugăm să evaluați aplicația!",
    "secondTextRatingPage": "Apăsați pe stele și deschideți cu Google Play Store pentru a evalua",
    "buttonTextRatingPage": "NU ACUM",
    "removeAds": "Eliminați anunțurile",
    "removeAdsContent": "Sprijiniți proiectul nostru cu un abonament anual mic",
    "selectLanguage": "Selectați limba",
    "english":"Română",
    "colorsSelection": "Selecția culorii",
    "theme": "Tema",
    "light": "Light",
    "dark": "Dark",
    "widgetTransparency": "Transparența widgetului",
    "visualSize": "Dimensiunea vizuală",

    "appLogoLauncher": "Lansator de sigle pentru aplicații",
    "multiConverter": "Multi-Converter",
    "multiConverterContent1": "Se va deschide multi-convertor în mod implicit.",
    "multiConverterContent2": "NOTĂ:",
    "multiConverterContent3": "Această caracteristică funcționează numai cu lansatorul de sigle al aplicației",
    "display": "Afișează",
    "display1": "Afișați codul valutar",
    "display2": "Afișați simbolul monedei",
    "display3": "Afișează indicatorul valutar",
    "dateFormat": "Format date",
    "not":"Nu acum",

    "selectat": "SELECTAT",
  "currencyList": "LISTA MONEDE",
  "dontShow": "Nu afișa",
  "support": "Suport",
  "term": "Termen",
  "privacy":"Politica de confidențialitate",
  "unlocked": "Deblocat",
  "locked": "Blocat",
  "personalizat": "Personalizat",
  "try": "Încercați această culoare",
  "unlock": "Deblocare",
  "wiki": ",By:Currency.wiki",
  "multi": "Multi-Converter",

  "html_policy": "<h1><strong>Politica de Confidențialitate</strong></h1> <p>Ultima actualizare: 13 martie 2021</p> <p>Această politică de confidențialitate descrie politicile și procedurile noastre privind colectarea, utilizarea și divulgarea informațiilor dvs. atunci când utilizați Serviciul și vă spune despre drepturile dvs. de confidențialitate și modul în care legea vă protejează.</p> <p>Folosim datele dvs. personale pentru a furniza și a îmbunătăți Serviciul. Prin utilizarea Serviciului, sunteți de acord cu colectarea și utilizarea informațiilor în conformitate cu prezenta Politică de confidențialitate.</p> <h1><strong>Interpretare și definiții</strong></h1> <h2><strong>Interpretare</strong></h2> <p>Cuvintele pentru care litera inițială este scrisă cu majuscule au semnificații definite în următoarele condiții. Următoarele definiții vor avea același sens, indiferent dacă apar la singular sau la plural.</p> <h2><strong>Definiții</strong></h2> <p>În sensul prezentei politici de confidențialitate:</p> <ul> <li><strong>Cont </strong>înseamnă un cont unic creat pentru Dvs. pentru a accesa Serviciul nostru sau părți din Serviciul nostru. </li> <li><strong>Afiliat </strong>înseamnă o entitate care controlează, este controlată de sau este sub control comun cu o parte, unde „control” înseamnă proprietatea a 50% sau mai mult din acțiuni, dobânzi de capital sau alte titluri cu drept de vot pentru alegerea directorilor sau a altei autorități de gestionare . </li> <li><strong>Aplicație </strong>înseamnă programul software furnizat de companie descărcat de dvs. pe orice dispozitiv electronic, denumit App Converter de valută de Currency.Wiki </li> <li><strong>Compania </strong>(denumită fie „Compania”, „Noi”, „Noi” sau „Nostru” în acest Acord) se referă la Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li> <li><strong>Țara </strong>se referă la: California, Statele Unite </li> <li>Prin <strong>dispozitiv se </strong>înțelege orice dispozitiv care poate accesa Serviciul, cum ar fi un computer, un telefon mobil sau o tabletă digitală. </li> <li><strong>Datele cu caracter personal </strong>sunt orice informații care se referă la o persoană identificată sau identificabilă. </li> <li><strong>Serviciul </strong>se referă la cerere. </li> <li><strong>Furnizor de servicii </strong>înseamnă orice persoană fizică sau juridică care prelucrează datele în numele Companiei. Se referă la companii terțe sau persoane fizice angajate de Companie pentru a facilita Serviciul, pentru a furniza Serviciul în numele Companiei, pentru a efectua servicii legate de Serviciu sau pentru a asista Compania în analiza modului în care este utilizat Serviciul. </li> <li><strong>Serviciul de </strong>rețea socială <strong>terță parte </strong>se referă la orice site web sau orice site de rețea socială prin care un Utilizator se poate conecta sau crea un cont pentru a utiliza Serviciul. </li> <li><strong>Datele de utilizare </strong>se referă la datele colectate automat, fie generate de utilizarea Serviciului, fie din infrastructura Serviciului în sine (de exemplu, durata unei vizite de pagină). </li> <li><strong>Sunteți </strong>persoana care accesează sau utilizează Serviciul sau compania sau altă entitate juridică în numele căreia o astfel de persoană accesează sau utilizează Serviciul, după caz. </li> </ul> <h1><strong>Colectarea și utilizarea datelor dvs. personale</strong></h1> <h2><strong>Tipuri de date colectate</strong></h2> <h3><strong>Date personale</strong></h3> <p>În timpul utilizării Serviciului nostru, vă putem cere să ne furnizați anumite informații de identificare personală care pot fi utilizate pentru a vă contacta sau a vă identifica. Informațiile de identificare personală pot include, dar nu se limitează la:</p> <ul> <li>Adresa de email</li> <li>Date de utilizare</li> </ul> <h3><strong>Date de utilizare</strong></h3> <p>Datele de utilizare sunt colectate automat la utilizarea Serviciului.</p> <p>Datele de utilizare pot include informații precum adresa protocolului de internet al dispozitivului dvs. (de exemplu, adresa IP), tipul de browser, versiunea browserului, paginile Serviciului nostru pe care le vizitați, ora și data vizitei dvs., timpul petrecut pe acele pagini, dispozitivul unic identificatori și alte date de diagnostic.</p> <p>Când accesați Serviciul prin sau prin intermediul unui dispozitiv mobil, putem colecta anumite informații în mod automat, inclusiv, dar fără a se limita la, tipul de dispozitiv mobil pe care îl utilizați, ID-ul unic al dispozitivului dvs. mobil, adresa IP a dispozitivului dvs. mobil , telefonul mobil sistemul de operare, tipul de browser de internet mobil pe care îl utilizați, identificatori unici ai dispozitivului și alte date de diagnosticare.</p> <p>De asemenea, putem colecta informații pe care browserul dvs. le trimite ori de câte ori vizitați Serviciul nostru sau când accesați Serviciul de pe sau prin intermediul unui dispozitiv mobil.</p> <h2><strong>Utilizarea datelor dvs. personale</strong></h2> <p>Compania poate utiliza datele cu caracter personal în următoarele scopuri:</p> <ul> <li><strong>Pentru a furniza și întreține Serviciul nostru </strong>, inclusiv pentru a monitoriza utilizarea Serviciului nostru.</li> <li><strong>Pentru a vă gestiona contul: </strong>pentru a gestiona înregistrarea dvs. ca utilizator al Serviciului. Datele personale pe care le furnizați vă pot oferi acces la diferite funcționalități ale Serviciului care vă sunt disponibile ca utilizator înregistrat. </li> <li><strong>Pentru executarea unui contract: </strong>dezvoltarea, respectarea și asumarea contractului de cumpărare pentru produsele, articolele sau serviciile pe care le-ați achiziționat sau a oricărui alt contract cu noi prin intermediul Serviciului. </li> <li><strong>Pentru a vă contacta: </strong>Pentru a vă contacta prin e-mail, apeluri telefonice, SMS sau alte forme echivalente de comunicare electronică, cum ar fi notificările push ale unei aplicații mobile cu privire la actualizări sau comunicări informative legate de funcționalitățile, produsele sau serviciile contractate, inclusiv actualizările de securitate, atunci când este necesar sau rezonabil pentru punerea lor în aplicare. </li> <li><strong>Pentru a vă oferi </strong>știri, oferte speciale și informații generale despre alte bunuri, servicii și evenimente pe care le oferim, care sunt similare cu cele pe care le-ați cumpărat deja sau despre care v-ați întrebat, cu excepția cazului în care ați ales să nu primiți astfel de informații. </li> <li><strong>Pentru a gestiona solicitările dvs.: </strong>Pentru a participa și gestiona solicitările dvs. către noi. </li> <li><strong>Pentru transferuri comerciale: </strong>Putem folosi informațiile dvs. pentru a evalua sau desfășura o fuziune, dezinvestire, restructurare, reorganizare, dizolvare sau alte vânzări sau transferuri ale activelor noastre sau ale tuturor activelor noastre, fie ca activitate continuă, fie ca parte a falimentului, lichidării, sau o procedură similară, în care Datele personale deținute de noi despre utilizatorii Serviciului nostru se numără printre activele transferate. </li> <li><strong>În alte scopuri </strong>: Putem folosi informațiile dvs. în alte scopuri, cum ar fi analiza datelor, identificarea tendințelor de utilizare, determinarea eficacității campaniilor noastre promoționale și pentru evaluarea și îmbunătățirea Serviciului, produselor, serviciilor, marketingului și experienței dvs.</li> </ul>\n</string> <p>Putem partaja informațiile dvs. personale în următoarele situații:</p> <ul> <li><strong>Cu Furnizorii de servicii: </strong>Putem partaja informațiile dvs. personale cu Furnizorii de servicii pentru a monitoriza și analiza utilizarea Serviciului nostru, pentru a vă arăta reclame pentru a vă ajuta să vă susțineți și să vă mențineți Serviciul nostru, pentru procesarea plăților, pentru a vă contacta. </li> <li><strong>Pentru transferuri comerciale: </strong>Putem partaja sau transfera informațiile dvs. personale în legătură cu, sau în timpul negocierilor, oricărei fuziuni, vânzări de active ale Companiei, finanțare sau achiziție a întregii sau a unei părți din afacerea noastră către o altă companie. </li> <li><strong>Cu afiliații: este </strong>posibil să împărtășim informațiile dvs. cu afiliații noștri, caz în care le vom solicita acestor afiliați să respecte această politică de confidențialitate. Afiliații includ compania noastră mamă și orice alte filiale, parteneri de joint-venture sau alte companii pe care le controlăm sau care sunt sub control comun cu noi. </li> <li><strong>Cu parteneri de afaceri: </strong>Putem partaja informațiile dvs. cu partenerii noștri de afaceri pentru a vă oferi anumite produse, servicii sau promoții. </li> <li><strong>Cu alți utilizatori: </strong>atunci când partajați informații cu caracter personal sau interacționați în alt mod în zonele publice cu alți utilizatori, aceste informații pot fi vizualizate de toți utilizatorii și pot fi distribuite public în exterior. Dacă interacționați cu alți utilizatori sau vă înregistrați printr-un serviciu terț de socializare, contactele dvs. din serviciul de rețele sociale terțe vă pot vedea numele, profilul, imaginile și descrierea activității dvs. În mod similar, alți utilizatori vor putea vizualiza descrierile activității tale, vor comunica cu tine și vor putea vizualiza profilul tău. </li> <li><strong>Cu consimțământul Dvs </strong>.: Putem divulga informațiile dvs. personale în orice alt scop cu consimțământul Dvs.</li> </ul> <h2><strong>Păstrarea datelor dvs. personale</strong></h2> <p>Compania va păstra datele dvs. personale numai atât timp cât este necesar pentru scopurile stabilite în prezenta politică de confidențialitate. Vom păstra și vom utiliza datele dvs. personale în măsura necesară pentru a ne respecta obligațiile legale (de exemplu, dacă suntem obligați să păstrăm datele dvs. pentru a respecta legile aplicabile), vom rezolva litigiile și vom aplica acordurile și politicile noastre legale.</p> <p>Compania va păstra, de asemenea, datele de utilizare în scopuri de analiză internă. Datele de utilizare sunt, în general, păstrate pentru o perioadă mai scurtă de timp, cu excepția cazului în care aceste date sunt utilizate pentru a consolida securitatea sau pentru a îmbunătăți funcționalitatea Serviciului nostru sau suntem obligați legal să păstrăm aceste date pentru perioade mai lungi de timp.</p> <h2><strong>Transferul datelor dvs. personale</strong></h2> <p>Informațiile dvs., inclusiv datele cu caracter personal, sunt prelucrate la birourile de operare ale Companiei și în orice alte locuri în care se află părțile implicate în prelucrare . Înseamnă că aceste informații pot fi transferate și menținute pe computere situate în afara statului, provinciei, țării sau altei jurisdicții guvernamentale în care legile privind protecția datelor pot diferi de cele din jurisdicția Dvs.</p> <p>Consimțământul dvs. pentru această politică de confidențialitate urmat de transmiterea de către dvs. a acestor informații reprezintă acordul dvs. cu privire la transferul respectiv.</p> <p>Compania va lua toate măsurile necesare în mod rezonabil pentru a se asigura că datele dvs. sunt tratate în siguranță și în conformitate cu prezenta politică de confidențialitate și niciun transfer al datelor dvs. personale nu va avea loc către o organizație sau o țară decât dacă există controale adecvate, inclusiv securitatea Datele dvs. și alte informații personale.</p> <h2><strong>Divulgarea datelor dvs. personale</strong></h2> <h3><strong>Tranzacții de afaceri</strong></h3> <p>Dacă Compania este implicată într-o fuziune, achiziție sau vânzare de active, datele dvs. personale pot fi transferate. Vom furniza o notificare înainte ca datele dvs. personale să fie transferate și să devină supuse unei alte politici de confidențialitate.</p> <h3><strong>Aplicarea legii</strong></h3> <p>În anumite circumstanțe, Compania poate fi obligată să dezvăluie Datele dvs. cu caracter personal, dacă acest lucru este impus de lege sau ca răspuns la cereri valabile din partea autorităților publice (de exemplu, o instanță sau o agenție guvernamentală).</p> <h3><strong>Alte cerințe legale</strong></h3> <p>Compania poate dezvălui datele dvs. personale cu credința de bună credință că o astfel de acțiune este necesară pentru:</p> <ul> <li>Respectați o obligație legală</li> <li>Protejați și apărați drepturile sau proprietatea Companiei</li> <li>Preveniți sau investigați posibile nelegiuiri în legătură cu Serviciul</li> <li>Protejați siguranța personală a Utilizatorilor Serviciului sau a publicului</li> <li>Protejați-vă împotriva răspunderii legale</li> </ul> <h2><strong>Securitatea datelor dvs. personale</strong></h2> <p>Securitatea datelor dvs. personale este importantă pentru noi, dar nu uitați că nicio metodă de transmitere pe internet sau metodă de stocare electronică nu este 100% sigură. În timp ce ne străduim să folosim mijloace acceptabile din punct de vedere comercial pentru a vă proteja datele personale, nu putem garanta securitatea absolută a acestora.</p> <h1><strong>Informații detaliate privind prelucrarea datelor dvs. personale</strong></h1> <p>Furnizorii de servicii pe care îi folosim pot avea acces la datele dvs. personale. Acești furnizori terți colectează, stochează, utilizează, procesează și transferă informații despre activitatea dvs. din Serviciul nostru în conformitate cu politicile lor de confidențialitate.</p> <h2><strong>Analize</strong></h2> <p>Putem folosi furnizori de servicii terți pentru a monitoriza și analiza utilizarea Serviciului nostru.</p> <ul> <li><strong>Google Analytics</strong></li> </ul> <p>Google Analytics este un serviciu de analiză web oferit de Google care urmărește și raportează traficul site-ului web. Google folosește datele colectate pentru a urmări și monitoriza utilizarea Serviciului nostru. Aceste date sunt partajate cu alte servicii Google. Google poate utiliza datele colectate pentru a contextualiza și personaliza anunțurile propriei rețele de publicitate.</p> <p>Puteți renunța la anumite funcții Google Analytics prin setările dispozitivului dvs. mobil, cum ar fi setările de publicitate ale dispozitivului sau urmând instrucțiunile furnizate de Google în politica lor de confidențialitate: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Pentru mai multe informații despre practicile de confidențialitate ale Google, vă rugăm să vizitați pagina de confidențialitate și Termeni Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <ul> <li><strong>Firebase</strong></li> </ul> <p>Firebase este un serviciu de analiză furnizat de Google Inc.</p> <p>Puteți renunța la anumite funcții Firebase prin setările dispozitivului dvs. mobil, cum ar fi setările de publicitate ale dispozitivului sau urmând instrucțiunile furnizate de Google în politica lor de confidențialitate: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>De asemenea, vă încurajăm să consultați politica Google pentru protejarea datelor dvs.: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a> </p> <p>Pentru mai multe informații despre ce tip de informații colectează Firebase, accesați modul în care Google folosește datele atunci când utilizați site-urile partenerilor noștri sau pagina web a aplicațiilor: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> </p>\n</string> <ul> <li><strong>AppsFlyer</strong></li> </ul> <p>Politica lor de confidențialitate poate fi vizualizată la <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a> </p> <ul> <li><strong>Anunțuri de aplicații Facebook</strong></li> </ul> <p>Politica lor de confidențialitate poate fi vizualizată la <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a> </p> <h2><strong>Publicitate</strong></h2> <p>Putem folosi Furnizorii de servicii pentru a vă arăta reclame pentru a ajuta la susținerea și întreținerea serviciului nostru.</p> <ul> <li><strong>AdMob de la Google</strong></li> </ul> <p>AdMob de la Google este furnizat de Google Inc.</p> <p>Puteți renunța la serviciul AdMob by Google urmând instrucțiunile descrise de Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=ro</a> </p> <p>Pentru mai multe informații despre modul în care Google folosește informațiile colectate, vă rugăm să vizitați pagina „Cum utilizează Google datele atunci când utilizați site-urile sau aplicația partenerilor noștri”: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> sau accesați secțiunea Confidențialitate Politica Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>   </p> <h2><strong>Plăți</strong></h2> <p>Putem furniza produse și / sau servicii plătite în cadrul Serviciului. În acest caz, putem utiliza servicii terțe pentru procesarea plăților (de exemplu, procesatori de plăți).</p> <p>Nu vom stoca sau colecta detaliile cardului dvs. de plată. Aceste informații sunt furnizate direct procesatorilor noștri de plăți terță parte a căror utilizare a informațiilor dvs. personale este reglementată de politica lor de confidențialitate. Aceste procesoare de plată aderă la standardele stabilite de PCI-DSS, astfel cum sunt gestionate de PCI Security Standards Council, care este un efort comun al unor mărci precum Visa, Mastercard, American Express și Discover. Cerințele PCI-DSS vă ajută să asigurați manipularea sigură a informațiilor de plată.</p> <ul> <li><strong>Plăți Google Play în aplicație</strong></li> </ul> <p>Politica lor de confidențialitate poate fi vizualizată la <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/policies/privacy/</a> </p> <h1><strong>Confidențialitatea copiilor</strong></h1> <p>Serviciul nostru nu se adresează nimănui sub vârsta de 13 ani. Nu colectăm cu bună știință informații de identificare personală de la nimeni sub vârsta de 13 ani. Dacă sunteți părinte sau tutore și sunteți conștient că copilul dvs. ne-a furnizat date personale, vă rugăm să Contactează-ne. Dacă devenim conștienți de faptul că am colectat date cu caracter personal de la oricine sub vârsta de 13 ani fără verificarea consimțământului părinților, luăm măsuri pentru a elimina aceste informații de pe serverele noastre.</p> <p>Dacă trebuie să ne bazăm pe consimțământ ca bază legală pentru prelucrarea informațiilor dvs. și țara dvs. necesită consimțământul unui părinte, este posibil să solicităm consimțământul părintelui dvs. înainte de a colecta și utiliza aceste informații.</p> <h1><strong>Link-uri către alte site-uri web</strong></h1> <p>Serviciul nostru poate conține linkuri către alte site-uri web care nu sunt operate de noi. Dacă faceți clic pe un link terță parte, veți fi direcționat către site-ul terțului respectiv. Vă sfătuim cu tărie să consultați Politica de confidențialitate a fiecărui site pe care îl vizitați.</p> <p>Nu avem control și nu ne asumăm nici o responsabilitate pentru conținutul, politicile de confidențialitate sau practicile site-urilor sau serviciilor terțe.</p> <h1><strong>Modificări aduse acestei politici de confidențialitate</strong></h1> <p>Putem actualiza Politica noastră de confidențialitate din când în când. Vă vom notifica cu privire la orice modificări prin postarea noii politici de confidențialitate pe această pagină.</p> <p>Vă vom anunța prin e-mail și / sau o notificare importantă despre serviciul nostru, înainte ca modificarea să intre în vigoare și să actualizăm data „Ultima actualizare” din partea de sus a acestei politici de confidențialitate.</p> <p>Vă sfătuim să revizuiți periodic această politică de confidențialitate pentru orice modificare. Modificările aduse acestei politici de confidențialitate sunt eficiente atunci când sunt postate pe această pagină.</p> <h1><strong>Contactează-ne</strong></h1> <p>Dacă aveți întrebări cu privire la acești Termeni și condiții, ne puteți contacta:</p> <ul> <li>Prin e-mail: info@currency.wiki</li> </ul> <p> </p> <p> </p>\n</string>",
  "html_support":" <h1>Ajutor</h1> <p>Dacă aveți o problemă cu aplicația noastră de conversie a monedei, vă rugăm să trimiteți un e-mail la <a href=mailto:app@currency.wiki>app@currency.wiki</a> (acordați 24-48 de ore pentru un răspuns) și în linia subiectului, vă rugăm să adăugați „Emiteți cu aplicația”  </p> <p>Vă rugăm să descrieți problema, inclusiv numele dispozitivului dvs. și numărul modelului, precum și versiunea curentă de Android. de exemplu, Samsung Galaxy S9 + Android 10</p> <h1>FAQ</h1> <h2>Cât de des se actualizează ratele de schimb?</h2> <p>Tarifele sunt actualizate la fiecare 30 de minute și la timp la fiecare 60 de secunde, cu excepția weekendurilor (piața Forex din SUA se închide vineri la ora 17:00 EST și se deschide duminica la ora 17:00 EST)</p> <h2>Cât de des se actualizează criptomonedele?</h2> <p>Piața criptomonedelor nu se închide niciodată. Este deschis 24/7, 365 de zile pe an. Ratele Bitcoin (BTC) sunt întotdeauna actualizate, chiar și în weekend</p> <h2>Cum se adaugă un widget?</h2> <ul> <li>Pe ecranul de pornire, atingeți lung un loc gol</li> <li>Atingeți „Widgeturi”</li> <li>În caseta de căutare, tastați „ CurrencyConverter ” și ar trebui să afișeze un widget valutar</li> <li>Apăsați pe widget și vă va solicita să selectați tipul de widget pe care doriți să îl afișați ținând apăsat și glisând pe ecranul de pornire</li> </ul> <h2>De ce primesc una dintre următoarele notificări de sistem?</h2> <ul> <li>Nu mai optimizați utilizarea bateriei</li> <li>Nu optimizați utilizarea bateriei</li> <li>Lăsați aplicația să ruleze întotdeauna în fundal</li> <li>Ignorați optimizările bateriei</li> </ul> <p>Dacă utilizați un widget valutar pe ecranul de pornire, vă recomandăm să permiteți aplicației noastre să ruleze în fundal pentru a vă asigura că tarifele sunt mereu actualizate</p> <h2>Utilizarea bateriei?</h2> <p>Aplicația noastră a fost concepută pentru a utiliza o cantitate minimă de baterie și pentru a actualiza ratele atunci când funcționează în fundal. Rețineți că intră în joc mulți factori, cum ar fi închiderea aplicației după utilizare, asigurarea faptului că dispozitivul dvs. este compatibil cu aplicația noastră etc.</p> <h1>sfaturi</h1> <h2>Copiați pentru a partaja</h2> <p>Dacă accesați ecranul principal al convertorului valutar, atingeți și țineți apăsat rezultatele. Va copia rezultatele în clipboard ca exemplu, „1,00 USD = 0,84 EUR” pe care îl puteți partaja</p> <h2>Calculați sfaturi / taxe / impozite</h2> <p>Am creat următoarea logică pentru calculele rapide ale sfaturilor; dacă introduceți exemplul 50% 10 și atingeți = se va calcula 10% din 50</p> <h2>Multi-convertor</h2> <p>Puteți rearanja ordinea monedelor din lista selectată prin glisare și plasare</p> <p> </p> <p> </p>\n</string>\n<string name=\"html_terms\">\n<h1>Termeni și condiții</h1> <p>Ultima actualizare: 13 martie 2021</p> <p>Vă rugăm să citiți cu atenție acești termeni și condiții înainte de a utiliza Serviciul nostru.</p> <h1>Interpretare și definiții</h1> <h2>Interpretare</h2> <p>Cuvintele pentru care litera inițială este scrisă cu majuscule au semnificații definite în următoarele condiții. Următoarele definiții vor avea același sens, indiferent dacă apar la singular sau la plural.</p> <h2>Definiții</h2> <p>În sensul acestor Termeni și condiții:</p> <ul> <li> <strong>Aplicație </strong>înseamnă programul software furnizat de companie descărcat de dvs. pe orice dispozitiv electronic, denumit App Converter de valută de Currency.Wiki </li> <li> <strong>Magazin de aplicații </strong>înseamnă serviciul de distribuție digitală operat și dezvoltat de Apple Inc. (Apple App Store) sau Google Inc. (Google Play Store) în care a fost descărcată aplicația. </li> <li> <strong>Afiliat </strong>înseamnă o entitate care controlează, este controlată de sau este sub control comun cu o parte, unde „control” înseamnă proprietatea a 50% sau mai mult din acțiuni, dobânzi de capital sau alte titluri cu drept de vot pentru alegerea directorilor sau a altei autorități de gestionare . </li> <li> <strong>Țara </strong>se referă la: California, Statele Unite </li> <li> <strong>Compania </strong>(denumită fie „Compania”, „Noi”, „Noi” sau „Nostru” în acest Acord) se referă la Currency.Wiki, 122 15th st # 431 Del Mar, CA 92014. </li> <li>Prin <strong>dispozitiv se </strong>înțelege orice dispozitiv care poate accesa Serviciul, cum ar fi un computer, un telefon mobil sau o tabletă digitală. </li> <li> <strong>Achiziția în aplicație </strong>se referă la achiziționarea unui produs, articol, serviciu sau abonament efectuat prin intermediul aplicației și sub rezerva acestor termeni și condiții și / sau a propriilor termeni și condiții din Magazinul de aplicații. </li> <li> <strong>Serviciul </strong>se referă la cerere. </li> <li> <strong>Abonamentele </strong>se referă la serviciile sau accesul la Serviciul oferit de Companie către dvs. în baza unui abonament. </li> <li> <strong>Termenii și condițiile </strong>(denumiți și „Termeni”) înseamnă acești Termeni și condiții care formează întregul acord între Dvs. și Companie cu privire la utilizarea Serviciului. </li> <li> <strong>Serviciul social media terță parte </strong>înseamnă orice servicii sau conținut (inclusiv date, informații, produse sau servicii) furnizate de o terță parte care poate fi afișat, inclus sau pus la dispoziție de către Serviciu. </li> <li> <strong>Sunteți </strong>persoana care accesează sau utilizează Serviciul sau compania sau altă entitate juridică în numele căreia o astfel de persoană accesează sau utilizează Serviciul, după caz. </li> </ul>\n</string>",
  "html_terms":"<h1>Termeni și condiții</h1> <p>Ultima actualizare: 13 martie 2021</p> <p>Vă rugăm să citiți cu atenție acești termeni și condiții înainte de a utiliza Serviciul nostru.</p> <h1>Interpretare și definiții</h1> <h2>Interpretare</h2> <p>Cuvintele pentru care litera inițială este scrisă cu majuscule au semnificații definite în următoarele condiții. Următoarele definiții vor avea același sens, indiferent dacă apar la singular sau la plural.</p> <h2>Definiții</h2> <p>În sensul acestor Termeni și condiții:</p> <ul> <li> <strong>Aplicație </strong>înseamnă programul software furnizat de companie descărcat de dvs. pe orice dispozitiv electronic, denumit App Converter de valută de Currency.Wiki </li> <li> <strong>Magazin de aplicații </strong>înseamnă serviciul de distribuție digitală operat și dezvoltat de Apple Inc. (Apple App Store) sau Google Inc. (Google Play Store) în care a fost descărcată aplicația. </li> <li> <strong>Afiliat </strong>înseamnă o entitate care controlează, este controlată de sau este sub control comun cu o parte, unde „control” înseamnă proprietatea a 50% sau mai mult din acțiuni, dobânzi de capital sau alte titluri cu drept de vot pentru alegerea directorilor sau a altei autorități de gestionare . </li> <li> <strong>Țara </strong>se referă la: California, Statele Unite </li> <li> <strong>Compania </strong>(denumită fie „Compania”, „Noi”, „Noi” sau „Nostru” în acest Acord) se referă la Currency.Wiki, 122 15th st # 431 Del Mar, CA 92014. </li> <li>Prin <strong>dispozitiv se </strong>înțelege orice dispozitiv care poate accesa Serviciul, cum ar fi un computer, un telefon mobil sau o tabletă digitală. </li> <li> <strong>Achiziția în aplicație </strong>se referă la achiziționarea unui produs, articol, serviciu sau abonament efectuat prin intermediul aplicației și sub rezerva acestor termeni și condiții și / sau a propriilor termeni și condiții din Magazinul de aplicații. </li> <li> <strong>Serviciul </strong>se referă la cerere. </li> <li> <strong>Abonamentele </strong>se referă la serviciile sau accesul la Serviciul oferit de Companie către dvs. în baza unui abonament. </li> <li> <strong>Termenii și condițiile </strong>(denumiți și „Termeni”) înseamnă acești Termeni și condiții care formează întregul acord între Dvs. și Companie cu privire la utilizarea Serviciului. </li> <li> <strong>Serviciul social media terță parte </strong>înseamnă orice servicii sau conținut (inclusiv date, informații, produse sau servicii) furnizate de o terță parte care poate fi afișat, inclus sau pus la dispoziție de către Serviciu. </li> <li> <strong>Sunteți </strong>persoana care accesează sau utilizează Serviciul sau compania sau altă entitate juridică în numele căreia o astfel de persoană accesează sau utilizează Serviciul, după caz. </li> </ul>\n</string><h1>Confirmare</h1> <p>Aceștia sunt Termenii și condițiile care reglementează utilizarea acestui serviciu și acordul care operează între dvs. și companie. Acești Termeni și condiții stabilesc drepturile și obligațiile tuturor utilizatorilor cu privire la utilizarea Serviciului.</p> <p>Accesul și utilizarea Serviciului dvs. sunt condiționate de acceptarea și respectarea acestor Termeni și condiții. Acești Termeni și condiții se aplică tuturor vizitatorilor, utilizatorilor și altor persoane care accesează sau utilizează Serviciul.</p> <p>Prin accesarea sau utilizarea Serviciului sunteți de acord să fiți obligați de acești Termeni și condiții. Dacă nu sunteți de acord cu orice parte a acestor Termeni și condiții, atunci nu puteți accesa Serviciul.</p> <p>Declarați că aveți peste 18 ani. Compania nu le permite celor sub 18 ani să folosească Serviciul.</p> <p>Accesul și utilizarea Serviciului dvs. sunt, de asemenea, condiționate de acceptarea și respectarea Politicii dvs. de confidențialitate a Companiei. Politica noastră de confidențialitate descrie politicile și procedurile noastre privind colectarea, utilizarea și divulgarea informațiilor dvs. personale atunci când utilizați aplicația sau site-ul web și vă spune despre drepturile dvs. de confidențialitate și modul în care legea vă protejează. Vă rugăm să citiți cu atenție Politica noastră de confidențialitate înainte de a utiliza serviciul nostru.</p> <h1>Abonamente</h1> <h2>Perioada de abonament</h2> <p>Serviciul sau unele părți ale Serviciului sunt disponibile numai cu un Abonament plătit. Veți fi facturat în avans periodic și periodic (cum ar fi zilnic, săptămânal, lunar sau anual), în funcție de tipul de plan de abonament selectat la achiziționarea abonamentului.</p> <p>La sfârșitul fiecărei perioade, Abonamentul dvs. se va reînnoi automat în aceleași condiții, cu excepția cazului în care îl anulați sau dacă Compania îl anulează.</p> <h2>Anulare abonament</h2> <p>Puteți anula reînnoirea abonamentului dvs. fie prin pagina de setări a contului dvs., fie contactând compania. Nu veți primi rambursarea taxelor pe care le-ați plătit deja pentru perioada dvs. actuală de abonament și veți putea accesa Serviciul până la sfârșitul perioadei dvs. curente de abonament.</p> <p>Dacă abonamentul a fost făcut printr-o achiziție în aplicație, puteți anula reînnoirea abonamentului dvs. cu Magazinul de aplicații.</p> <h2>Facturare</h2> <p>Veți furniza Companiei informații de facturare exacte și complete, inclusiv numele complet, adresa, statul, codul poștal, numărul de telefon și o informație validă despre metoda de plată.</p> <p>În cazul în care facturarea automată nu se produce din orice motiv, Compania va emite o factură electronică care indică faptul că trebuie să procedați manual, într-o anumită dată limită, cu plata integrală corespunzătoare perioadei de facturare, așa cum este indicat pe factură.</p> <p>Dacă abonamentul a fost efectuat printr-o achiziție în aplicație, toate facturările sunt gestionate de Magazinul de aplicații și sunt guvernate de termenii și condițiile proprii ale Magazinului de aplicații.</p> <h2>Modificări ale taxelor</h2> <p>Compania, la propria sa discreție și în orice moment, poate modifica taxele de abonament. Orice modificare a taxei de abonament va intra în vigoare la sfârșitul perioadei de abonament curente.</p> <p>Compania vă va furniza o notificare prealabilă rezonabilă cu privire la orice modificare a taxelor de abonament pentru a vă oferi posibilitatea de a rezilia abonamentul înainte ca această modificare să devină efectivă.</p> <p>Utilizarea în continuare a Serviciului după intrarea în vigoare a modificării taxei de abonament constituie acordul dvs. de a plăti suma modificată a taxei de abonament.</p> <h2>Rambursări</h2> <p>Cu excepția cazurilor în care legea impune acest lucru, taxele de abonament plătite nu sunt rambursabile.</p> <p>Anumite cereri de rambursare pentru Abonamente pot fi luate în considerare de către Companie de la caz la caz și acordate la discreția exclusivă a Companiei.</p> <p>Dacă abonamentul a fost făcut printr-o achiziție în aplicație, se va aplica politica de rambursare a Magazinului de aplicații. Dacă doriți să solicitați o rambursare, puteți face acest lucru contactând direct Magazinul de aplicații.</p> <h1>Achiziții în aplicație</h1> <p>Aplicația poate include Achiziții în aplicație care vă permit să cumpărați produse, servicii sau abonamente.</p> <p>Mai multe informații despre modul în care puteți gestiona Achizițiile în aplicație utilizând dispozitivul dvs. pot fi stabilite în termenii și condițiile proprii ale magazinului de aplicații sau în setările de ajutor ale dispozitivului.</p> <p>Achizițiile în aplicație pot fi consumate numai în cadrul aplicației. Dacă efectuați o achiziție în aplicație, această achiziție în aplicație nu poate fi anulată după ce ați inițiat descărcarea acesteia. Achizițiile în aplicație nu pot fi răscumpărate în numerar sau alte contraprestații sau transferate în alt mod.</p> <p>Dacă orice achiziție în aplicație nu este descărcată cu succes sau nu funcționează după ce a fost descărcată cu succes, vom, după ce vom fi conștienți de defecțiune sau vom fi anunțați de eroare de către dvs., vom investiga motivul erorii. Vom acționa în mod rezonabil pentru a decide dacă vă oferim o înlocuire a achiziției în aplicație sau vă vom emite un patch pentru a remedia defecțiunea. În niciun caz nu vă vom percepe taxe pentru înlocuirea sau repararea achiziției în aplicație. În cazul puțin probabil în care nu putem înlocui sau repara Achiziția în aplicație relevantă sau nu putem face acest lucru într-o perioadă de timp rezonabilă și fără inconveniente semnificative pentru dvs., vom autoriza Magazinul de aplicații să vă ramburseze o sumă de până la costul achiziției relevante în aplicație. Alternativ, dacă doriți să solicitați o rambursare, puteți face acest lucru contactând direct Magazinul de aplicații.</p> <p>Recunoașteți și sunteți de acord că toate procesele de facturare și tranzacție sunt gestionate de Magazinul de aplicații de unde ați descărcat aplicația și sunt guvernate de termenii și condițiile proprii ale magazinului de aplicații.</p> <p>Dacă aveți probleme legate de plată cu achizițiile în aplicație, trebuie să contactați direct Magazinul de aplicații.</p> <h1>Link-uri către alte site-uri web</h1> <p>Serviciul nostru poate conține linkuri către site-uri web sau servicii terțe care nu sunt deținute sau controlate de Companie.</p> <p>Compania nu are niciun control asupra și nu își asumă nici o responsabilitate pentru conținutul, politicile de confidențialitate sau practicile oricărui site web sau servicii terțe. În plus, recunoașteți și sunteți de acord că Compania nu va fi responsabilă sau directă, directă sau indirectă, pentru orice daune sau pierderi cauzate sau presupuse a fi cauzate de sau în legătură cu utilizarea sau dependența de astfel de conținut, bunuri sau servicii disponibile pe sau prin intermediul unor astfel de site-uri web sau servicii.</p> <p>Vă sfătuim cu tărie să citiți termenii și condițiile și politicile de confidențialitate ale oricăror site-uri web sau servicii ale terților pe care le vizitați.</p>\n</string> <h1>Rezilierea</h1> <p>Putem închide sau suspenda accesul dvs. imediat, fără notificare prealabilă sau răspundere, din orice motiv, inclusiv fără limitare, dacă încălcați acești Termeni și condiții.</p> <p>La încetare, dreptul Dvs. de a utiliza Serviciul va înceta imediat.</p> <h1>Limitare a răspunderii</h1> <p>Fără a aduce atingere oricăror daune pe care le-ați putea suporta, întreaga răspundere a Companiei și a oricărui furnizor al acesteia în conformitate cu orice prevedere a prezentelor Condiții și remedierea dvs. exclusivă pentru toate cele menționate anterior se va limita la suma efectiv plătită de Dvs. prin intermediul Serviciului sau 100 USD dacă nu ați cumpărat nimic prin intermediul Serviciului.</p> <p>În măsura maximă permisă de legislația aplicabilă, în niciun caz Compania sau furnizorii săi nu vor fi răspunzători pentru niciun fel de daune speciale, accidentale, indirecte sau consecutive (inclusiv, dar fără a se limita la, daune pentru pierderea profiturilor, pierderea datelor sau alte informații, pentru întreruperea afacerii, pentru vătămări corporale, pierderea vieții private rezultate din sau în orice mod legate de utilizarea sau incapacitatea de a utiliza Serviciul, software terț și / sau hardware terță parte utilizat cu Serviciul sau în caz contrar în legătură cu orice prevedere a prezentelor Condiții), chiar dacă Compania sau orice furnizor a fost informat despre posibilitatea unor astfel de daune și chiar dacă remediul nu își îndeplinește scopul esențial.</p> <p>Unele state nu permit excluderea garanțiilor implicite sau limitarea răspunderii pentru daune accidentale sau consecințe, ceea ce înseamnă că unele dintre limitările de mai sus s-ar putea să nu se aplice. În aceste state, răspunderea fiecărei părți va fi limitată în cea mai mare măsură permisă de lege.</p> <h1>Declarație de responsabilitate „AS IS” și „AS DISPONIBIL”</h1> <p>Serviciul vă este furnizat „CA ATARE” și „CÂT DISPONIBIL” și cu toate defecțiunile și defectele fără garanție de niciun fel. În măsura maximă permisă de legislația aplicabilă, Compania, în nume propriu și în numele afiliaților săi și a licențiatorilor și furnizorilor de servicii respectivi ai acestora, renunță în mod expres la toate garanțiile, indiferent dacă sunt expres, implicite, statutare sau altfel, cu privire la Serviciul, inclusiv toate garanțiile implicite de comercializare, adecvarea pentru un anumit scop, titlu și neîncălcare, precum și garanții care pot apărea din cursul tranzacționării, cursului de performanță, utilizare sau practică comercială. Fără a se limita la cele de mai sus, Compania nu oferă nicio garanție sau angajament și nu face nicio declarație de niciun fel că Serviciul va îndeplini cerințele dvs., va obține rezultatele dorite, va fi compatibil sau va funcționa cu orice alt software, aplicații, sisteme sau servicii, va opera fără întrerupere, să îndeplinească orice standard de performanță sau fiabilitate sau să nu aibă erori sau că orice erori sau defecte pot sau vor fi corectate.</p> <p>Fără a limita cele de mai sus, nici Compania, nici vreunul dintre furnizorii companiei nu face nicio declarație sau garanție de niciun fel, expresă sau implicită: (i) cu privire la funcționarea sau disponibilitatea Serviciului, sau informațiile, conținutul și materialele sau produsele inclus pe acesta; (ii) că Serviciul va fi neîntrerupt sau fără erori; (iii) în ceea ce privește acuratețea, fiabilitatea sau moneda oricărei informații sau conținut furnizate prin intermediul Serviciului; sau (iv) că Serviciul, serverele sale, conținutul sau e-mailurile trimise de la sau în numele Companiei nu conțin viruși, scripturi, troieni, viermi, programe malware, bombe temporale sau alte componente dăunătoare.</p> <p>Unele jurisdicții nu permit excluderea anumitor tipuri de garanții sau limitări ale drepturilor statutare aplicabile ale unui consumator, astfel încât unele sau toate excluderile și limitările de mai sus s-ar putea să nu se aplice pentru dvs. Dar într-un astfel de caz, excluderile și limitările prevăzute în această secțiune se vor aplica în cea mai mare măsură aplicabile în conformitate cu legislația aplicabilă.</p> <h1>Legea aplicabilă</h1> <p>Legile țării, cu excepția regulilor sale privind conflictele de legi, vor guverna acești Termeni și utilizarea de către dvs. a Serviciului. Utilizarea aplicației dvs. poate fi, de asemenea, supusă altor legi locale, de stat, naționale sau internaționale.</p> <h1>Rezolvarea litigiilor</h1> <p>Dacă aveți vreo îngrijorare sau dispută cu privire la Serviciu, sunteți de acord să încercați mai întâi să rezolvați diferendul în mod informal, contactând Compania.</p> <h1>Pentru utilizatorii Uniunii Europene (UE)</h1> <p>Dacă sunteți un consumator al Uniunii Europene, veți beneficia de orice dispoziții obligatorii ale legislației țării în care vă aflați.</p> <h1>Dispoziții privind utilizarea finală a guvernului federal al Statelor Unite</h1> <p>Dacă sunteți utilizator final al guvernului federal SUA, Serviciul nostru este un „articol comercial”, deoarece termenul respectiv este definit la 48 CFR §2.101.</p> <h1>Conformitatea legală a Statelor Unite</h1> <p>Declarați și garantați că (i) nu vă aflați într-o țară care face obiectul embargoului guvernului Statelor Unite sau care a fost desemnată de guvernul Statelor Unite ca țară „teroristă” și (ii) nu sunteți listate pe orice listă guvernamentală a Statelor Unite cu părți interzise sau restricționate.</p> <h1>Separabilitate și renunțare</h1> <h2>Separabilitate</h2> <p>În cazul în care o prevedere a acestor Condiții este considerată a fi imposibilă sau invalidă, o astfel de prevedere va fi modificată și interpretată pentru a îndeplini obiectivele unei astfel de prevederi în cea mai mare măsură posibilă în conformitate cu legislația aplicabilă, iar restul dispozițiilor vor continua în vigoare și efect.</p> <h2>Renunțare</h2> <p>Cu excepția celor prevăzute aici, neexercitarea unui drept sau necesitatea îndeplinirii unei obligații în temeiul prezentelor condiții nu va afecta capacitatea unei părți de a exercita un astfel de drept sau de a solicita o astfel de executare în orice moment ulterior și nici renunțarea la o încălcare nu va constitui o renunțare a oricărei încălcări ulterioare.</p> <h1>Interpretarea traducerii</h1> <p>Este posibil ca acești Termeni și condiții să fi fost traduși dacă le-am pus la dispoziția Dvs. prin Serviciul nostru. Sunteți de acord că textul original în limba engleză va prevala în cazul unei dispute.</p> <h1>Modificări ale acestor Termeni și condiții</h1> <p>Ne rezervăm dreptul, la discreția noastră, de a modifica sau înlocui acești Termeni în orice moment. Dacă o revizuire este importantă, vom face eforturi rezonabile pentru a furniza o notificare cu cel puțin 30 de zile înainte de intrarea în vigoare a termenilor noi. Ceea ce constituie o schimbare materială va fi stabilit la propria noastră discreție.</p> <p>Continuând să accesați sau să utilizați Serviciul nostru după ce aceste revizuiri intră în vigoare, sunteți de acord să fiți obligat de termenii revizuiți. Dacă nu sunteți de acord cu noii termeni, în totalitate sau parțial, vă rugăm să nu mai utilizați site-ul web și Serviciul.</p> <h1>Declinarea responsabilității</h1> <p>Cursurile de schimb Currency.wiki au doar scop informativ. Vă rugăm să verificați / confirmați ratele valutare cu brokerul valutar sau cu instituția financiară înainte de a efectua transferuri și tranzacții internaționale de bani.</p> <h1>credite</h1> <p>Vrem să mulțumim următorilor autori pentru crearea de pictograme gratuite și licență gratuită de utilizare a diagramelor.</p> <ul> <li>MD Badsha Meah: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>icon king1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>Freepik: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> &amp; <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ro&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>Contactează-ne</h1> <p>Dacă aveți întrebări cu privire la acești Termeni și condiții, ne puteți contacta:</p> <ul> <li>Prin e-mail: info@currency.wiki</li> </ul> <p> </p>\n</string>",


  "presets": "Presetări",
  "select": " Selectați"




}
  
  