{
  "update": "Обновлено",
  "addCurrency": "Добавить валюту",
  "selectedCurrency": "Выбранная валюта",
  "monetary": "Денежный формат",
  "decimal": "Десятичный формат",
  "firstTextRatingPage": "Оцените приложение!",
  "secondTextRatingPage": "Нажмите на звездочки и откройте в Google Play Store, чтобы оценить",
  "buttonTextRatingPage": "НЕ СЕЙЧАС",
  "removeAds": "Убрать рекламу",
  "removeAdsContent": "Поддержите наш проект небольшой годовой подпиской",
  "selectLanguage": "Выбрать язык",
  "english": "русский",
  "colorsSelection": "Выбор цвета",
  "theme": "Тема",
  "light": "Свет",
  "dark": "Темный",
  "widgetTransparency": "Прозрачность виджета",
  "visualSize": "Визуальный размер",
  "А": "А",
  "appLogoLauncher": "Средство запуска логотипа приложения",
  "multiConverter": "Мультиконвертер",
  "multiConverterContent1": "По умолчанию будет открываться мультиконвертер.",
  "multiConverterContent2": "ПРИМЕЧАНИЕ:",
  "multiConverterContent3": "Эта функция работает только с программой запуска логотипа приложения",
  "display": "Дисплей",
  "display1": "Отображать код валюты",
  "display2": "Отображение символа валюты",
  "display3": "Отображать флаг валюты",
  "dateFormat": "Формат данных",
  "not": "Не сейчас",
 
  "selected": "ВЫБРАННЫЕ",
  "dontShow": "Не показывать",
  "currencyList": "ВАЛЮТНЫЙ СПИСОК",
  "support": "Служба поддержки",
  "term": "Срок",
  "privacy": "Политика конфиденциальности",
  "unlocked": "Разблокирован",
  "locked": "Заблокировано",
  "custom": "Обычай",
  "try": "Попробуйте этот цвет",
  "unlock": "Разблокировать",
  "wiki": ",Автор: Currency.wiki",
  "multi": "Мультиконвертер",
  "html_policy": "<h1><strong>Политика конфиденциальности</strong></h1><p>Последнее изменение: 13 марта 2021 г.</p><p>В настоящей Политике конфиденциальности описываются наши политики и процедуры по сбору, использованию и раскрытию вашей информации при использовании вами Сервиса, а также рассказывается о ваших правах на конфиденциальность и о том, как закон защищает вас.</p><p>Мы используем ваши персональные данные для предоставления и улучшения Сервиса. Используя Сервис, вы соглашаетесь на сбор и использование информации в соответствии с настоящей Политикой конфиденциальности.</p><h1><strong>Толкование и определения</strong></h1><h2><strong>Интерпретация</strong></h2><p>Слова, начальная буква которых написана с заглавной буквы, имеют значения, определенные при следующих условиях. Следующие ниже определения имеют одинаковое значение независимо от того, используются они в единственном или множественном числе.</p><h2><strong>Определения</strong></h2><p>Для целей настоящей Политики конфиденциальности:</p><ul><li><strong>Учетная запись </strong>означает уникальную учетную запись, созданную для вас для доступа к нашему Сервису или его частям. </li><li><strong>Аффилированное </strong>лицо означает организацию, которая контролирует, контролируется или находится под общим контролем с стороной, где «контроль» означает владение 50% или более акций, долей участия или других ценных бумаг, имеющих право голоса при выборах директоров или других управляющих органов. . </li><li><strong>Приложение </strong>означает программное обеспечение, предоставляемое Компанией, загруженное вами на любое электронное устройство, которое называется Currency Converter App от Currency.Wiki. </li><li><strong>Компания </strong>(именуемая в данном Соглашении «Компания», «Мы», «Нас» или «Наш») относится к Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Страна </strong>относится к: Калифорния, США </li><li><strong>Устройство </strong>означает любое устройство, которое может получить доступ к Сервису, например компьютер, мобильный телефон или цифровой планшет. </li><li><strong>Персональные данные </strong>- это любая информация, которая относится к идентифицированному или идентифицируемому лицу. </li><li><strong>Сервис </strong>относится к Приложению. </li><li><strong>Поставщик услуг </strong>означает любое физическое или юридическое лицо, которое обрабатывает данные от имени Компании. Это относится к сторонним компаниям или физическим лицам, нанятым Компанией для оказания содействия в предоставлении Сервиса, для предоставления Сервиса от имени Компании, для оказания услуг, связанных с Сервисом, или для оказания помощи Компании в анализе того, как используется Сервис. </li><li><strong>Сторонняя служба </strong>социальных сетей - это любой веб-сайт или веб-сайт социальной сети, через который Пользователь может войти в систему или создать учетную запись для использования Сервиса. </li><li><strong>Данные </strong>об использовании - это данные, собираемые автоматически, либо сгенерированные при использовании Сервиса, либо из самой инфраструктуры Сервиса (например, продолжительность посещения страницы). </li><li><strong>Вы </strong>означает физическое лицо, получающее доступ к Сервису или использующее его, или компанию, или другое юридическое лицо, от имени которого такое физическое лицо получает доступ или использует Сервис, в зависимости от обстоятельств. </li></ul><h1><strong>Сбор и использование ваших личных данных</strong></h1><h2><strong>Типы собираемых данных</strong></h2><h3><strong>Личные данные</strong></h3><p>При использовании нашего Сервиса мы можем попросить вас предоставить нам определенную личную информацию, которая может быть использована для связи или идентификации вас. Информация, позволяющая установить личность, может включать, но не ограничивается:</p><ul><li>Адрес электронной почты</li><li>Данные об использовании</li></ul><h3><strong>Данные об использовании</strong></h3><p>Данные об использовании собираются автоматически при использовании Сервиса.</p><p>Данные об использовании могут включать такую информацию, как адрес интернет-протокола вашего устройства (например, IP-адрес), тип браузера, версия браузера, страницы нашего Сервиса, которые вы посещаете, время и дата вашего посещения, время, проведенное на этих страницах, уникальное устройство. идентификаторы и другие диагностические данные.</p><p>Когда вы получаете доступ к Сервису с помощью мобильного устройства или через него, Мы можем собирать определенную информацию автоматически, включая, помимо прочего, тип используемого вами мобильного устройства, уникальный идентификатор вашего мобильного устройства, IP-адрес вашего мобильного устройства, ваш мобильный телефон. операционная система, тип используемого вами мобильного интернет-браузера, уникальные идентификаторы устройств и другие диагностические данные.</p><p>Мы также можем собирать информацию, которую ваш браузер отправляет всякий раз, когда вы посещаете наш Сервис или когда вы получаете доступ к Сервису с помощью мобильного устройства или через него.</p><h2><strong>Использование ваших личных данных</strong></h2><p>Компания может использовать Персональные данные для следующих целей:</p><ul><li><strong>Для предоставления и поддержки нашего Сервиса </strong>, в том числе для отслеживания использования нашего Сервиса.</li><li><strong>Для управления вашей учетной записью: </strong>для управления вашей регистрацией в качестве пользователя Сервиса. Предоставляемые вами персональные данные могут предоставить вам доступ к различным функциям Сервиса, которые доступны вам как зарегистрированному пользователю. </li><li><strong>Для выполнения контракта: </strong>разработка, соблюдение и принятие контракта на покупку продуктов, предметов или услуг, которые вы приобрели, или любого другого контракта с Нами через Сервис. </li><li><strong>Для связи с вами: </strong>для связи с вами по электронной почте, телефонным звонкам, SMS или другим эквивалентным формам электронной связи, таким как push-уведомления мобильного приложения об обновлениях или информационных сообщениях, связанных с функциями, продуктами или услугами по контракту, включая обновления безопасности, когда это необходимо или разумно для их выполнения. </li><li><strong>Для предоставления Вам </strong>новостей, специальных предложений и общей информации о других товарах, услугах и событиях, которые мы предлагаем, которые аналогичны тем, которые вы уже приобрели или о которых запрашивали, если только вы не отказались от получения такой информации. </li><li><strong>Для управления вашими запросами: </strong>для обслуживания и управления вашими запросами к Нам. </li><li><strong>Для передачи бизнеса: </strong>Мы можем использовать вашу информацию для оценки или проведения слияния, разделения, реструктуризации, реорганизации, роспуска или другой продажи или передачи некоторых или всех наших активов, будь то в качестве непрерывного предприятия или в рамках банкротства, ликвидации, или аналогичная процедура, в которой Личные данные о пользователях нашего Сервиса, хранящиеся у нас, входят в число передаваемых активов. </li><li><strong>Для других целей </strong>: мы можем использовать вашу информацию для других целей, таких как анализ данных, определение тенденций использования, определение эффективности наших рекламных кампаний, а также для оценки и улучшения нашей Услуги, продуктов, услуг, маркетинга и вашего опыта.</li></ul><p>Мы можем передавать вашу личную информацию в следующих ситуациях:</p><ul><li><strong>С поставщиками услуг: </strong>мы можем передавать вашу личную информацию поставщикам услуг для мониторинга и анализа использования нашего Сервиса, для показа вам рекламы, чтобы помочь поддерживать и поддерживать наш сервис, для обработки платежей, для связи с вами. </li><li><strong>Для передачи бизнеса: </strong>мы можем делиться или передавать вашу личную информацию в связи или во время переговоров по любому слиянию, продаже активов Компании, финансированию или приобретению всего или части нашего бизнеса другой компании. </li><li><strong>С аффилированными лицами: </strong>мы можем делиться вашей информацией с нашими аффилированными лицами, и в этом случае мы потребуем от этих аффилированных лиц соблюдать настоящую Политику конфиденциальности. Аффилированные лица включают в себя нашу материнскую компанию и любые другие дочерние компании, партнеров по совместным предприятиям или другие компании, которые мы контролируем или которые находятся под общим с нами контролем. </li><li><strong>С деловыми партнерами: </strong>мы можем передавать вашу информацию нашим деловым партнерам, чтобы предлагать вам определенные продукты, услуги или рекламные акции. </li><li><strong>С другими пользователями: </strong>когда вы делитесь личной информацией или иным образом взаимодействуете в общедоступных местах с другими пользователями, такая информация может просматриваться всеми пользователями и может быть публично распространена за пределами. Если вы взаимодействуете с другими пользователями или регистрируетесь через стороннюю службу социальных сетей, ваши контакты в сторонней службе социальных сетей могут видеть ваше имя, профиль, изображения и описание ваших действий. Точно так же другие пользователи смогут просматривать описания ваших действий, общаться с вами и просматривать ваш профиль. </li><li><strong>С вашего согласия </strong>: Мы можем раскрыть вашу личную информацию для любых других целей с вашего согласия.</li></ul><h2><strong>Хранение ваших личных данных</strong></h2><p>Компания будет хранить ваши персональные данные только до тех пор, пока это необходимо для целей, изложенных в настоящей Политике конфиденциальности. Мы будем хранить и использовать ваши персональные данные в той мере, в какой это необходимо для соблюдения наших юридических обязательств (например, если мы обязаны хранить ваши данные в соответствии с действующим законодательством), для разрешения споров и обеспечения соблюдения наших юридических соглашений и политик.</p><p>Компания также будет хранить Данные об использовании для целей внутреннего анализа. Данные об использовании обычно хранятся в течение более короткого периода времени, за исключением случаев, когда эти данные используются для усиления безопасности или улучшения функциональности нашего Сервиса, или когда мы юридически обязаны хранить эти данные в течение более длительных периодов времени.</p><h2><strong>Передача ваших личных данных</strong></h2><p>Ваша информация, включая Персональные данные, обрабатывается в операционных офисах Компании и в любых других местах, где находятся стороны, участвующие в обработке . Это означает, что эта информация может передаваться и храниться на компьютерах, расположенных за пределами вашего штата, провинции, страны или другой государственной юрисдикции, где законы о защите данных могут отличаться от законов вашей юрисдикции.</p><p>Ваше согласие с настоящей Политикой конфиденциальности, за которым следует предоставление такой информации, означает ваше согласие на такую передачу.</p><p>Компания предпримет все разумно необходимые шаги для обеспечения безопасного обращения с вашими данными в соответствии с настоящей Политикой конфиденциальности, и никакая передача ваших персональных данных не будет происходить в организацию или страну, если не будет обеспечен надлежащий контроль, включая безопасность Ваши данные и другая личная информация.</p><h2><strong>Раскрытие ваших личных данных</strong></h2><h3><strong>Деловые операции</strong></h3><p>Если Компания участвует в слиянии, приобретении или продаже активов, ваши личные данные могут быть переданы. Мы уведомим вас до того, как ваши персональные данные будут переданы и станут предметом другой Политики конфиденциальности.</p><h3><strong>Правоохранительные органы</strong></h3><p>При определенных обстоятельствах от Компании может потребоваться раскрыть Ваши Персональные данные, если это требуется по закону или в ответ на действительные запросы государственных органов (например, суда или государственного учреждения).</p><h3><strong>Прочие юридические требования</strong></h3><p>Компания может раскрыть Ваши Персональные данные, если будут добросовестно полагать, что такие действия необходимы для:</p><ul><li>Соблюдать юридические обязательства</li><li>Защищать и защищать права или собственность Компании</li><li>Предотвратить или расследовать возможные правонарушения в связи с Сервисом.</li><li>Защищать личную безопасность пользователей Сервиса или общественности</li><li>Защитить от юридической ответственности</li></ul><h2><strong>Безопасность ваших личных данных</strong></h2><p>Безопасность ваших личных данных важна для нас, но помните, что ни один метод передачи через Интернет или метод электронного хранения не является безопасным на 100%. Хотя Мы стремимся использовать коммерчески приемлемые средства для защиты ваших личных данных, мы не можем гарантировать их абсолютную безопасность.</p><h1><strong>Подробная информация об обработке ваших личных данных</strong></h1><p>Поставщики услуг, которых мы используем, могут иметь доступ к вашим личным данным. Эти сторонние поставщики собирают, хранят, используют, обрабатывают и передают информацию о ваших действиях в нашем Сервисе в соответствии с их Политиками конфиденциальности.</p><h2><strong>Аналитика</strong></h2><p>Мы можем использовать сторонних поставщиков услуг для мониторинга и анализа использования нашего Сервиса.</p><ul><li><strong>Гугл Аналитика</strong></li></ul><p>Google Analytics - это служба веб-аналитики, предлагаемая Google, которая отслеживает и сообщает о посещаемости веб-сайтов. Google использует собранные данные для отслеживания и контроля использования нашего Сервиса. Эти данные передаются другим сервисам Google. Google может использовать собранные данные для контекстуализации и персонализации рекламы своей собственной рекламной сети.</p><p>Вы можете отказаться от определенных функций Google Analytics в настройках своего мобильного устройства, таких как настройки рекламы вашего устройства, или следуя инструкциям, предоставленным Google в их Политике конфиденциальности: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Для получения дополнительной информации о политике конфиденциальности Google посетите веб-страницу конфиденциальности и условий использования Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase - это аналитическая служба, предоставляемая Google Inc.</p><p>Вы можете отказаться от определенных функций Firebase в настройках своего мобильного устройства, таких как настройки рекламы вашего устройства, или следуя инструкциям, предоставленным Google в их Политике конфиденциальности: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Мы также рекомендуем вам ознакомиться с политикой Google по защите ваших данных: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a> </p><p>Для получения дополнительной информации о том, какую информацию собирает Firebase, посетите страницу Как Google использует данные, когда вы используете сайты наших партнеров или веб-страницу приложений: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>С их Политикой конфиденциальности можно ознакомиться по адресу <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://www.appsflyer.com/privacy-policy/\">https://www.appsflyer.com/privacy-policy/.</a> </p><ul><li><strong>Реклама в приложениях Facebook</strong></li></ul><p>С их Политикой конфиденциальности можно ознакомиться по адресу <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://www.facebook.com/about/privacy\">https://www.facebook.com/about/privacy.</a> </p><h2><strong>Реклама</strong></h2><p>Мы можем использовать поставщиков услуг для показа вам рекламы, чтобы помочь поддерживать и поддерживать наш сервис.</p><ul><li><strong>AdMob от Google</strong></li></ul><p>AdMob от Google предоставляется Google Inc.</p><p>Вы можете отказаться от использования сервиса AdMob by Google, следуя инструкциям, описанным Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=en</a> </p><p>Для получения дополнительной информации о том, как Google использует собранную информацию, посетите страницу «Как Google использует данные при использовании сайтов или приложений наших партнеров»: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> или посетите страницу Privacy Политика Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>   </p><h2><strong>Платежи</strong></h2><p>Мы можем предоставлять платные продукты и / или услуги в рамках Сервиса. В этом случае мы можем использовать сторонние сервисы для обработки платежей (например, платежные системы).</p><p>Мы не будем хранить или собирать данные вашей платежной карты. Эта информация предоставляется непосредственно нашим сторонним платежным системам, использование которых регулируется их Политикой конфиденциальности. Эти платежные системы придерживаются стандартов, установленных PCI-DSS под управлением Совета по стандартам безопасности PCI, который является совместным усилием таких брендов, как Visa, Mastercard, American Express и Discover. Требования PCI-DSS помогают обеспечить безопасную обработку платежной информации.</p><ul><li><strong>Платежи в Google Play в приложениях</strong></li></ul><p>С их Политикой конфиденциальности можно ознакомиться на <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://www.google.com/policies/privacy/\">странице https://www.google.com/policies/privacy/.</a> </p><h1><strong>Конфиденциальность детей</strong></h1><p>Наша Служба не предназначена для лиц младше 13 лет. Мы сознательно не собираем личную информацию от лиц младше 13 лет. Если вы являетесь родителем или опекуном и знаете, что ваш ребенок предоставил нам личные данные, пожалуйста Связаться с нами. Если нам станет известно, что мы собрали персональные данные от кого-либо в возрасте до 13 лет без подтверждения согласия родителей, мы предпримем шаги для удаления этой информации с наших серверов.</p><p>Если Нам необходимо полагаться на согласие как на правовое основание для обработки вашей информации, а для вашей страны требуется согласие одного из родителей, мы можем потребовать согласия вашего родителя, прежде чем мы собираем и используем эту информацию.</p><h1><strong>Ссылки на другие сайты</strong></h1><p>Наш Сервис может содержать ссылки на другие веб-сайты, которыми Мы не управляем. Если вы нажмете на ссылку третьей стороны, вы будете перенаправлены на сайт этой третьей стороны. Мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности каждого сайта, который вы посещаете.</p><p>Мы не контролируем и не несем ответственности за контент, политику конфиденциальности или действия любых сторонних сайтов или сервисов.</p><h1><strong>Изменения в настоящей Политике конфиденциальности</strong></h1><p>Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы сообщим Вам о любых изменениях, разместив новую Политику конфиденциальности на этой странице.</p><p>Мы сообщим Вам об этом по электронной почте и / или в заметном уведомлении о Нашей Службе до того, как изменения вступят в силу, и обновим дату «Последнее обновление» в верхней части настоящей Политики конфиденциальности.</p><p>Рекомендуется периодически просматривать эту Политику конфиденциальности на предмет изменений. Изменения в этой Политике конфиденциальности вступают в силу, когда они публикуются на этой странице.</p><h1><strong>Связаться с нами</strong></h1><p>Если у вас есть какие-либо вопросы об этих Условиях, вы можете связаться с нами:</p><ul><li>По электронной почте: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": "<h1>Помощь</h1><p>Если у вас возникла проблема с нашим приложением-конвертером валют, отправьте электронное письмо по <a href=\"mailto:app@currency.wiki\">адресу app@currency.wiki</a> (ответ может <a href=\"mailto:app@currency.wiki\">занять</a> 24–48 часов) и в строке темы добавьте «Проблема с приложением»  </p><p>Опишите проблему, включая название вашего устройства, номер модели и текущую версию Android. например, Samsung Galaxy S9 + Android 10</p><h1>Часто задаваемые вопросы</h1><h2>Как часто обновляются курсы валют?</h2><p>Курсы обновляются каждые 30 минут и вовремя каждые 60 секунд, кроме выходных (рынок Forex в США закрывается в пятницу в 17:00 по восточному стандартному времени и открывается в воскресенье в 17:00 по восточному стандартному времени).</p><h2>Как часто обновляются криптовалюты?</h2><p>Рынок криптовалюты никогда не закрывается. Он открыт 24 часа в сутки, 7 дней в неделю, 365 дней в году. Курсы биткойнов (BTC) всегда обновляются, даже по выходным.</p><h2>Как добавить виджет?</h2><ul><li>На главном экране коснитесь и удерживайте пустое место</li><li>Нажмите на «Виджеты»</li><li>В поле поиска введите « CurrencyConverter », и он должен отобразить виджет валюты.</li><li>Вы нажимаете на виджет, и он предлагает вам выбрать тип виджета, который вы хотите отобразить, удерживая и перетаскивая на домашний экран.</li></ul><h2>Почему я получаю одно из следующих системных уведомлений?</h2><ul><li>Прекратите оптимизировать использование батареи</li><li>Не оптимизируйте использование батареи</li><li>Разрешить приложению всегда работать в фоновом режиме</li><li>Игнорировать оптимизацию батареи</li></ul><p>Если вы используете виджет валюты на главном экране, мы рекомендуем разрешить нашему приложению работать в фоновом режиме, чтобы курсы всегда были актуальными.</p><h2>Использование батареи?</h2><p>Наше приложение было разработано для использования минимального заряда батареи и для обновления скорости при работе в фоновом режиме. Обратите внимание, что в игру вступают многие факторы, такие как закрытие приложения после использования, проверка совместимости вашего устройства с нашим приложением и т. Д.</p><h1>подсказки</h1><h2>Скопируйте, чтобы поделиться</h2><p>Если вы перейдете на главный экран конвертера валют, нажмите и удерживайте результаты. Результаты будут скопированы в буфер обмена, например «1.00 USD=0.84 EUR», которым вы можете поделиться.</p><h2>Рассчитать чаевые / сборы / налоги</h2><p>Мы создали следующую логику для быстрых расчетов чаевых; если вы введете пример «50% 10» и нажмете «=», он рассчитает 10% от 50</p><h2>Мультиконвертер</h2><p>Вы можете изменить порядок валют в выбранном списке, перетащив</p><p> </p><p> </p>",
  "html_terms": "<h1>Условия и положения</h1><p>Последнее изменение: 13 марта 2021 г.</p><p>Пожалуйста, внимательно прочтите эти условия перед использованием нашего Сервиса.</p><h1>Толкование и определения</h1><h2>Интерпретация</h2><p>Слова, начальная буква которых написана с заглавной буквы, имеют значения, определенные при следующих условиях. Следующие ниже определения имеют одинаковое значение независимо от того, используются они в единственном или множественном числе.</p><h2>Определения</h2><p>Для целей настоящих Условий:</p><ul><li><strong>Приложение </strong>означает программное обеспечение, предоставляемое Компанией, загруженное вами на любое электронное устройство, которое называется Currency Converter App от Currency.Wiki. </li><li><strong>Магазин приложений </strong>означает службу цифрового распространения, управляемую и разрабатываемую Apple Inc. (Apple App Store) или Google Inc. (Google Play Store), в которую было загружено Приложение. </li><li><strong>Аффилированное </strong>лицо означает организацию, которая контролирует, контролируется или находится под общим контролем с стороной, где «контроль» означает владение 50% или более акций, долей участия или других ценных бумаг, имеющих право голоса при выборах директоров или других управляющих органов. . </li><li><strong>Страна </strong>относится к: Калифорния, США </li><li><strong>Компания </strong>(именуемая в данном Соглашении «Компания», «Мы», «Нас» или «Наш») относится к Currency.Wiki, 122 15th st # 431 Del Mar, CA 92014. </li><li><strong>Устройство </strong>означает любое устройство, которое может получить доступ к Сервису, например компьютер, мобильный телефон или цифровой планшет. </li><li><strong>Покупка в приложении </strong>означает покупку продукта, элемента, услуги или Подписки, совершенную через Приложение и в соответствии с настоящими Условиями и / или собственными условиями и положениями Магазина приложений. </li><li><strong>Сервис </strong>относится к Приложению. </li><li><strong>Подписки </strong>относятся к услугам или доступу к Услугам, предлагаемым Вам Компанией по подписке. </li><li><strong>Положения и условия </strong>(также именуемые «Условия») означают настоящие Положения и условия, которые составляют полное соглашение между Вами и Компанией в отношении использования Сервиса. </li><li><strong>Сторонняя служба социальных сетей </strong>означает любые службы или контент (включая данные, информацию, продукты или услуги), предоставляемые третьей стороной, которые могут отображаться, включаться или предоставляться Службой. </li><li><strong>Вы </strong>означает физическое лицо, получающее доступ к Сервису или использующее его, или компанию, или другое юридическое лицо, от имени которого такое физическое лицо получает доступ или использует Сервис, в зависимости от обстоятельств. </li></ul><h1>Подтверждение</h1><p>Это Положения и условия, регулирующие использование данной Услуги, и соглашение, действующее между Вами и Компанией. В настоящих Условиях изложены права и обязанности всех пользователей в отношении использования Сервиса.</p><p>Ваш доступ к Сервису и его использование зависят от вашего согласия и соблюдения настоящих Положений и условий. Эти Условия распространяются на всех посетителей, пользователей и других лиц, которые получают доступ к Сервису или используют его.</p><p>Получая доступ к Сервису или используя его, вы соглашаетесь соблюдать настоящие Условия. Если вы не согласны с какой-либо частью настоящих Условий, вы не можете получить доступ к Сервису.</p><p>Вы заявляете, что вам исполнилось 18 лет. Компания не разрешает лицам младше 18 лет использовать Сервис.</p><p>Ваш доступ к Сервису и его использование также зависят от вашего согласия и соблюдения Политики конфиденциальности Компании. Наша Политика конфиденциальности описывает наши политики и процедуры по сбору, использованию и раскрытию вашей личной информации при использовании вами приложения или веб-сайта и рассказывает вам о ваших правах на конфиденциальность и о том, как закон защищает вас. Пожалуйста, внимательно прочтите нашу Политику конфиденциальности перед использованием нашего Сервиса.</p><h1>Подписки</h1><h2>Срок подписки</h2><p>Сервис или некоторые его части доступны только по платной Подписке. Вам будет выставлен счет заранее на регулярной и периодической основе (например, ежедневно, еженедельно, ежемесячно или ежегодно), в зависимости от типа плана подписки, который вы выбрали при покупке подписки.</p><p>В конце каждого периода Ваша Подписка будет автоматически продлеваться на тех же условиях, если только Вы не отмените ее или Компания не отменит ее.</p><h2>Отмена подписки</h2><p>Вы можете отменить продление подписки на странице настроек вашей учетной записи или связавшись с Компанией. Вы не получите возмещения уже уплаченных вами сборов за текущий период подписки, и вы сможете получить доступ к Услуге до конца текущего периода подписки.</p><p>Если Подписка была оформлена посредством Покупки в приложении, Вы можете отменить продление Подписки в Магазине приложений.</p><h2>Биллинг</h2><p>Вы должны предоставить Компании точную и полную платежную информацию, включая полное имя, адрес, штат, почтовый индекс, номер телефона и информацию о действующем способе оплаты.</p><p>Если автоматическое выставление счетов не произойдет по какой-либо причине, Компания выставит электронный счет, в котором будет указано, что вы должны продолжить вручную, в течение определенного срока, с полной оплатой, соответствующей расчетному периоду, указанному в счете.</p><p>Если Подписка была оформлена посредством Покупки в приложении, все счета обрабатываются Магазином приложений и регулируются собственными условиями и положениями Магазина приложений.</p><h2>Изменения комиссий</h2><p>Компания по своему усмотрению и в любое время может изменить стоимость подписки. Любое изменение платы за подписку вступает в силу в конце текущего периода подписки.</p><p>Компания предоставит Вам разумное предварительное уведомление о любых изменениях в стоимости подписки, чтобы дать Вам возможность прекратить подписку до того, как такое изменение вступит в силу.</p><p>Дальнейшее использование вами Сервиса после вступления в силу изменения Абонентской платы означает ваше согласие оплатить измененную сумму Абонентской платы.</p><h2>Возврат</h2><p>За исключением случаев, предусмотренных законом, оплаченная абонентская плата не возвращается.</p><p>Определенные запросы на возврат средств за Подписки могут рассматриваться Компанией в индивидуальном порядке и удовлетворяться по собственному усмотрению Компании.</p><p>Если Подписка была оформлена посредством покупки в приложении, будет применяться политика возврата средств Магазина приложений. Если вы хотите запросить возврат средств, вы можете сделать это напрямую, связавшись с Магазином приложений.</p><h1>Покупки в приложении</h1><p>Приложение может включать встроенные покупки, которые позволяют вам покупать продукты, услуги или подписки.</p><p>Дополнительные сведения о том, как вы можете управлять покупками в приложении с помощью своего Устройства, можно найти в собственных условиях и положениях Магазина приложений или в настройках справки вашего Устройства.</p><p>Покупки в приложении можно использовать только в приложении. Если вы совершаете покупку в приложении, эту покупку в приложении нельзя отменить после того, как вы начали ее загрузку. Покупки в приложении нельзя обменять на денежные средства или иное вознаграждение или передать другим способом.</p><p>Если какая-либо Покупка в приложении не была успешно загружена или не работает после ее успешной загрузки, мы, узнав о неисправности или получив уведомление о ней от Вас, исследуем причину неисправности. Мы будем действовать разумно, решая, предоставлять ли Вам замену Покупки в приложении или выпускать патч для устранения неисправности. Мы ни в коем случае не будем взимать с Вас плату за замену или ремонт встроенной покупки. В том маловероятном случае, если мы не сможем заменить или отремонтировать соответствующую Покупку в приложении или не сможем сделать это в течение разумного периода времени и без значительных неудобств для Вас, мы разрешим Магазин приложений вернуть Вам сумму до стоимость соответствующей покупки в приложении. В качестве альтернативы, если вы хотите запросить возмещение, вы можете сделать это напрямую, связавшись с Магазином приложений.</p><p>Вы признаете и соглашаетесь с тем, что все процессы выставления счетов и транзакций обрабатываются Магазином приложений, из которого вы загрузили Приложение, и регулируются собственными условиями и положениями этого Магазина приложений.</p><p>Если у вас есть какие-либо проблемы, связанные с оплатой при покупках в приложении, вам необходимо напрямую связаться с Магазином приложений.</p><h1>Ссылки на другие сайты</h1><p>Наш Сервис может содержать ссылки на сторонние веб-сайты или сервисы, которые не принадлежат или не контролируются Компанией.</p><p>Компания не контролирует и не несет ответственности за содержание, политику конфиденциальности или действия любых сторонних веб-сайтов или служб. Вы также признаете и соглашаетесь с тем, что Компания не несет ответственности, прямо или косвенно, за любой ущерб или убытки, вызванные или предположительно вызванные или в связи с использованием или использованием любого такого контента, товаров или услуг, доступных на или через любые такие веб-сайты или службы.</p><p>Мы настоятельно рекомендуем вам ознакомиться с условиями и политикой конфиденциальности любых сторонних веб-сайтов или служб, которые вы посещаете.</p><h1>Прекращение</h1><p>Мы можем прекратить или приостановить ваш доступ немедленно, без предварительного уведомления или ответственности, по любой причине, включая, помимо прочего, нарушение вами настоящих Положений и условий.</p><p>После прекращения действия ваше право на использование Сервиса немедленно прекращается.</p><h1>Ограничение ответственности</h1><p>Несмотря на любые убытки, которые вы можете понести, вся ответственность Компании и любого из ее поставщиков в соответствии с любым положением настоящих Условий и ваше исключительное средство правовой защиты в отношении всего вышеперечисленного ограничивается суммой, фактически уплаченной вами через Сервис, или 100 долларов США. если Вы ничего не приобрели через Сервис.</p><p>В максимальной степени, разрешенной применимым законодательством, Компания или ее поставщики ни в коем случае не несут ответственности за какие-либо особые, случайные, косвенные или косвенные убытки (включая, помимо прочего, убытки, связанные с упущенной прибылью, потерей данных или другая информация, касающаяся прерывания бизнеса, причинения вреда здоровью, потери конфиденциальности, возникшей в результате использования или невозможности использования Сервиса, стороннего программного обеспечения и / или стороннего оборудования, используемого с Сервисом, или каким-либо образом связанного с ним, или в противном случае в связи с любым положением настоящих Условий), даже если Компания или любой поставщик были уведомлены о возможности таких убытков и даже если средство правовой защиты не соответствует его основной цели.</p><p>В некоторых штатах не допускается исключение подразумеваемых гарантий или ограничение ответственности за случайные или косвенные убытки, что означает, что некоторые из вышеуказанных ограничений могут не применяться. В этих государствах ответственность каждой стороны будет ограничена в максимальной степени, разрешенной законом.</p><h1>Заявление об отказе от ответственности \"КАК ЕСТЬ\" и \"КАК ДОСТУПНО\"</h1><p>Услуга предоставляется Вам «КАК ЕСТЬ» и «ПО ДОСТУПНОСТИ» со всеми неисправностями и дефектами без каких-либо гарантий. В максимальной степени, разрешенной применимым законодательством, Компания от своего имени и от имени своих Аффилированных лиц и своих соответствующих лицензиаров и поставщиков услуг прямо отказывается от всех гарантий, явных, подразумеваемых, установленных законом или иных, в отношении Услуга, включая все подразумеваемые гарантии товарной пригодности, пригодности для определенной цели, права собственности и ненарушения прав, а также гарантии, которые могут возникнуть в ходе деловых отношений, выполнения, использования или торговой практики. Без ограничения вышеизложенного, Компания не предоставляет никаких гарантий или обязательств и не делает никаких заявлений о том, что Сервис будет соответствовать Вашим требованиям, достигать любых запланированных результатов, быть совместимым или работать с любым другим программным обеспечением, приложениями, системами или услугами, работать без перебоев, соответствовать любым стандартам производительности или надежности или быть безошибочным или что любые ошибки или дефекты могут или будут исправлены.</p><p>Не ограничивая вышеизложенное, ни Компания, ни какой-либо из ее поставщиков не делает никаких заявлений или гарантий любого рода, явных или подразумеваемых: (i) в отношении работы или доступности Сервиса, или информации, контента, материалов или продуктов. включены в него; (ii) что Служба будет бесперебойной или безошибочной; (iii) относительно точности, надежности или актуальности любой информации или контента, предоставляемого через Сервис; или (iv) что Сервис, его серверы, контент или электронные письма, отправленные от или от имени Компании, не содержат вирусов, скриптов, троянских коней, червей, вредоносных программ, бомб замедленного действия или других вредоносных компонентов.</p><p>В некоторых юрисдикциях не допускается исключение определенных типов гарантий или ограничений применимых законных прав потребителя, поэтому некоторые или все вышеперечисленные исключения и ограничения могут не относиться к Вам. Но в таком случае исключения и ограничения, изложенные в этом разделе, применяются в максимальной степени, предусмотренной применимым законодательством.</p><h1>Применимое право</h1><p>Настоящие Условия и использование вами Сервиса регулируются законами страны, за исключением ее коллизионных норм. Использование вами Приложения также может регулироваться другими местными, государственными, национальными или международными законами.</p><h1>Разрешение споров</h1><p>Если у вас есть какие-либо сомнения или споры по поводу Сервиса, вы соглашаетесь сначала попытаться разрешить спор неформально, связавшись с Компанией.</p><h1>Для пользователей Европейского Союза (ЕС)</h1><p>Если вы являетесь потребителем в Европейском союзе, вы получите выгоду от любых обязательных положений законодательства страны, в которой вы проживаете.</p><h1>Положения федерального правительства США о конечном использовании</h1><p>Если Вы являетесь конечным пользователем из федерального правительства США, наша Служба является «Коммерческим объектом», как это определено в 48 CFR §2.101.</p><h1>Соблюдение правовых норм США</h1><p>Вы заявляете и гарантируете, что (i) вы не находитесь в стране, на которую распространяется эмбарго правительства США или которая была определена правительством США как страна, \"поддерживающая террористов\", и (ii) вы не являетесь внесены в любой список запрещенных или ограниченных сторон правительства США.</p><h1>Независимость положений и отказ от прав</h1><h2>Делимость</h2><p>Если какое-либо положение настоящих Условий будет признано не имеющим исковой силы или недействительным, такое положение будет изменено и истолковано для достижения целей такого положения в максимально возможной степени в соответствии с применимым законодательством, а остальные положения сохранят полную силу.</p><h2>Отказ</h2><p>За исключением случаев, предусмотренных в настоящем документе, неисполнение права или неспособность потребовать выполнения обязательства в соответствии с настоящими Условиями не влияет на способность стороны реализовать такое право или требовать такого исполнения в любое время после этого, а также отказ от нарушения не является отказом. любого последующего нарушения.</p><h1>Перевод Устный перевод</h1><p>Эти Положения и условия могли быть переведены, если Мы сделали их доступными для вас в нашем Сервисе. Вы соглашаетесь с тем, что исходный текст на английском языке имеет преимущественную силу в случае спора.</p><h1>Изменения в настоящих Условиях использования</h1><p>Мы оставляем за собой право по собственному усмотрению изменять или заменять настоящие Условия в любое время. Если изменение является существенным, мы приложим разумные усилия, чтобы уведомить об этом как минимум за 30 дней до вступления в силу любых новых условий. Что представляет собой существенное изменение, будет определяться по нашему собственному усмотрению.</p><p>Продолжая получать доступ к Нашему Сервису или использовать его после того, как эти изменения вступят в силу, Вы соглашаетесь соблюдать пересмотренные условия. Если вы не согласны с новыми условиями полностью или частично, пожалуйста, прекратите использование веб-сайта и Сервиса.</p><h1>Отказ от ответственности</h1><p>Курсы обмена Currency.wiki предназначены только для информационных целей. Пожалуйста, проверьте / подтвердите курсы валют у вашего форекс-брокера или финансового учреждения, прежде чем совершать международные денежные переводы и операции.</p><h1>Кредиты</h1><p>Мы хотим поблагодарить следующих авторов за создание бесплатных иконок и бесплатную лицензию на использование диаграмм.</p><ul><li>Доктор медицины Бадша Меа: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>значок king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> и <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=ru&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>Связаться с нами</h1><p>Если у вас есть какие-либо вопросы об этих Условиях, вы можете связаться с нами:</p><ul><li>По электронной почте: info@currency.wiki</li></ul><p> </p>",
  "presets": "Предустановки ",
  "select": "Выбирать",

  "iso": "русский",
  "AED": "Объединенные Арабские Эмираты Дирхам",
  "AFN": "Афганский афганец",
  "ALL": "Албанский Лек",
  "AMD": "Армянский драм",
  "ANG": "Нидерланды Антильские Гильдии",
  "AOA": "Ангольский Кванза",
  "ARS": "Аргентинский Песо",
  "AUD": "Австралийский доллар",
  "AWG": "Арубан Флорин",
  "AZN": "Азербайджанский манат",
  "BAM": "Босния и Герцеговина Кабриолет Марк",
  "BBD": "Барбадосский доллар",
  "BDT": "Бангладеш Така",
  "BGN": "Болгарский Лев",
  "BHD": "Бахрейнский динар",
  "BIF": "Бурундийский франк",
  "BMD": "Бермудский доллар",
  "BND": "Бруней ский доллар",
  "BOB": "Боливийский Боливийский",
  "BRL": "Бразильский Реал",
  "BSD": "Багамский доллар",
  "BTC": "Bitcoin",
  "BTN": "Бутанский Нголтрум",
  "BWP": "Ботсвана Пула",
  "BYN": "Белорусский рубль",
  "BZD": "Белиз Доллар",
  "CAD": "Канадский доллар",
  "CDF": "Конголезский франк",
  "CHF": "Швейцарский франк",
  "CLF": "Чилийская учетная палата (UF)",
  "CLP": "Чилийский песо",
  "CNY": "Юань",
  "COP": "Колумбийский песо",
  "CRC": "Коста-Рикаке Колон",
  "CUC": "Кубинский кабриолет Песо",
  "CUP": "Кубинский песо",
  "CVE": "Кабо-Верде Эскудо",
  "CZK": "Коруна, Чехия",
  "DJF": "Джибутиан Франк",
  "DKK": "Датская крона",
  "DOP": "Доминиканская Песо",
  "DZD": "Алжирский динар",
  "EGP": "Египетский фунт",
  "ERN": "Эритрейская Накфа",
  "ETB": "Эфиопский Бирр",
  "EUR": "Евро",
  "FJD": "Фиджийский доллар",
  "FKP": "Фолклендские острова фунт",
  "GBP": "Британский фунт стерлингов",
  "GEL": "Грузинский Лари",
  "GGP": "Гернси Паунд",
  "GHS": "Ганский Седи",
  "GIP": "Гибралтарский фунт",
  "GMD": "Гамбийский Даласи",
  "GNF": "Гвинейский франк",
  "GTQ": "Гватемальский Кетцаль",
  "GYD": "Гайанский доллар",
  "HKD": "Гонконгский доллар",
  "HNL": "Гондурас Лемпира",
  "HRK": "Хорватская Куна",
  "HTG": "Гаитянского гурда",
  "HUF": "Венгерский Форинт",
  "IDR": "Индонезийская рупия",
  "ILS": "Израильский Нью-Шекель",
  "IMP": "Мэнфунт",
  "INR": "Индийская рупия",
  "IQD": "Иракский динар",
  "IRR": "Иранский риал",
  "ISK": "Исландский Крона",
  "JEP": "Фунт Джерси",
  "JMD": "Ямайский доллар",
  "JOD": "Иорданский динар",
  "JPY": "Иена",
  "KES": "Кенийский шиллинг",
  "KGS": "Киргыстани Сом",
  "KHR": "Камбоджийский риэль",
  "KMF": "Коморский франк",
  "KPW": "Северная Корея вон",
  "KRW": "Вон южнокореец",
  "KWD": "Кувейтский динар",
  "KYD": "Каймановы острова Доллар",
  "KZT": "Казахстанский тенге",
  "LAK": "Лаосский кип",
  "LBP": "Ливанский фунт",
  "LKR": "Шри-Ланка рупия",
  "LRD": "Либерийский доллар",
  "LSL": "Лесото Лоти",
  "LTL": "Литовский Litas",
  "LVL": "Латвийские латы",
  "LYD": "Ливийский динар",
  "MAD": "Марокканский Дирхам",
  "MDL": "Молдавский лей",
  "MGA": "Малагасийский ариари",
  "MKD": "Македонский Денар",
  "MMK": "Мьянма Кьят",
  "MNT": "Монгольский Тугик",
  "MOP": "Маканесе Патака",
  "MRO": "Мавританский Угуия",
  "MUR": "Маврикийская рупия",
  "MVR": "Мальдивская Руфия",
  "MWK": "Малавиан Квача",
  "MXN": "Мексиканский песо",
  "MYR": "Малайзийский Ринггит",
  "MZN": "Мозамбикский метский",
  "NAD": "Намибийский доллар",
  "NGN": "Нигерийская Наира",
  "NIO": "Никарагуанская Кордова",
  "NOK": "Норвежская крона",
  "NPR": "Непальская рупия",
  "NZD": "Новозеландский доллар",
  "OMR": "Оманский риал",
  "PAB": "Панамский Бальбоа",
  "PEN": "Перуанской Нуэво Соль",
  "PGK": "Папуа-Новая Гвинея Кина",
  "PHP": "Филиппинский Песо",
  "PKR": "Пакистанская рупия",
  "PLN": "Польский Злотый",
  "PYG": "Парагвайский гуарани",
  "QAR": "Катарский риал",
  "RON": "Румынский лей",
  "RSD": "Сербский динар",
  "RUB": "Российский рубль",
  "RWF": "Руандийский франк",
  "SAR": "Саудовский Риял",
  "SBD": "Соломоновы Острова Доллар",
  "SCR": "Сейчелье рупия",
  "SDG": "Суданский фунт",
  "SEK": "Шведская крона",
  "SGD": "Сингапурский доллар",
  "SHP": "Сент-Елена Паунд",
  "SLL": "Сьерра-Леоне Леоне",
  "SOS": "Сомали Шиллинг",
  "SRD": "Суринамский доллар",
  "STD": "Сан-Томе и Пренсипе Добра",
  "SVC": "Сальвадорский Колон",
  "SYP": "Сирийский фунт",
  "SZL": "Свази Лилангени",
  "THB": "Тайский бат",
  "TJS": "Таджикистан Сомони",
  "TMT": "Туркменистанский манат",
  "TND": "Тунисский динар",
  "TOP": "Тонга Паньянга",
  "TRY": "Турецкая лира",
  "TTD": "Тринидад и Тобаго Доллар",
  "TWD": "Новый тайваньский доллар",
  "TZS": "Танзанийский шиллинг",
  "UAH": "Гривна",
  "UGX": "Угандийский шиллинг",
  "USD": "Доллар США",
  "UYU": "Уругвайский Песо",
  "UZS": "Узбекистан Сом",
  "VES": "Венесуэльский Боливар Фуэрте",
  "VND": "Вьетнамский донг",
  "VUV": "Вануату Вату",
  "WST": "Самоанский Тала",
  "XAF": "CFA Франк BEAC",
  "XAG": "Серебро (тройская унция)",
  "XAU": "Золото (тройская унция)",
  "XCD": "Восточно-Карибский доллар",
  "XDR": "Специальные права заимствования",
  "XOF": "КФА Франк BCEAO",
  "XPF": "CFP Франк",
  "YER": "йеменский риал",
  "ZAR": "южноафриканский рэнд",
  "ZMK": "Замбийский Квача (до 2013)",
  "ZMW": "Замбийский Квача",
  "ZWL": "Зимбабве доллар"
}