{
  "update": "Uppdaterad",
  "addCurrency": "Lägg till valuta",
  "selectedCurrency": "Vald valuta",
  "monetary": "Monetärt format",
  "decimal": "Decimalformat",
  "firstTextRatingPage": "Vänligen betygsätt appen!",
  "secondTextRatingPage": "Klicka på stjärnor och öppna med Google Play Butik för att betygsätta",
  "buttonTextRatingPage": "INTE NU",
  "removeAds": "Ta bort annonser",
  "removeAdsContent": "Stöd vårt projekt med en liten årlig prenumeration",
  "selectLanguage": "Välj språk",
  "english": "svenska",
  "colorsSelection": "Färgval",
  "theme": "Tema",
  "light": "Ljus",
  "dark": "Mörk",
  "widgetTransparency": "Widget -transparens",
  "visualSize": "Visuell storlek",
  "A": "A",
  "appLogoLauncher": "App Logo Launcher",
  "multiConverter": "Multi-omvandlare",
  "multiConverterContent1": "Öppnar multi-omvandlare som standard.",
  "multiConverterContent2": "OBS:",
  "multiConverterContent3": "Den här funktionen fungerar bara med applogostarter",
  "display": "Display",
  "display1": "Visa valutakod",
  "display2": "Visa valutasymbol",
  "display3": "Visa valutaflagga",
  "dateFormat": "Dataformat",
  "not": "Inte nu",
 
  "selected": "VALD",
  "currencyList": "VALUTALISTA",
  "dontShow": "Visa inte",
  "support": "Stöd",
  "term": "Termin",
  "privacy": "Integritetspolicy",
  "unlocked": "Olåst",
  "locked": "Låst",
  "custom": "Beställnings",
  "try": "Prova denna färg",
  "unlock": "Låsa upp",
  "wiki": ",Av: Currency.wiki",
  "multi": "Multi-omvandlare",
  "html_policy": " <h1><strong>Integritetspolicy</strong></h1><p>Senast uppdaterad: 13 mars 2021</p><p>Denna sekretesspolicy beskriver våra policyer och procedurer för insamling, användning och avslöjande av din information när du använder tjänsten och berättar om dina integritetsrättigheter och hur lagen skyddar dig.</p><p>Vi använder dina personuppgifter för att tillhandahålla och förbättra tjänsten. Genom att använda tjänsten godkänner du insamling och användning av information i enlighet med denna sekretesspolicy.</p><h1><strong>Tolkning och definitioner</strong></h1><h2><strong>Tolkning</strong></h2><p>Orden som den första bokstaven är versal med har betydelser definierade under följande förhållanden. Följande definitioner ska ha samma betydelse oavsett om de förekommer i singular eller plural.</p><h2><strong>Definitioner</strong></h2><p>I denna sekretesspolicy:</p><ul><li><strong>Konto </strong>betyder ett unikt konto som skapats för dig för att få åtkomst till vår tjänst eller delar av vår tjänst. </li><li><strong>Dotterföretag: </strong>ett företag som kontrollerar, kontrolleras av eller är under gemensam kontroll med en part, där \"kontroll\" betyder ägande av 50% eller mer av aktierna, aktieräntan eller andra värdepapper som är berättigade att rösta för val av styrelseledamöter eller annan förvaltningsmyndighet . </li><li><strong>Tillämpning </strong>avses programvaran som tillhandahålls av företaget som du laddar ner på vilken elektronisk enhet som helst som heter Currency Converter App av Currency.Wiki </li><li><strong>Företaget </strong>(kallas antingen \"företaget\", \"vi\", \"oss\" eller \"vårt\" i detta avtal) hänvisar till Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Land </strong>hänvisar till: Kalifornien, USA </li><li><strong>Enhet </strong>betyder alla enheter som kan komma åt Tjänsten, till exempel en dator, en mobiltelefon eller en digital surfplatta. </li><li><strong>Personuppgifter </strong>är all information som avser en identifierad eller identifierbar person. </li><li><strong>Tjänsten </strong>hänvisar till applikationen. </li><li><strong>Med tjänsteleverantör </strong>avses varje fysisk eller juridisk person som behandlar uppgifterna på företagets vägnar. Det hänvisar till tredjepartsföretag eller personer som är anställda av företaget för att underlätta tjänsten, för att tillhandahålla tjänsten på företagets vägnar, för att utföra tjänster relaterade till tjänsten eller för att hjälpa företaget att analysera hur tjänsten används. </li><li><strong>Tredjeparts sociala mediatjänster </strong>hänvisar till vilken webbplats som helst eller en webbplats på det sociala nätverket genom vilken en användare kan logga in eller skapa ett konto för att använda tjänsten. </li><li><strong>Användningsdata </strong>avser data som samlas in automatiskt, antingen genererade av användningen av tjänsten eller från själva tjänstens infrastruktur (till exempel varaktigheten för ett sidbesök). </li><li><strong>Du </strong>avser den person som har åtkomst till eller använder Tjänsten, eller företaget eller annan juridisk enhet för vilken en sådan person har tillgång till eller använder Tjänsten, i tillämpliga fall. </li></ul><h1><strong>Samla in och använda dina personuppgifter</strong></h1><h2><strong>Typer av insamlade data</strong></h2><h3><strong>Personlig information</strong></h3><p>När vi använder vår tjänst kan vi be dig att förse oss med viss personlig identifierbar information som kan användas för att kontakta eller identifiera dig. Personligt identifierbar information kan inkludera, men är inte begränsad till:</p><ul><li>E-postadress</li><li>Användningsdata</li></ul><h3><strong>Användningsdata</strong></h3><p>Användningsdata samlas in automatiskt när du använder tjänsten.</p><p>Användningsdata kan innehålla information som din enhets internetprotokolladress (t.ex. IP-adress), webbläsartyp, webbläsarversion, sidorna i vår tjänst som du besöker, tid och datum för ditt besök, den tid du spenderar på dessa sidor, unik enhet identifierare och andra diagnostiska data.</p><p>När du öppnar tjänsten via eller via en mobil enhet kan vi samla in viss information automatiskt, inklusive, men inte begränsat till, vilken typ av mobil enhet du använder, din unika ID för din mobila enhet, din mobila enhets IP-adress, din mobila enhet operativsystem, vilken typ av mobil webbläsare du använder, unika enhetsidentifierare och andra diagnostiska data.</p><p>Vi kan också samla in information som din webbläsare skickar när du besöker vår tjänst eller när du öppnar tjänsten via eller via en mobil enhet.</p><h2><strong>Användning av dina personuppgifter</strong></h2><p>Företaget kan använda personuppgifter för följande ändamål:</p><ul><li><strong>För att tillhandahålla och underhålla vår tjänst </strong>, inklusive för att övervaka användningen av vår tjänst.</li><li><strong>För att hantera ditt konto: för </strong>att hantera din registrering som användare av tjänsten. De personuppgifter du tillhandahåller kan ge dig tillgång till olika funktioner i tjänsten som är tillgängliga för dig som registrerad användare. </li><li><strong>För genomförandet av ett kontrakt: </strong>utveckling, efterlevnad och genomförande av köpeavtalet för de produkter, artiklar eller tjänster du har köpt eller av något annat avtal med oss genom tjänsten. </li><li><strong>För att kontakta dig: </strong>För att kontakta dig via e-post, telefonsamtal, SMS eller andra likvärdiga former av elektronisk kommunikation, såsom en mobilapps push-meddelanden om uppdateringar eller informativ kommunikation relaterad till funktionerna, produkterna eller avtalade tjänsterna, inklusive säkerhetsuppdateringar, när det är nödvändigt eller rimligt för deras genomförande. </li><li><strong>För att förse dig </strong>med nyheter, specialerbjudanden och allmän information om andra varor, tjänster och evenemang som vi erbjuder som liknar de som du redan har köpt eller frågat om om du inte har valt att inte ta emot sådan information. </li><li><strong>För att hantera dina förfrågningar: </strong>Att delta och hantera dina förfrågningar till oss. </li><li><strong>För företagsöverföringar: </strong>Vi kan använda din information för att utvärdera eller genomföra en sammanslagning, avyttring, omstrukturering, omorganisation, upplösning eller annan försäljning eller överföring av vissa eller alla våra tillgångar, oavsett om det är en fortsatt verksamhet eller som en del av konkurs, likvidation, eller liknande förfaranden, där personuppgifter som innehas av oss om våra tjänstanvändare är bland de överförda tillgångarna. </li><li><strong>För andra ändamål </strong>: Vi kan använda din information för andra ändamål, såsom dataanalys, identifiera användartrender, bestämma effektiviteten i våra kampanjkampanjer och att utvärdera och förbättra vår tjänst, produkter, tjänster, marknadsföring och din upplevelse.</li></ul><p>Vi kan dela din personliga information i följande situationer:</p><ul><li><strong>Med tjänsteleverantörer: </strong>Vi kan dela din personliga information med tjänsteleverantörer för att övervaka och analysera användningen av vår tjänst, för att visa annonser för dig för att hjälpa till att stödja och underhålla vår tjänst, för betalningshantering, för att kontakta dig. </li><li><strong>För företagsöverföringar: </strong>Vi kan dela eller överföra din personliga information i samband med eller under förhandlingar om all sammanslagning, försäljning av företagets tillgångar, finansiering eller förvärv av hela eller en del av vår verksamhet till ett annat företag. </li><li><strong>Med dotterbolag: </strong>Vi kan dela din information med våra dotterbolag, i vilket fall vi kommer att kräva att dessa dotterbolag respekterar denna integritetspolicy. Dotterföretag inkluderar vårt moderbolag och andra dotterbolag, joint venture-partners eller andra företag som vi kontrollerar eller som är under gemensam kontroll med oss. </li><li><strong>Med affärspartners: </strong>Vi kan dela din information med våra affärspartners för att erbjuda dig vissa produkter, tjänster eller kampanjer. </li><li><strong>Med andra användare: </strong>när du delar personlig information eller på annat sätt interagerar i de offentliga områdena med andra användare kan sådan information ses av alla användare och kan distribueras offentligt utanför. Om du interagerar med andra användare eller registrerar dig via en tredjepartstjänst för sociala medier kan dina kontakter på tredje partens sociala medietjänst se ditt namn, profil, bilder och beskrivning av din aktivitet. På samma sätt kommer andra användare att kunna se beskrivningar av din aktivitet, kommunicera med dig och se din profil. </li><li><strong>Med ditt samtycke </strong>: Vi kan avslöja din personliga information för något annat ändamål med ditt samtycke.</li></ul><h2><strong>Lagring av dina personuppgifter</strong></h2><p>Företaget kommer att lagra dina personuppgifter så länge som är nödvändigt för de ändamål som anges i denna sekretesspolicy. Vi kommer att behålla och använda dina personuppgifter i den utsträckning som är nödvändig för att följa våra juridiska skyldigheter (till exempel om vi är skyldiga att behålla dina uppgifter för att följa gällande lagar), lösa tvister och genomdriva våra juridiska avtal och policyer.</p><p>Företaget kommer också att behålla användningsdata för intern analys. Användningsdata lagras i allmänhet under en kortare tidsperiod, förutom när dessa uppgifter används för att stärka säkerheten eller för att förbättra funktionerna i vår tjänst, eller vi är lagligen skyldiga att behålla dessa uppgifter under längre tidsperioder.</p><h2><strong>Överföring av dina personuppgifter</strong></h2><p>Din information, inklusive personuppgifter, behandlas på företagets driftkontor och på andra platser där de parter som är involverade i behandlingen finns . Det betyder att denna information kan överföras till - och underhållas på - datorer som ligger utanför din stat, provins, land eller annan statlig jurisdiktion där dataskyddslagarna kan skilja sig från dem från din jurisdiktion.</p><p>Ditt samtycke till denna integritetspolicy följt av ditt inlämnande av sådan information representerar ditt samtycke till den överföringen.</p><p>Företaget kommer att vidta alla åtgärder som rimligen är nödvändiga för att säkerställa att dina uppgifter behandlas säkert och i enlighet med denna integritetspolicy och att ingen överföring av dina personuppgifter kommer att ske till en organisation eller ett land såvida det inte finns tillräckliga kontroller inklusive säkerheten för Dina uppgifter och annan personlig information.</p><h2><strong>Utlämnande av dina personuppgifter</strong></h2><h3><strong>Affärstransaktion</strong></h3><p>Om företaget är inblandat i en sammanslagning, förvärv eller tillgångsförsäljning kan dina personuppgifter överföras. Vi kommer att meddela innan dina personuppgifter överförs och omfattas av en annan integritetspolicy.</p><h3><strong>Rättsväsende</strong></h3><p>Under vissa omständigheter kan företaget vara skyldigt att lämna ut dina personuppgifter om det krävs enligt lag eller som svar på giltiga förfrågningar från offentliga myndigheter (t.ex. en domstol eller en myndighet).</p><h3><strong>Andra rättsliga krav</strong></h3><p>Företaget kan lämna ut dina personuppgifter i god tro att en sådan åtgärd är nödvändig för att:</p><ul><li>Följ en rättslig skyldighet</li><li>Skydda och försvara företagets rättigheter eller egendom</li><li>Förhindra eller undersök eventuella fel i samband med tjänsten</li><li>Skydda den personliga säkerheten för användare av tjänsten eller allmänheten</li><li>Skydda mot rättsligt ansvar</li></ul><h2><strong>Säkerhet för dina personuppgifter</strong></h2><p>Säkerheten för dina personuppgifter är viktig för oss, men kom ihåg att ingen metod för överföring via Internet eller metod för elektronisk lagring är 100% säker. Vi strävar efter att använda kommersiellt godtagbara medel för att skydda dina personuppgifter, men vi kan inte garantera dess absoluta säkerhet.</p><h1><strong>Detaljerad information om behandlingen av dina personuppgifter</strong></h1><p>De tjänsteleverantörer vi använder kan ha tillgång till dina personuppgifter. Dessa tredjepartsleverantörer samlar in, lagrar, använder, bearbetar och överför information om din aktivitet på vår tjänst i enlighet med deras sekretesspolicyer.</p><h2><strong>Analytics</strong></h2><p>Vi kan använda tredjepartsleverantörer för att övervaka och analysera användningen av vår tjänst.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Google Analytics är en webbanalystjänst som erbjuds av Google som spårar och rapporterar webbplatstrafik. Google använder de insamlade uppgifterna för att spåra och övervaka användningen av vår tjänst. Denna information delas med andra Google-tjänster. Google kan använda den insamlade informationen för att kontextualisera och anpassa annonserna i sitt eget reklamnätverk.</p><p>Du kan välja bort vissa Google Analytics-funktioner via dina mobila enhetsinställningar, till exempel dina enhetsannonseringsinställningar eller genom att följa instruktionerna från Google i deras sekretesspolicy: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><p>Mer information om Googles sekretesspraxis finns på Googles webbplats för sekretess och villkor: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase är en analystjänst som tillhandahålls av Google Inc.</p><p>Du kan välja bort vissa Firebase-funktioner via dina mobila enhetsinställningar, till exempel dina enhetsannonseringsinställningar eller genom att följa instruktionerna från Google i deras sekretesspolicy: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><p>Vi uppmuntrar dig också att granska Googles policy för att skydda dina data: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://support.google.com/analytics/answer/6004245\":"https://support.google.com/analytics/answer/6004245</a> </p><p>För mer information om vilken typ av information Firebase samlar in, se Hur Google använder data när du använder våra partners webbplatser eller appar: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://policies.google.com/technologies/partner-sites\":"https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Deras integritetspolicy kan ses på <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://www.appsflyer.com/privacy-policy/\":"https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Facebook-appannonser</strong></li></ul><p>Deras sekretesspolicy kan ses på <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://www.facebook.com/about/privacy\":"https://www.facebook.com/about/privacy</a> </p><h2><strong>Reklam</strong></h2><p>Vi kan använda tjänsteleverantörer för att visa annonser för dig för att hjälpa till med att underhålla vår tjänst.</p><ul><li><strong>AdMob av Google</strong></li></ul><p>AdMob av Google tillhandahålls av Google Inc.</p><p>Du kan välja bort tjänsten AdMob by Google genom att följa instruktionerna som beskrivs av Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\":"https://support.google.com/ads/answer/2662922?hl=sv</a> </p><p>För mer information om hur Google använder den insamlade informationen, besök sidan \"Hur Google använder data när du använder våra partners webbplatser eller app\": <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://policies.google.com/technologies/partner-sites\":"https://policies.google.com/technologies/partner-sites</a> eller besök sekretess Googles policy: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a>   </p><h2><strong>Betalningar</strong></h2><p>Vi kan tillhandahålla betalda produkter och / eller tjänster inom tjänsten. I så fall kan vi använda tjänster från tredje part för betalningshantering (t.ex. betalningsbehandlare).</p><p>Vi lagrar eller samlar inte in dina betalkortuppgifter. Denna information tillhandahålls direkt till våra tredjeparts betalningsbehandlare vars användning av din personliga information regleras av deras integritetspolicy. Dessa betalningsprocessorer följer de standarder som fastställts av PCI-DSS som hanteras av PCI Security Standards Council, vilket är en gemensam insats av varumärken som Visa, Mastercard, American Express och Discover. PCI-DSS-krav hjälper till att säkerställa säker hantering av betalningsinformation.</p><ul><li><strong>Google Play betalningar i appen</strong></li></ul><p>Deras sekretesspolicy kan ses på <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://www.google.com/policies/privacy/\":"https://www.google.com/policies/privacy/</a> </p><h1><strong>Barnens integritet</strong></h1><p>Vår tjänst vänder sig inte till någon under 13 år. Vi samlar inte medvetet personligt identifierbar information från någon under 13 år. Om du är förälder eller vårdnadshavare och du är medveten om att ditt barn har tillhandahållit oss personuppgifter, vänligen kontakta oss. Om vi blir medvetna om att vi har samlat in personuppgifter från någon under 13 år utan verifiering av föräldrarnas samtycke, vidtar vi åtgärder för att ta bort den informationen från våra servrar.</p><p>Om vi behöver förlita oss på samtycke som en rättslig grund för behandling av din information och ditt land kräver samtycke från en förälder, kan vi behöva din förälders samtycke innan vi samlar in och använder den informationen.</p><h1><strong>Länkar till andra webbplatser</strong></h1><p>Vår tjänst kan innehålla länkar till andra webbplatser som inte drivs av oss. Om du klickar på en tredjepartslänk dirigeras du till den tredje partens webbplats. Vi rekommenderar dig att granska sekretesspolicyn för varje webbplats du besöker.</p><p>Vi har ingen kontroll över och tar inget ansvar för innehåll, sekretesspolicyer eller praxis för tredje parts webbplatser eller tjänster.</p><h1><strong>Ändringar av denna integritetspolicy</strong></h1><p>Vi kan uppdatera vår integritetspolicy då och då. Vi kommer att meddela dig om ändringar genom att lägga upp den nya sekretesspolicyn på den här sidan.</p><p>Vi kommer att meddela dig via e-post och / eller ett framträdande meddelande om vår tjänst innan ändringen träder i kraft och uppdaterar datumet \"Senast uppdaterad\" högst upp i denna sekretesspolicy.</p><p>Du rekommenderas att regelbundet granska denna integritetspolicy för eventuella ändringar. Ändringar av denna sekretesspolicy gäller när de publiceras på den här sidan.</p><h1><strong>Kontakta oss</strong></h1><p>Om du har några frågor om dessa villkor kan du kontakta oss:</p><ul><li>Via e-post: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": " <h1>Hjälp</h1><p>Om du har problem med vår valutaomvandlare-app, <a href=\"mailto:app@currency.wiki\":"skicka ett</a> e-postmeddelande till <a href=\"mailto:app@currency.wiki\":"app@currency.wiki</a> (ta 24-48 timmar för ett svar) och lägg till \"Problem med app\" i ämnesraden  </p><p>Beskriv problemet, inklusive enhetens namn och modellnummer och den aktuella Android-versionen. t.ex. Samsung Galaxy S9 + Android 10</p><h1>FAQ</h1><h2>Hur ofta uppdateras växelkurser?</h2><p>Priser uppdateras var 30: e minut och i tid var 60: e sekund förutom helger (Forex-marknaden i USA stänger på fredag kl. 17.00 EST och öppnar på söndag kl. 17.00 EST)</p><h2>Hur ofta uppdateras kryptovalutor?</h2><p>Kryptovalutamarknaden stänger aldrig. Det är öppet 24/7, 365 dagar om året. Bitcoin (BTC) -priser uppdateras alltid, även på helger</p><h2>Hur lägger jag till widget?</h2><ul><li>Peka på och håll en tom plats på din startskärm</li><li>Tryck på \"Widgets\"</li><li>Skriv \" CurrencyConverter \" i sökrutan och den ska visa en valuta-widget</li><li>Du trycker på widgeten och den uppmanar dig att välja vilken typ av widget du vill visa genom att hålla ned och dra till din startskärm</li></ul><h2>Varför får jag ett av följande systemaviseringar?</h2><ul><li>Sluta optimera batterianvändningen</li><li>Optimera inte batterianvändningen</li><li>Låt appen alltid köras i bakgrunden</li><li>Ignorera batterioptimeringar</li></ul><p>Om du använder en valutawidget på din startskärm rekommenderar vi att du låter vår app köras i bakgrunden för att säkerställa att kurserna alltid är uppdaterade</p><h2>Batterianvändning?</h2><p>Vår app är utformad för att använda ett minimum av batteri och när den arbetar i bakgrunden för att uppdatera hastigheter. Observera att många faktorer spelar in, som att stänga appen efter användning, se till att din enhet är kompatibel med vår app, etc.</p><h1>Tips</h1><h2>Kopiera för att dela</h2><p>Om du går till huvudvalutakonverteringsskärmen trycker du på och håller ned resultaten. Det kommer att kopiera resultat till Urklipp som ett exempel, \"1,00 USD=0,84 EUR\" som du kan dela</p><h2>Beräkna tips / avgifter / skatter</h2><p>Vi har skapat följande logik för snabba beräkningar av tips; om du anger exempel \"50% 10\" och trycker på \"=\" beräknas 10% från 50</p><h2>Multi-omvandlare</h2><p>Du kan ordna om ordningen på valutor i din valda lista genom att dra och släppa</p><p> </p><p> </p>",
  "html_terms": "<h1>Villkor</h1><p>Senast uppdaterad: 13 mars 2021</p><p>Läs dessa villkor noga innan du använder vår tjänst.</p><h1>Tolkning och definitioner</h1><h2>Tolkning</h2><p>Orden som den första bokstaven är versal med har betydelser definierade under följande förhållanden. Följande definitioner ska ha samma betydelse oavsett om de förekommer i singular eller plural.</p><h2>Definitioner</h2><p>För tillämpningen av dessa villkor:</p><ul><li><strong>Tillämpning </strong>avses programvaran som tillhandahålls av företaget som du laddar ner på vilken elektronisk enhet som helst som heter Currency Converter App av Currency.Wiki </li><li><strong>Application Store </strong>avser den digitala distributionstjänsten som drivs och utvecklas av Apple Inc. (Apple App Store) eller Google Inc. (Google Play Store) där applikationen har laddats ner. </li><li><strong>Dotterföretag: </strong>ett företag som kontrollerar, kontrolleras av eller är under gemensam kontroll med en part, där \"kontroll\" betyder ägande av 50% eller mer av aktierna, aktieräntan eller andra värdepapper som är berättigade att rösta för val av styrelseledamöter eller annan förvaltningsmyndighet . </li><li><strong>Land </strong>hänvisar till: Kalifornien, USA </li><li><strong>Företaget </strong>(kallat antingen \"företaget\", \"vi\", \"oss\" eller \"vårt\" i detta avtal) hänvisar till Currency.Wiki, 122 15 st # 431 Del Mar, CA 92014. </li><li><strong>Enhet </strong>betyder alla enheter som kan komma åt Tjänsten, till exempel en dator, en mobiltelefon eller en digital surfplatta. </li><li><strong>In-app-köp </strong>avser köp av en produkt, artikel, tjänst eller prenumeration som görs via applikationen och underkastas dessa villkor och / eller applikationsbutikens egna villkor. </li><li><strong>Tjänsten </strong>hänvisar till applikationen. </li><li><strong>Prenumerationer </strong>hänvisar till tjänsterna eller åtkomst till den tjänst som erbjuds på abonnemangsbasis av företaget till dig. </li><li><strong>Allmänna villkor </strong>(även kallade \"Villkor\") betyder dessa villkor som utgör hela avtalet mellan dig och företaget angående användningen av tjänsten. </li><li><strong>Tredjeparts sociala mediatjänster </strong>betyder alla tjänster eller innehåll (inklusive data, information, produkter eller tjänster) som tillhandahålls av en tredje part som kan visas, inkluderas eller göras tillgängliga av tjänsten. </li><li><strong>Du </strong>avser den person som har åtkomst till eller använder Tjänsten, eller företaget eller annan juridisk enhet för vilken en sådan person har tillgång till eller använder Tjänsten, i tillämpliga fall. </li></ul><h1>Bekräftelse</h1><p>Dessa är de allmänna villkoren för användningen av denna tjänst och det avtal som fungerar mellan dig och företaget. Dessa villkor anger alla användares rättigheter och skyldigheter beträffande användningen av tjänsten.</p><p>Din tillgång till och användning av tjänsten är villkorad av att du accepterar och följer dessa villkor. Dessa villkor gäller för alla besökare, användare och andra som använder eller använder tjänsten.</p><p>Genom att komma åt eller använda tjänsten samtycker du till att vara bunden av dessa villkor. Om du inte håller med någon del av dessa villkor kan du inte komma åt tjänsten.</p><p>Du intygar att du är över 18 år. Företaget tillåter inte personer under 18 att använda tjänsten.</p><p>Din tillgång till och användning av tjänsten är också villkorad av att du accepterar och följer företagets integritetspolicy. Vår integritetspolicy beskriver våra policyer och procedurer för insamling, användning och avslöjande av din personliga information när du använder applikationen eller webbplatsen och berättar om dina integritetsrättigheter och hur lagen skyddar dig. Läs vår integritetspolicy noggrant innan du använder vår tjänst.</p><h1>Prenumerationer</h1><h2>Prenumerationsperiod</h2><p>Tjänsten eller vissa delar av tjänsten är endast tillgängliga med ett betalt abonnemang. Du kommer att faktureras i förväg på en återkommande och periodisk basis (t.ex. dagligen, veckovis, månadsvis eller årligen), beroende på vilken typ av prenumerationsplan du väljer när du köper prenumerationen.</p><p>I slutet av varje period kommer ditt abonnemang automatiskt att förnyas under exakt samma förhållanden såvida du inte säger upp det eller företaget säger upp det.</p><h2>Avbokning av prenumeration</h2><p>Du kan avbryta din prenumerationsförnyelse antingen via din kontoinställningssida eller genom att kontakta företaget. Du kommer inte att få en återbetalning för de avgifter du redan betalat för din nuvarande prenumerationsperiod och du kommer att kunna få tillgång till tjänsten till slutet av din nuvarande prenumerationsperiod.</p><p>Om prenumerationen har gjorts genom ett köp i appen kan du avbryta förnyelsen av ditt prenumeration med applikationsbutiken.</p><h2>Fakturering</h2><p>Du ska förse företaget med korrekt och fullständig faktureringsinformation inklusive fullständigt namn, adress, tillstånd, postnummer, telefonnummer och en giltig betalningsmetodinformation.</p><p>Om automatisk fakturering av någon anledning misslyckas kommer företaget att utfärda en elektronisk faktura som anger att du måste fortsätta manuellt, inom ett visst tidsfrist, med full betalning motsvarande faktureringsperioden som anges på fakturan.</p><p>Om prenumerationen har gjorts via ett köp i appen hanteras all fakturering av applikationsbutiken och styrs av applikationsbutikens egna villkor.</p><h2>Avgiftsändringar</h2><p>Företaget kan efter eget gottfinnande och när som helst ändra prenumerationsavgifterna. Eventuella ändringar av prenumerationsavgiften träder i kraft i slutet av den dåvarande prenumerationsperioden.</p><p>Företaget kommer att förse dig med rimlig varsel om eventuella ändringar av prenumerationsavgifterna för att ge dig en möjlighet att säga upp ditt prenumeration innan en sådan ändring träder i kraft.</p><p>Din fortsatta användning av tjänsten efter att ändringen av prenumerationsavgiften träder i kraft utgör ditt avtal om att betala det modifierade abonnemangsavgiftsbeloppet.</p><h2>Återbetalningar</h2><p>Förutom när det krävs enligt lag återbetalas inte betalda abonnemangsavgifter.</p><p>Vissa återbetalningsbegäranden för prenumerationer kan beaktas av företaget från fall till fall och beviljas efter företagets eget gottfinnande.</p><p>Om prenumerationen har gjorts genom ett köp i appen gäller återbetalningspolicyn för Application Store. Om du vill begära återbetalning kan du göra det genom att kontakta Application Store direkt.</p><h1>Köp i appen</h1><p>Applikationen kan inkludera köp i appar som gör att du kan köpa produkter, tjänster eller prenumerationer.</p><p>Mer information om hur du kan hantera köp i appar med din enhet kan anges i Application Store: s egna villkor eller i enhetens hjälpinställningar.</p><p>Köp i appen kan bara konsumeras i appen. Om du gör ett köp i appen kan det köp i appen inte annulleras efter att du har startat nedladdningen. Köp i appen kan inte lösas in mot kontanter eller annan ersättning eller på annat sätt överföras.</p><p>Om något köp i appen inte laddas ner eller inte fungerar när det har laddats ner kommer vi, efter att ha blivit medvetna om felet eller meddelat dig om felet, undersöka orsaken till felet. Vi kommer att agera rimligt för att besluta om vi ska ge dig ett ersättningsköp i appen eller utfärda en patch för att reparera felet. Under inga omständigheter debiterar vi dig för att ersätta eller reparera köp i appen. I det osannolika fallet att vi inte kan ersätta eller reparera det relevanta köp i appen eller inte kan göra det inom en rimlig tidsperiod och utan betydande besvär för dig, kommer vi att auktorisera Application Store att återbetala ett belopp upp till kostnaden för det relevanta köp i appen. Alternativt, om du vill begära en återbetalning, kan du göra det genom att kontakta Application Store direkt.</p><p>Du bekräftar och samtycker till att alla fakturerings- och transaktionsprocesser hanteras av Application Store varifrån du laddade ner applikationen och styrs av applikationsbutikens egna villkor.</p><p>Om du har betalningsrelaterade problem med köp i appar måste du kontakta Application Store direkt.</p><h1>Länkar till andra webbplatser</h1><p>Vår tjänst kan innehålla länkar till tredjepartswebbplatser eller tjänster som inte ägs eller kontrolleras av företaget.</p><p>Företaget har ingen kontroll över och tar inget ansvar för innehåll, sekretesspolicyer eller praxis på tredje parts webbplatser eller tjänster. Du erkänner vidare och samtycker till att företaget inte är ansvarigt eller ansvarigt, direkt eller indirekt, för skador eller förluster som orsakats eller påstås orsakas av eller i samband med användning av eller beroende av sådant innehåll, varor eller tjänster som finns tillgängliga på eller genom sådana webbplatser eller tjänster.</p><p>Vi rekommenderar starkt att du läser villkoren och sekretesspolicyn för tredjepartswebbplatser eller tjänster som du besöker.</p><h1>Uppsägning</h1><p>Vi kan säga upp eller avbryta din åtkomst omedelbart, utan föregående meddelande eller ansvar, av någon anledning, inklusive utan begränsning om du bryter mot dessa villkor.</p><p>Vid uppsägning upphör din rätt att använda tjänsten omedelbart.</p><h1>Ansvarsbegränsning</h1><p>Trots eventuella skador som du kan drabbas av, är hela ansvaret för företaget och någon av dess leverantörer enligt någon bestämmelse i dessa villkor och din exklusiva åtgärd för allt ovanstående begränsat till det belopp som faktiskt betalas av dig via tjänsten eller 100 USD om du inte har köpt något via tjänsten.</p><p>I den utsträckning som tillåts enligt tillämplig lag ska företaget eller dess leverantörer under inga omständigheter vara ansvariga för några speciella, tillfälliga, indirekta eller följdskador som helst (inklusive, men inte begränsat till, skador för förlust av vinst, förlust av data eller annan information, för affärsavbrott, för personskada, förlust av sekretess som uppstår på grund av eller på något sätt relaterat till användningen av eller oförmågan att använda Tjänsten, programvara från tredje part och / eller tredje parts hårdvara som används med Tjänsten, eller annars i samband med någon bestämmelse i dessa villkor), även om företaget eller någon leverantör har underrättats om möjligheten till sådana skador och även om åtgärden inte uppfyller sitt väsentliga syfte.</p><p>Vissa stater tillåter inte undantag från underförstådda garantier eller begränsning av ansvar för oförutsedda skador eller följdskador, vilket innebär att vissa av ovanstående begränsningar kanske inte gäller. I dessa stater kommer vardera partens ansvar att begränsas i största möjliga utsträckning enligt lag.</p><h1>Ansvarsfriskrivning \"AS IS\" och \"AS TILLGÄNGLIG\"</h1><p>Tjänsten tillhandahålls dig \"SOM DEN ÄR\" och \"SOM TILLGÄNGLIG\" och med alla fel och defekter utan någon garanti. I den utsträckning som tillåts enligt tillämplig lag, avstår företaget, för dess räkning och för dess dotterbolag och dess och deras respektive licensgivare och tjänsteleverantörer, uttryckligen alla garantier, vare sig uttryckliga, underförstådda, lagstadgade eller på annat sätt, med avseende på Tjänst, inklusive alla underförstådda garantier för säljbarhet, lämplighet för ett visst syfte, titel och icke-intrång, och garantier som kan uppstå på grund av handel, prestanda, användning eller handelspraxis. Utan att begränsa det ovanstående ger företaget ingen garanti eller åtagande och ger inget intyg om att tjänsten uppfyller dina krav, uppnår avsedda resultat, är kompatibel eller arbetar med någon annan programvara, applikationer, system eller tjänster, fungerar utan avbrott, uppfylla prestanda- eller tillförlitlighetsstandarder eller vara felfri eller att eventuella fel eller defekter kan eller kommer att korrigeras.</p><p>Utan att begränsa det ovanstående ger varken företaget eller någon av företagets leverantörer någon garanti av något slag, uttryckt eller underförstått: (i) beträffande tjänsten eller tillgängligheten av tjänsten eller informationen, innehållet och materialet eller produkterna ingår därpå; (ii) att tjänsten kommer att vara oavbruten eller felfri; (iii) när det gäller noggrannhet, tillförlitlighet eller valuta för all information eller innehåll som tillhandahålls via tjänsten; eller (iv) att tjänsten, dess servrar, innehållet eller e-postmeddelanden som skickas från eller på uppdrag av företaget är fria från virus, skript, trojanska hästar, maskar, skadlig kod, tidbomber eller andra skadliga komponenter.</p><p>Vissa jurisdiktioner tillåter inte uteslutning av vissa typer av garantier eller begränsningar av tillämpliga lagstadgade rättigheter för en konsument, så vissa eller alla ovanstående undantag och begränsningar kanske inte gäller dig. Men i ett sådant fall ska undantag och begränsningar som anges i detta avsnitt tillämpas i största möjliga utsträckning enligt tillämplig lag.</p><h1>Tillämplig lag</h1><p>Landets lagar, med undantag för dess lagkonflikter, reglerar dessa villkor och din användning av tjänsten. Din användning av applikationen kan också omfattas av andra lokala, statliga, nationella eller internationella lagar.</p><h1>Tvistlösning</h1><p>Om du har någon oro eller tvist om tjänsten godkänner du att du först försöker lösa tvisten informellt genom att kontakta företaget.</p><h1>För användare av Europeiska unionen (EU)</h1><p>Om du är en EU-konsument kommer du att dra nytta av alla obligatoriska bestämmelser i lagen i det land där du är bosatt.</p><h1>Förenta staternas federala regering Bestämmelser om slutanvändning</h1><p>Om du är en amerikansk federal slutanvändare är vår tjänst en \"kommersiell artikel\" som den termen definieras i 48 CFR §2.101.</p><h1>Förenta staternas juridiska efterlevnad</h1><p>Du intygar och garanterar att (i) du inte befinner dig i ett land som är föremål för USA: s regeringsembargo, eller som har utsetts av USA: s regering som ett \"terroriststödjande\" land, och (ii) du inte är listad på någon amerikansk regeringslista över förbjudna eller begränsade parter.</p><h1>Avskiljbarhet och avstående</h1><h2>Avskiljbarhet</h2><p>Om någon bestämmelse i dessa villkor anses vara ogenomförbar eller ogiltig, kommer sådan bestämmelse att ändras och tolkas för att uppnå målen med sådan bestämmelse i största möjliga utsträckning enligt tillämplig lag och de återstående bestämmelserna kommer att fortsätta i full kraft och effekt.</p><h2>Avstående</h2><p>Med undantag av vad som anges här, ska underlåtenhet att utöva en rättighet eller att kräva att en skyldighet uppfylls enligt dessa villkor inte påverka en parts förmåga att utöva sådan rättighet eller kräva en sådan fullgörande när som helst därefter, och inte heller ska avstående från ett brott utgöra ett undantag av eventuella efterföljande överträdelser.</p><h1>Översättningstolkning</h1><p>Dessa villkor kan ha översatts om vi har gjort dem tillgängliga för dig på vår tjänst. Du samtycker till att den engelska engelska texten ska ha företräde vid en tvist.</p><h1>Ändringar av dessa villkor</h1><p>Vi förbehåller oss rätten att, efter eget gottfinnande, ändra eller ersätta dessa villkor när som helst. Om en revision är viktig kommer vi att göra rimliga ansträngningar för att ge minst 30 dagars varsel innan nya villkor träder i kraft. Vad som utgör en väsentlig förändring kommer att bestämmas efter eget gottfinnande.</p><p>Genom att fortsätta komma åt eller använda vår tjänst efter att dessa ändringar träder i kraft, godkänner du att du är bunden av de reviderade villkoren. Om du inte samtycker till de nya villkoren, helt eller delvis, vänligen sluta använda webbplatsen och tjänsten.</p><h1>varning</h1><p>Valutakurser för Currency.wiki är endast av informativt syfte. Kontrollera / bekräfta valutakurser med din valutamäklare eller finansinstitut innan du gör internationella överföringar och transaktioner.</p><h1>Krediter</h1><p>Vi vill tacka följande författare för att skapa gratis ikoner och fri licens att använda diagram.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://freeicons.io/profile/3335\":"https://freeicons.io/profile/3335</a> </li><li>ikon king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://freeicons.io/profile/3\":"https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://www.flaticon.com/\":"https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://www.freepik.com\":"https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=sv&amp;u=https://www.amcharts.com/\":"https://www.amcharts.com/</a> </li></ul><h1>Kontakta oss</h1><p>Om du har några frågor om dessa villkor kan du kontakta oss:</p><ul><li>Via e-post: info@currency.wiki</li></ul><p> </p>",
  "presets": "Förinställningar ",
  "select": "Välj",

  "iso": "svenska",
  "AED": "Förenade Arabemiraten Dirham",
  "AFN": "Afghanska afghanska",
  "ALL": "Albansk lek",
  "AMD": "Armeniska Dram",
  "ANG": "Nederländerna Antillian Guilder",
  "AOA": "Angolanska Kwanza",
  "ARS": "Argentinsk peso",
  "AUD": "Australiensiska dollar",
  "AWG": "Aruban Florin",
  "AZN": "Aserbajdsjan Manat",
  "BAM": "Bosnia-Herzegovina Convertible Mark",
  "BBD": "Barbadian dollar",
  "BDT": "Bangladeshiska Taka",
  "BGN": "Bulgariska Lev",
  "BHD": "Bahraini Dinar",
  "BIF": "Burundian Franc",
  "BMD": "Bermudan dollar",
  "BND": "Brunei Dollar",
  "BOB": "Bolivian Boliviano",
  "BRL": "Brasiliansk real",
  "BSD": "Bahamiska dollar",
  "BTC": "Bitcoin",
  "BTN": "Bhutansk Ngultrum",
  "BWP": "Botswanan Pula",
  "BYN": "Vitryssisk rubel",
  "BZD": "Belize Dollar",
  "CAD": "Kanadensisk dollar",
  "CDF": "Kongolesiska Franc",
  "CHF": "Swiss Franc",
  "CLF": "Chilenska kontonitet (UF)",
  "CLP": "Chilensk peso",
  "CNY": "Kinesiska Yuan",
  "COP": "Colombiansk peso",
  "CRC": "Costa Rica Colón",
  "CUC": "Kubansk konvertibel peso",
  "CUP": "Kubansk peso",
  "CVE": "Kap Verdean Escudo",
  "CZK": "Tjeckien Koruna",
  "DJF": "Djiboutian Franc",
  "DKK": "Danska kronan",
  "DOP": "Dominikanska peso",
  "DZD": "Algeriska dinaren",
  "EGP": "Egyptiska pundet",
  "ERN": "Eritrean Nakfa",
  "ETB": "Etiopian Birr",
  "EUR": "Euro",
  "FJD": "Fijiansk dollar",
  "FKP": "Falkland Islands Pound",
  "GBP": "Brittiska pund sterling",
  "GEL": "Georgiska Lari",
  "GGP": "Guernsey Pound",
  "GHS": "Ghanaian Cedi",
  "GIP": "Gibraltar pund",
  "GMD": "Gambian Dalasi",
  "GNF": "Guinean Franc",
  "GTQ": "Guatemala Quetzal",
  "GYD": "Guyanas dollar",
  "HKD": "Hongkong-dollar",
  "HNL": "Honduran Lempira",
  "HRK": "Kroatiska Kuna",
  "HTG": "Haitiska Gourde",
  "HUF": "Ungersk Forint",
  "IDR": "Indonesiska Rupiah",
  "ILS": "Israeliska nya Sheqel",
  "IMP": "Manx pund",
  "INR": "Indisk rupie",
  "IQD": "Irakiska dinaren",
  "IRR": "Iranian Rial",
  "ISK": "Isländska kronor",
  "JEP": "Jersey Pound",
  "JMD": "Jamaicansk dollar",
  "JOD": "Jordanska dinaren",
  "JPY": "Japanska yen",
  "KES": "Kenyansk shilling",
  "KGS": "Kyrgystani Som",
  "KHR": "Kambodjansk Riel",
  "KMF": "Comorian Franc",
  "KPW": "Nordkorea vann",
  "KRW": "Sydkoreanska vann",
  "KWD": "Kuwaiti Dinar",
  "KYD": "Cayman Islands Dollar",
  "KZT": "Kazakhstani Tenge",
  "LAK": "Laotian Kip",
  "LBP": "Libanesiska pundet",
  "LKR": "Sri Lanka Rupee",
  "LRD": "Liberian Dollar",
  "LSL": "Lesotho Loti",
  "LTL": "Litauiska litas",
  "LVL": "Lettiska Lats",
  "LYD": "Libyska dinaren",
  "MAD": "Marockanska Dirham",
  "MDL": "Moldaviska Leu",
  "MGA": "Malagasy Ariary",
  "MKD": "Makedonska Denar",
  "MMK": "Myanma Kyat",
  "MNT": "Mongoliska Tugrik",
  "MOP": "Macanese Pataca",
  "MRO": "Mauretanska Ouguiya",
  "MUR": "Mauritian Rupee",
  "MVR": "Maldivian Rufiyaa",
  "MWK": "Malawiska Kwacha",
  "MXN": "Mexikansk peso",
  "MYR": "Malaysiska Ringgit",
  "MZN": "Mosambik Metical",
  "NAD": "Namibisk dollar",
  "NGN": "Nigerianska Naira",
  "NIO": "Nicaraguan Córdoba",
  "NOK": "Norska kronan",
  "NPR": "Nepalesiska rupier",
  "NZD": "Nya Zeelands dollar",
  "OMR": "Omani Rial",
  "PAB": "Panamanska Balboa",
  "PEN": "Peruvianska Nuevo Sol",
  "PGK": "Papua Nya Guinean Kina",
  "PHP": "Filippinsk peso",
  "PKR": "Pakistansk rupie",
  "PLN": "Polska Zloty",
  "PYG": "Paraguayan Guarani",
  "QAR": "Qatari Rial",
  "RON": "Rumänska Leu",
  "RSD": "Serbisk dinar",
  "RUB": "Rysk rubel",
  "RWF": "Rwandiska Franc",
  "SAR": "Saudiska Riyal",
  "SBD": "Salomonöarnas dollar",
  "SCR": "Seychellois Rupee",
  "SDG": "Sudanesiska pundet",
  "SEK": "Svenska kronan",
  "SGD": "Singapore dollar",
  "SHP": "Sankt Helena Pound",
  "SLL": "Sierra Leonean Leone",
  "SOS": "Somalisk shilling",
  "SRD": "Surinamesisk dollar",
  "STD": "São Tomé och Príncipe Dobra",
  "SVC": "Salvadoran Colón",
  "SYP": "Syriska pundet",
  "SZL": "Swazi Lilangeni",
  "THB": "Thailändska baht",
  "TJS": "Tajikistani Somoni",
  "TMT": "Turkmenistani Manat",
  "TND": "Tunisisk dinar",
  "TOP": "Tonganska Paʻanga",
  "TRY": "Turkiska lira",
  "TTD": "Trinidad och Tobago Dollar",
  "TWD": "Ny Taiwan dollar",
  "TZS": "Tanzanisk shilling",
  "UAH": "Ukrainska hryvnian",
  "UGX": "Ugandisk shilling",
  "USD": "Amerikansk dollar",
  "UYU": "Uruguayansk peso",
  "UZS": "Uzbekistan Som",
  "VES": "Venezuelanska Bolívar Fuerte",
  "VND": "Vietnamesiska Dong",
  "VUV": "Vanuatu Vatu",
  "WST": "Samoan Tala",
  "XAF": "CFA Franc BEAC",
  "XAG": "Silver (troy ounce)",
  "XAU": "Guld (troy ounce)",
  "XCD": "East Caribbean Dollar",
  "XDR": "Särskilda ritningsrätter",
  "XOF": "CFA Franc BCEAO",
  "XPF": "CFP Franc",
  "YER": "Jemenitiska rial",
  "ZAR": "Sydafrikanska Rand",
  "ZMK": "Zambian Kwacha (före 2013)",
  "ZMW": "Zambian Kwacha",
  "ZWL": "Zimbabwisk dollar"
}