{

    "update": "Оновлено",
    "addCurrency": "Додати валюту",
    "selectedCurrency": "Вибрана валюта",
    "monetary": "Монетарний формат",
    "decimal": "Десятковий формат",
    "firstTextRatingPage": "Будь ласка, оцініть додаток!",
    "secondTextRatingPage": "Торкніться зірочок і відкрийте в Google Play Store, щоб оцінити",
    "buttonTextRatingPage": "НЕ ЗАРАЗ",
    "removeAds": "Видалити оголошення",
    "removeAdsContent": "Підтримайте наш проект за допомогою невеликої щорічної підписки",
    "selectLanguage": "Вибрати мову",
    "english": "Українська",
    "colorsSelection": "Вибір кольору",
    "theme": "Тема",
    "light": "Світло",
    "dark": "Темний",
    "widgetTransparency": "Прозорість віджетів",
    "visualSize": "Візуальний розмір",
    "А": "А",
    "appLogoLauncher": "Запуск логотипу програми",
    "multiConverter": "Multi-Converter",
    "multiConverterContent1": "Буде відкрито багатоконвертер за замовчуванням.",
    "multiConverterContent2": "ПРИМІТКА:",
    "multiConverterContent3": "Ця функція працює лише з засобом запуску логотипу програми",
    "display": "Дисплей",
    "display1": "Відобразити код валюти",
    "display2": "Символ валюти дисплея",
    "display3": "Відобразити прапор валюти",
    "dateFormat": "Формат даних",
    "not": "Не зараз",


    "addCurrency": "ВИБРАНО",
    "selected": "СПИСОК ВАЛЮТ",
    "currencyList": "Не показувати",
    "dontShow": "Підтримка",
    "support": "Термін",
    "term": "Політика конфіденційності",
    "privacy":"Розблоковано",
    "unlocked": "Заблокований",
    "locked": "На замовлення",
    "custom": "Спробуй цей колір",
    "try": "TРозблокувати",
    "unlock": "Розблокуватиock",
    "wiki": ",За:Currency.wiki",
    "multi": "Мультиконвертер",

    "html_policy": "<h1><strong>Політика конфіденційності</strong></h1> <p>Останнє оновлення: 13 березня 2021 року</p> <p>Ця Політика конфіденційності описує нашу політику та процедури щодо збору, використання та розкриття Вашої інформації під час користування Послугою, а також розповідає про Ваші права на конфіденційність та те, як закон захищає Вас.</p> <p>Ми використовуємо Ваші Особисті дані для надання та вдосконалення Послуги. Користуючись Сервісом, ви погоджуєтесь на збір та використання інформації відповідно до цієї Політики конфіденційності.</p> <h1><strong>Інтерпретація та визначення</strong></h1> <h2><strong>Інтерпретація</strong></h2> <p>Слова, початкові літери яких пишуться з великої літери, мають значення, визначені за таких умов. Наступні визначення мають однакове значення, незалежно від того, чи з’являються вони в однині чи у множині.</p> <h2><strong>Визначення</strong></h2> <p>Для цілей цієї Політики конфіденційності:</p> <ul> <li><strong>Обліковий запис </strong>означає унікальний обліковий запис, створений для Вас для доступу до нашої Послуги або частин нашої Послуги. </li> <li><strong>Афілійована </strong>особа означає суб\\'єкт господарювання, який контролює, контролюється або перебуває під спільним контролем зі стороною, де контроль означає володіння 50% або більше акцій, частки в капіталі або інших цінних паперів, які мають право голосу на виборах директорів чи інших органів управління. . </li> <li><strong>Додаток </strong>означає програмне забезпечення, надане Компанією, завантажене Вами на будь-який електронний пристрій, названий Currency Converter App від Currency.Wiki </li> <li><strong>Компанія </strong>(у цій Угоді іменувана Компанія, Ми, Ми або Наша) посилається на Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li> <li><strong>Країна </strong>відноситься до: Каліфорнія, США </li> <li><strong>Пристрій </strong>означає будь-який пристрій, який може отримати доступ до Послуги, наприклад, комп’ютер, мобільний телефон або цифровий планшет. </li> <li><strong>Персональні дані </strong>- це будь-яка інформація, яка стосується ідентифікованої або ідентифікуваної особи. </li> <li><strong>Послуга </strong>посилається на Заявку. </li> <li><strong>Постачальник послуг </strong>означає будь-яку фізичну або юридичну особу, яка обробляє дані від імені Компанії. Це стосується сторонніх компаній або фізичних осіб, найнятих Компанією для сприяння Послузі, надання Послуги від імені Компанії, надання послуг, пов’язаних із Послугою, або надання допомоги Компанії в аналізі використання Служби. </li> <li><strong>Сторонній сервіс соціальних медіа </strong>- це будь-який веб-сайт або будь-який веб-сайт соціальної мережі, за допомогою якого Користувач може ввійти в систему або створити обліковий запис для використання Служби. </li> <li><strong>Дані про використання </strong>відносяться до даних, зібраних автоматично, або генерованих в результаті використання Служби, або із самої інфраструктури Служби (наприклад, тривалість відвідування сторінки). </li> <li><strong>Ви маєте на </strong>увазі фізичну особу, яка отримує доступ до Служби або користується нею, або компанію, або іншу юридичну особу, від імені якої така особа отримує доступ або користується Сервісом, відповідно. </li> </ul> <h1><strong>Збір та використання ваших особистих даних</strong></h1> <h2><strong>Типи зібраних даних</strong></h2> <h3><strong>Персональні дані</strong></h3> <p>Використовуючи нашу Службу, ми можемо попросити Вас надати нам певну особисту інформацію, яка може бути використана для зв’язку з Вами або ідентифікації Вас. Інформація, що ідентифікує особу, може включати, але не обмежується:</p> <ul> <li>Електронна адреса</li> <li>Дані про використання</li> </ul> <h3><strong>Дані про використання</strong></h3> <p>Дані про використання збираються автоматично під час використання Сервісу.</p> <p>Дані про використання можуть включати таку інформацію, як адреса Інтернет-протоколу вашого пристрою (наприклад, IP-адреса), тип браузера, версія браузера, сторінки нашого Сервісу, які ви відвідуєте, час і дата вашого відвідування, час перебування на цих сторінках, унікальний пристрій ідентифікатори та інші діагностичні дані.</p> <p>Коли Ви отримуєте доступ до Послуги через мобільний пристрій або через нього, ми можемо автоматично збирати певну інформацію, включаючи, але не обмежуючись цим, тип мобільного пристрою, яким Ви користуєтесь, унікальний ідентифікатор Вашого мобільного пристрою, IP-адресу Вашого мобільного пристрою, Ваш мобільний операційна система, тип мобільного Інтернет-браузера, який ви використовуєте, унікальні ідентифікатори пристрою та інші діагностичні дані.</p> <p>Ми також можемо збирати інформацію, яку Ваш браузер надсилає кожного разу, коли Ви відвідуєте наш Сервіс або коли Ви отримуєте доступ до Сервісу за допомогою мобільного пристрою або через нього.</p> <h2><strong>Використання ваших персональних даних</strong></h2> <p>Компанія може використовувати Персональні дані для таких цілей:</p> <ul> <li><strong>Забезпечувати та підтримувати нашу Службу </strong>, включаючи моніторинг її використання.</li> <li><strong>Для керування вашим обліковим </strong>записом <strong>: </strong>для керування вашою реєстрацією як користувача Служби. Персональні дані, які ви надаєте, можуть надати вам доступ до різних функцій Сервісу, які доступні вам як зареєстрованому користувачеві. </li> <li><strong>Для виконання контракту: </strong>розробка, відповідність та виконання договору купівлі продуктів, предметів чи послуг, які ви придбали, або будь-якого іншого контракту з нами через Службу. </li> <li><strong>Щоб зв’язатися з вами: </strong>зв’язатися з вами електронною поштою, телефонними дзвінками, SMS чи іншими еквівалентними формами електронного зв’язку, наприклад, push-сповіщення мобільного додатку про оновлення або інформативні зв’язки, пов’язані з функціональними можливостями, продуктами чи послугами, за якими укладено контракт, включаючи оновлення безпеки коли це необхідно або обґрунтовано для їх здійснення. </li> <li><strong>Надавати Вам </strong>новини, спеціальні пропозиції та загальну інформацію про інші товари, послуги та події, які ми пропонуємо, подібні до тих, які ви вже придбали або запитували, якщо Ви не вирішили не отримувати таку інформацію. </li> <li><strong>Для управління Вашими запитами: </strong>Для участі та управління Вашими запитами до Нас. </li> <li><strong>Для передачі бізнесу: </strong>Ми можемо використовувати Вашу інформацію для оцінки або проведення злиття, вибуття, реструктуризації, реорганізації, розпуску або іншого продажу або передачі деяких або всіх наших активів, як у вигляді діючого підприємства, так і в рамках банкрутства, ліквідації, або аналогічна процедура, в якій Персональні дані, що зберігаються нами про користувачів наших Послуг, є одним із переданих активів. </li> <li><strong>Для інших цілей </strong>: Ми можемо використовувати Вашу інформацію для інших цілей, таких як аналіз даних, визначення тенденцій використання, визначення ефективності наших рекламних кампаній, а також для оцінки та вдосконалення нашої Послуги, продуктів, послуг, маркетингу та Вашого досвіду.</li> </string></ul> <p>Ми можемо передавати Вашу особисту інформацію в таких ситуаціях:</p> <ul> <li><strong>З Постачальниками послуг: </strong>Ми можемо передавати Вашу особисту інформацію Постачальникам послуг для моніторингу та аналізу використання нашої Послуги, показувати Вам рекламу, щоб допомогти підтримати та підтримувати Нашу Службу, для обробки платежів, зв’язатися з Вами. </li> <li><strong>Для передачі бізнесу: </strong>Ми можемо ділитися або передавати Вашу особисту інформацію у зв\\'язку з будь-яким злиттям, продажем активів Компанії, фінансуванням або придбанням всього або частини нашого бізнесу іншій компанії або під час переговорів з нею. </li> <li><strong>З афілійованими </strong>особами <strong>: </strong>ми можемо передавати вашу інформацію нашим філіям, і в цьому випадку ми вимагатимемо від цих філій дотримання цієї Політики конфіденційності. Афілійовані особи включають нашу материнську компанію та будь-які інші дочірні компанії, партнери спільних підприємств або інші компанії, які ми контролюємо або які перебувають під спільним контролем з нами. </li> <li><strong>З діловими партнерами: </strong>Ми можемо передавати Вашу інформацію нашим діловим партнерам, щоб запропонувати Вам певні товари, послуги чи акції. </li> <li><strong>З іншими користувачами: </strong>коли Ви ділитесь особистою інформацією або іншим чином взаємодієте в громадських місцях з іншими користувачами, таку інформацію можуть переглядати всі користувачі та може публічно розповсюджуватися зовні. Якщо ви взаємодієте з іншими користувачами або реєструєтесь за допомогою Сторонній служби соціальних медіа, ваші контакти в Сторонній службі соціальних медіа можуть бачити ваше ім\\'я, профіль, фотографії та опис вашої діяльності. Подібним чином інші користувачі зможуть переглядати описи вашої активності, спілкуватися з вами та переглядати ваш профіль. </li> <li><strong>З Вашої згоди </strong>: Ми можемо розкривати Вашу особисту інформацію з будь-якою іншою метою за Вашою згодою.</li> </ul> <h2><strong>Збереження Ваших персональних даних</strong></h2> <p>Компанія зберігатиме Ваші Персональні дані лише стільки, скільки це необхідно для цілей, визначених у цій Політиці конфіденційності. Ми будемо зберігати та використовувати Ваші Персональні дані в обсязі, необхідному для дотримання наших юридичних зобов’язань (наприклад, якщо ми зобов’язані зберігати Ваші дані для відповідності чинному законодавству), вирішувати суперечки та застосовувати наші юридичні угоди та політику.</p> <p>Компанія також зберігатиме дані про використання для внутрішнього аналізу. Дані про використання, як правило, зберігаються протягом більш короткого періоду часу, за винятком випадків, коли ці дані використовуються для посилення безпеки або для покращення функціональності Нашої Служби, або Ми юридично зобов\\'язані зберігати ці дані протягом більш тривалих періодів часу.</p> <h2><strong>Передача ваших персональних даних</strong></h2> <p>Ваша інформація, включаючи Персональні дані, обробляється в офісах компанії та в будь-яких інших місцях, де знаходяться сторони, що беруть участь в обробці . Це означає, що ця інформація може передаватися - і зберігатися на - комп’ютерах, розташованих за межами вашої штату, провінції, країни чи іншої державної юрисдикції, де закони про захист даних можуть відрізнятися від законів вашої юрисдикції.</p> <p>Ваша згода на цю Політику конфіденційності з подальшим поданням такої інформації означає Вашу згоду на цю передачу.</p> <p>Компанія вживатиме всіх розумно необхідних кроків для забезпечення надійного поводження з Вашими даними та відповідно до цієї Політики конфіденційності, і жодна передача Ваших Персональних даних не відбуватиметься в організацію чи країну, якщо не передбачено належного контролю, включаючи безпеку Ваші дані та інша особиста інформація.</p> <h2><strong>Розкриття ваших персональних даних</strong></h2> <h3><strong>Ділові операції</strong></h3> <p>Якщо Компанія бере участь у злитті, придбанні або продажу активів, Ваші Персональні дані можуть бути передані. Ми надішлемо повідомлення до того, як Ваші Персональні дані будуть передані та стануть предметом іншої Політики конфіденційності.</p> <h3><strong>Правозастосування</strong></h3> <p>За певних обставин від Компанії може вимагатись розкрити Ваші Персональні дані, якщо це вимагається законодавством або у відповідь на обґрунтовані запити державних органів (наприклад, суду чи державного органу).</p> <h3><strong>Інші законодавчі вимоги</strong></h3> <p>Компанія може розкривати Ваші Персональні дані добросовісно, вважаючи, що такі дії необхідні для:</p> <ul> <li>Дотримуйтесь юридичного обов’язку</li> <li>Захищати та захищати права або майно Компанії</li> <li>Запобігання або розслідування можливих протиправних дій у зв\\'язку з Послугою</li> <li>Захистіть особисту безпеку Користувачів Сервісу або громадськості</li> <li>Захист від юридичної відповідальності</li> </ul> <h2><strong>Безпека ваших персональних даних</strong></h2> <p>Безпека Ваших Персональних даних важлива для нас, але пам’ятайте, що жоден спосіб передачі даних через Інтернет та спосіб електронного зберігання не є на 100% безпечними. Хоча ми прагнемо використовувати комерційно прийнятні засоби для захисту Ваших Персональних даних, ми не можемо гарантувати їх абсолютну безпеку.</p> <h1><strong>Детальна інформація про обробку ваших персональних даних</strong></h1> <p>Постачальники послуг, якими ми користуємось, можуть мати доступ до Ваших персональних даних. Ці сторонні постачальники збирають, зберігають, використовують, обробляють та передають інформацію про Вашу діяльність на Нашому Сервісі відповідно до своєї Політики конфіденційності.</p> <h2><strong>Аналітика</strong></h2> <p>Ми можемо використовувати сторонні постачальники Послуг для моніторингу та аналізу використання нашої Послуги.</p> <ul> <li><strong>Google Analytics</strong></li> </ul> <p>Google Analytics - це служба веб-аналітики, пропонована Google, яка відстежує та звітує про відвідуваність веб-сайтів. Google використовує зібрані дані для відстеження та моніторингу використання нашої Служби. Ці дані передаються іншим службам Google. Google може використовувати зібрані дані для контекстуалізації та персоналізації реклами власної рекламної мережі.</p> <p>Ви можете відмовитись від певних функцій Google Analytics за допомогою налаштувань мобільного пристрою, таких як налаштування реклами вашого пристрою, або дотримуючись інструкцій, наданих Google у їх Політиці конфіденційності: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Щоб отримати додаткову інформацію про практику конфіденційності Google, відвідайте веб-сторінку Google Privacy and Terms: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> </string><ul> <li><strong>Firebase</strong></li> </ul> <p>Firebase - це служба аналітики, яку надає Google Inc.</p> <p>Ви можете відмовитись від певних функцій Firebase за допомогою налаштувань мобільного пристрою, таких як налаштування реклами вашого пристрою, або дотримуючись інструкцій, наданих Google у їх Політиці конфіденційності: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>Ми також рекомендуємо вам переглянути політику Google щодо захисту ваших даних: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a> </p> <p>Щоб отримати докладнішу інформацію про те, який тип інформації збирає Firebase, відвідайте розділ Як Google використовує дані, коли ви використовуєте сайти наших партнерів або веб-сторінку програм: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> </p> <ul> <li><strong>AppsFlyer</strong></li> </ul> <p>Їх Політику конфіденційності можна переглянути на <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a> </p> <ul> <li><strong>Оголошення додатків Facebook</strong></li> </ul> <p>Їх Політику конфіденційності можна переглянути на <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a> </p> <h2><strong>Реклама</strong></h2> <p>Ми можемо використовувати Постачальників послуг, щоб показувати Вам рекламу, щоб допомогти підтримати та підтримувати нашу Службу.</p> <ul> <li><strong>AdMob від Google</strong></li> </ul> <p>AdMob від Google надає Google Inc.</p> <p>Ви можете відмовитись від послуги AdMob by Google, дотримуючись інструкцій, описаних Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=uk</a> </p> <p>Щоб отримати додаткову інформацію про те, як Google використовує зібрану інформацію, відвідайте сторінку Як Google використовує дані, коли ви використовуєте сайти наших партнерів або додаток: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://policies.google.com/technologies/partner-sites>https://policies.google.com/technologies/partner-sites</a> або відвідайте Конфіденційність Політика Google: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>   </p> <h2><strong>Платежі</strong></h2> <p>Ми можемо надавати платні товари та / або послуги в рамках Послуги. У цьому випадку ми можемо використовувати сторонні послуги для обробки платежів (наприклад, платіжні процесори).</p> <p>Ми не будемо зберігати або збирати дані Вашої платіжної картки. Ця інформація надається безпосередньо нашим стороннім обробникам платежів, використання Вашої особистої інформації регулюється їх Політикою конфіденційності. Ці платіжні процесори дотримуються стандартів, встановлених PCI-DSS, яким керує Рада зі стандартів безпеки PCI, що є спільними зусиллями таких брендів, як Visa, Mastercard, American Express та Discover. Вимоги PCI-DSS допомагають забезпечити безпечну обробку платіжної інформації.</p> <ul> <li><strong>Платежі через додаток Google Play</strong></li> </ul> <p>Їх Політику конфіденційності можна переглянути на <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://www.google.com/policies/privacy/>https://www.google.com/policies/privacy/</a> </p> <h1><strong>Конфіденційність дітей</strong></h1> <p>Наша Служба не звертається до людей віком до 13 років. Ми не збираємо свідомо інформацію, що посвідчує особу, у осіб віком до 13 років. Якщо Ви є батьком або опікуном і Вам відомо, що Ваша дитина надала нам Персональні дані, будь ласка зв\\'яжіться з нами. Якщо нам стане відомо, що ми зібрали Персональні дані у осіб віком до 13 років без підтвердження згоди батьків, ми вживаємо заходів для видалення цієї інформації з наших серверів.</p> <p>Якщо нам потрібно покладатися на згоду як юридичну основу для обробки вашої інформації, а ваша країна вимагає згоди батьків, ми можемо вимагати згоди ваших батьків, перш ніж ми збиратимемо та використовуватимемо цю інформацію.</p> <h1><strong>Посилання на інші веб-сайти</strong></h1> <p>Наша Служба може містити посилання на інші веб-сайти, якими ми не управляємо. Якщо ви натиснете посилання третьої сторони, ви перейдете на сайт цієї сторонній сторони. Ми настійно рекомендуємо переглянути політику конфіденційності кожного веб-сайту, який ви відвідуєте.</p> <p>Ми не контролюємо і не несемо відповідальності за вміст, політику конфіденційності або практику будь-яких сторонніх сайтів або послуг.</p> <h1><strong>Зміни до цієї Політики конфіденційності</strong></h1> <p>Ми можемо час від часу оновлювати нашу Політику конфіденційності. Ми повідомимо Вас про будь-які зміни, розмістивши нову Політику конфіденційності на цій сторінці.</p> <p>Ми повідомимо Вас електронною поштою та / або помітним повідомленням на нашому Сервісі до того, як зміни набудуть чинності, і оновимо дату Останнього оновлення у верхній частині цієї Політики конфіденційності.</p> <p>Вам рекомендується періодично переглядати цю Політику конфіденційності щодо будь-яких змін. Зміни до цієї Політики конфіденційності набувають чинності, коли вони розміщуються на цій сторінці.</p> <h1><strong>Зв\\'яжіться з нами</strong></h1> <p>Якщо у вас виникли запитання щодо цих Загальних положень та умов, ви можете зв’язатися з нами:</p> <ul> <li>На електронну адресу: info@currency.wiki</li> </ul> <p> </p> <p> </p> </string>",
    "html_support":"<h1>Допомога</h1> <p>Якщо у вас проблема з нашим додатком з конвертером валют, надішліть електронного листа на <a href=mailto:app@currency.wiki>app@currency.wiki</a> (дайте відповідь 24-48 годин), а в рядку теми додайте Проблема з додатком  </p> <p>Опишіть проблему, включаючи ім’я вашого пристрою та номер моделі, а також поточну версію Android. наприклад, Samsung Galaxy S9 + Android 10</p> <h1>FAQ</h1> <h2>Як часто курси валют оновлюються?</h2> <p>Тарифи оновлюються кожні 30 хвилин і вчасно кожні 60 секунд, крім вихідних (ринок Форекс у США закривається в п’ятницю о 17:00 за західно-західним часом і відкривається в неділю о 17:00 за західним східним часом)</p> <h2>Як часто оновлюються криптовалюти?</h2> <p>Ринок криптовалют ніколи не закривається. Він працює цілодобово, без вихідних, 365 днів на рік. Курси біткойнів (BTC) завжди оновлюються, навіть у вихідні дні</p> <h2>Як додати віджет?</h2> <ul> <li>На головному екрані натисніть і потримайте порожнє місце</li> <li>Натисніть Віджети</li> <li>У вікні пошуку введіть  CurrencyConverter , і він повинен відображати віджет валюти</li> <li>Ви натискаєте на віджет, і він запропонує вибрати тип віджета, який ви хочете відобразити, утримуючи та перетягуючи на головний екран</li> </ul> <h2>Чому я отримую одне з наведених нижче системних сповіщень?</h2> <ul> <li>Припиніть оптимізувати використання акумулятора</li> <li>Не оптимізуйте використання акумулятора</li> <li>Нехай програма завжди працює у фоновому режимі</li> <li>Ігнорувати оптимізацію акумулятора</li> </ul> <p>Якщо ви використовуєте віджет валюти на головному екрані, радимо дозволити нашому додатку працювати у фоновому режимі, щоб гарантувати, що ціни завжди актуальні</p> <h2>Використання акумулятора?</h2> <p>Наш додаток був розроблений для використання мінімальної кількості батареї та для роботи у фоновому режимі для оновлення ставок. Зверніть увагу, що в дію входить багато факторів, наприклад, закриття програми після використання, переконання, що ваш пристрій сумісний з нашим додатком тощо ...</p> <h1>Поради</h1> <h2>Копіювати, щоб поділитися</h2> <p>Якщо ви перейдете на головний екран конвертера валют, натисніть і утримуйте результати. Результати буде скопійовано в буфер обміну як приклад 1,00 USD = 0,84 EUR, яким Ви можете поділитися</p> <h2>Розрахуйте поради / збори / податки</h2> <p>Ми створили таку логіку для швидких розрахунків чайових; якщо ввести приклад 50% 10 і натиснути =, то з 50 буде розраховано 10%</p> <h2>Мульти-перетворювач</h2> <p>Ви можете змінити порядок валют у вибраному списку, перетягнувши та перетягнувши</p> <p> </p> <p> </p> </string>",
    "html_terms":" <h1>Правила та умови</h1> <p>Останнє оновлення: 13 березня 2021 року</p> <p>Будь ласка, уважно прочитайте ці умови використання, перш ніж користуватися нашою Послугою.</p> <h1>Інтерпретація та визначення</h1> <h2>Інтерпретація</h2> <p>Слова, початкові літери яких пишуться з великої літери, мають значення, визначені за таких умов. Наступні визначення мають однакове значення, незалежно від того, чи з’являються вони в однині чи у множині.</p> <h2>Визначення</h2> <p>Для цілей цих Умов:</p> <ul> <li> <strong>Додаток </strong>означає програмне забезпечення, надане Компанією, завантажене Вами на будь-який електронний пристрій, названий Currency Converter App від Currency.Wiki </li> <li> <strong>Магазин додатків </strong>означає службу цифрового розповсюдження, яку експлуатує та розробляє Apple Inc. (Apple App Store) або Google Inc. (Google Play Store), в яку завантажено Додаток. </li> <li> <strong>Афілійована </strong>особа означає суб\\'єкт господарювання, який контролює, контролюється або перебуває під спільним контролем зі стороною, де контроль означає володіння 50% або більше акцій, частки в капіталі або інших цінних паперів, які мають право голосу на виборах директорів чи інших органів управління. . </li> <li> <strong>Країна </strong>відноситься до: Каліфорнія, США </li> <li> <strong>Компанія </strong>(у цій Угоді іменувана або Компанія, Ми, Ми або Наша) посилається на Currency.Wiki, 122 15-а вулиця # 431 Дель Мар, Каліфорнія 92014. </li> <li> <strong>Пристрій </strong>означає будь-який пристрій, який може отримати доступ до Послуги, наприклад, комп’ютер, мобільний телефон або цифровий планшет. </li> <li> <strong>Покупка в додатку </strong>відноситься до придбання продукту, товару, послуги або Підписки, здійсненої за допомогою Програми та відповідно до цих Умов та / або власних умов та умов Магазину програм. </li> <li> <strong>Послуга </strong>посилається на Заявку. </li> <li> <strong>Підписки </strong>стосуються послуг або доступу до Служби, пропонованої Компанією на основі передплати. </li> <li> <strong>Умови </strong>(також Умови) означають ці Умови, які складають повну угоду між Вами та Компанією щодо використання Послуги. </li> <li> <strong>Сторонній сервіс соціальних медіа </strong>означає будь-які послуги або вміст (включаючи дані, інформацію, продукти чи послуги), що надаються третьою стороною, і які можуть відображатися, включатися або надаватися Службою. </li> <li> <strong>Ви маєте на </strong>увазі фізичну особу, яка отримує доступ до Служби або користується нею, або компанію, або іншу юридичну особу, від імені якої така особа отримує доступ або користується Сервісом, відповідно. </li> </ul> </string><h1>Подяка</h1> <p>Це Загальні положення та умови, що регулюють використання цієї Служби, та угода, яка діє між Вами та Компанією. Ці Загальні положення та умови встановлюють права та обов\\'язки всіх користувачів щодо використання Сервісу.</p> <p>Ваш доступ до Служби та користування нею обумовлений Вашим прийняттям та дотриманням цих Умов. Ці Загальні положення та умови застосовуються до всіх відвідувачів, користувачів та інших осіб, які отримують доступ до Сервісу або користуються ним.</p> <p>Отримуючи доступ до Сервісу або використовуючи його, ви погоджуєтесь з цими Загальними положеннями та умовами. Якщо ви не згодні з будь-якою частиною цих Загальних положень та умов, ви не можете отримати доступ до Служби.</p> <p>Ви заявляєте, що вам більше 18 років. Компанія не дозволяє особам до 18 років користуватися Послугою.</p> <p>Ваш доступ до Служби та її використання також обумовлений Вашим прийняттям та дотриманням Політики конфіденційності Компанії. Наша Політика конфіденційності описує нашу політику та процедури щодо збору, використання та розкриття Вашої особистої інформації, коли Ви використовуєте Додаток або Веб-сайт, і розповідає Вам про Ваші права на конфіденційність та те, як закон захищає Вас. Будь ласка, уважно прочитайте нашу Політику конфіденційності перед тим, як користуватися нашим Сервісом.</p> <h1>Підписки</h1> <h2>Період передплати</h2> <p>Послуга або деякі частини Послуги доступні лише за умови платної передплати. Вам буде виставлятися рахунок заздалегідь періодично та періодично (наприклад, щодня, щотижня, щомісяця чи щороку), залежно від типу плану підписки, який ви вибрали під час придбання передплати.</p> <p>Наприкінці кожного періоду Ваша Підписка буде автоматично поновлюватися на тих самих умовах, якщо Ви не скасуєте її або Компанія не скасує її.</p> <h2>Скасування передплати</h2> <p>Ви можете скасувати поновлення Вашої передплати або на сторінці налаштувань Вашого облікового запису, або звернувшись до Компанії. Ви не отримаєте повернення плати, яку ви вже заплатили за поточний період підписки, і ви матимете доступ до Послуги до кінця поточного періоду підписки.</p> <p>Якщо передплата була здійснена за допомогою Покупки в додатку, Ви можете скасувати поновлення Вашої передплати в Магазині програм.</p> <h2>Виставлення рахунків</h2> <p>Ви повинні надати Компанії точну та повну платіжну інформацію, включаючи повне ім\\'я, адресу, штат, поштовий індекс, номер телефону та дійсну інформацію про спосіб оплати.</p> <p>Якщо з будь-яких причин не відбудеться автоматичне виставлення рахунків, Компанія випише електронний рахунок-фактуру із зазначенням, що ви повинні продовжити вручну, протягом певного терміну, із повним платежем, що відповідає розрахунковому періоду, як зазначено у рахунку-фактурі.</p> <p>Якщо підписка була здійснена за допомогою Покупки в додатку, усі рахунки обробляються Магазином програм і регулюються власними умовами та положеннями Магазину програм.</p> <h2>Зміни комісій</h2> <p>Компанія, на власний розсуд і в будь-який час, може змінити Абонентську плату. Будь-яка зміна передплати набирає чинності в кінці поточного періоду передплати.</p> <p>Компанія надішле Вам розумне попереднє повідомлення про будь-які зміни абонентської плати, щоб надати Вам можливість припинити Вашу Підписку до того, як така зміна набуде чинності.</p> <p>Ваше подальше використання Служби після набрання чинності зміною Абонентської плати означає Вашу згоду сплатити змінену суму Абонентської плати.</p> <h2>Повернення коштів</h2> <p>За винятком випадків, коли це передбачено законодавством, оплата підписки не повертається.</p> <p>Деякі запити на повернення коштів за підписку можуть розглядатися Компанією в кожному конкретному випадку та надаватися на власний розсуд Компанії.</p> <p>Якщо підписка була здійснена через покупку в додатку, застосовуватиметься політика відшкодування Магазину програм. Якщо Ви бажаєте вимагати повернення коштів, Ви можете зробити це, звернувшись безпосередньо до Магазину програм.</p> <h1>Покупки в додатку</h1> <p>Додаток може включати покупки в додатку, які дозволяють купувати продукти, послуги або підписки.</p> <p>Детальніша інформація про те, як ви можете керувати покупками в додатку за допомогою вашого Пристрою, може бути викладена у власних умовах та положеннях додатку або в налаштуваннях довідки вашого пристрою.</p> <p>Покупки, що продаються через додаток, можна споживати лише в додатку. Якщо ви робите покупку в додатку, її не можна скасувати після того, як ви ініціювали її завантаження. Покупки, що продаються через додаток, не можна викупити за грошові кошти або інші винагороди або передати іншим способом.</p> <p>Якщо будь-яка Покупка в додатку не була успішно завантажена або не працює після її успішного завантаження, ми, дізнавшись про несправність або повідомивши Вас про помилку, розберемо причину несправності. Ми будемо діяти розумно, вирішуючи, чи надавати Вам заміну Покупки в додатку, чи видавати Вам виправлення для усунення несправності. У жодному разі ми не будемо стягувати з вас вимогу щодо заміни або ремонту Покупки через додаток. У малоймовірному випадку, коли ми не зможемо замінити або відремонтувати відповідну Покупку в додатку або не зможемо зробити це протягом розумного періоду часу і без значних незручностей для Вас, ми дозволимо Магазину програм повернути Вам суму до вартість відповідної покупки в додатку. Як варіант, якщо Ви хочете подати запит на повернення коштів, Ви можете зробити це, звернувшись безпосередньо до Магазину програм.</p> <p>Ви визнаєте та погоджуєтесь, що всі процеси виставлення рахунків та транзакцій обробляються Магазином програм, звідки ви завантажили Додаток, і регулюються власними умовами та положеннями цього Магазину програм.</p> <p>Якщо у вас є якісь проблеми, пов’язані з оплатою покупок у програмі, вам потрібно зв’язатись безпосередньо з магазином додатків.</p> <h1>Посилання на інші веб-сайти</h1> <p>Наша Служба може містити посилання на сторонні веб-сайти або послуги, які не належать Компанії або не контролюються нею.</p> <p>Компанія не контролює і не несе відповідальності за вміст, політику конфіденційності або практику будь-яких сторонніх веб-сайтів або послуг. Ви також визнаєте і погоджуєтесь, що Компанія не несе відповідальності або відповідальності, прямо чи опосередковано, за будь-який збиток або збитки, спричинені або передбачені внаслідок використання або у зв\\'язку з використанням будь-якого такого вмісту, товарів чи послуг, доступних на або через будь-які такі веб-сайти чи послуги.</p> <p>Ми настійно рекомендуємо Вам ознайомитися з умовами та політикою конфіденційності будь-яких сторонніх веб-сайтів або послуг, які Ви відвідуєте.</p> <h1>Припинення</h1> <p>Ми можемо припинити або призупинити Ваш доступ негайно, без попереднього повідомлення чи відповідальності, з будь-якої причини, в тому числі без обмежень, якщо Ви порушите ці Умови.</p> <p>Після припинення дії Вашого права на використання Послуги негайно припиняється.</p></string><h1>Обмеження відповідальності</h1> <p>Незважаючи на будь-який збиток, який Ви можете понести, вся відповідальність Компанії та будь-якого з її постачальників згідно з будь-яким положенням цих Умов та Вашим ексклюзивним засобом захисту від усього вищесказаного буде обмежена сумою, фактично сплаченою Вами через Послугу, або 100 доларів США якщо Ви нічого не придбали через Сервіс.</p> <p>У максимально допустимій мірі чинним законодавством Компанія або її постачальники ні в якому разі не несуть відповідальності за будь-які спеціальні, випадкові, непрямі чи наслідкові збитки (включаючи, але не обмежуючись цим, збитки внаслідок втрати прибутку, втрати даних або інша інформація про переривання бізнесу, травмування особи, втрату конфіденційності, яка виникає внаслідок використання або будь-яким чином пов\\'язаного з використанням або неможливістю користуватися Сервісом, стороннім програмним забезпеченням та / або стороннім обладнанням, що використовується разом із Сервісом, або в іншому випадку у зв\\'язку з будь-яким положенням цих Умов), навіть якщо Компанія або будь-який постачальник були проінформовані про можливість такого збитку, і навіть якщо засіб не відповідає своїй суттєвій меті.</p> <p>Деякі держави не допускають виключення явних гарантій або обмеження відповідальності за випадкові або наслідкові збитки, а це означає, що деякі з вищезазначених обмежень можуть не застосовуватися. У цих штатах відповідальність кожної сторони буде обмежена в найбільшій мірі, дозволеній законом.</p> <h1>Застереження ЯК Є та ЯК ДОСТУПНО</h1> <p>Послуга надається Вам ЯК Є та ЯК ДОСТУПНА та з усіма несправностями та дефектами без будь-яких гарантій. У максимально допустимій мірі чинним законодавством Компанія від свого імені та від імені своїх філій та своїх та їх відповідних ліцензіарів та постачальників послуг прямо відмовляється від будь-яких гарантій, явних, прихованих, статутних чи інших, стосовно Послуга, включаючи всі передбачувані гарантії товарності, придатності для певної мети, право власності та непорушення, а також гарантії, які можуть виникнути внаслідок угоди, курсу виконання, використання чи торгової практики. Без обмеження вищевикладеного, Компанія не надає жодних гарантій та зобов’язань та не представляє жодного виду, що Послуга буде відповідати Вашим вимогам, досягти запланованих результатів, бути сумісною або працювати з будь-яким іншим програмним забезпеченням, програмами, системами чи послугами, працювати без перерви, відповідати будь-яким стандартам продуктивності чи надійності або не мати помилок, або будь-які помилки або дефекти можуть бути виправлені.</p> <p>Не обмежуючи вищевикладене, ні Компанія, ні будь-який постачальник компанії не надає жодних заяв чи гарантій будь-якого виду, явних або прихованих: (i) щодо функціонування або доступності Служби, а також інформації, вмісту та матеріалів або продуктів включені в них; (ii) що Послуга буде безперебійною або без помилок; (iii) щодо точності, надійності або валюти будь-якої інформації чи вмісту, що надається через Послугу; або (iv) що Сервіс, його сервери, вміст або електронні листи, надіслані від Компанії чи від її імені, не містять вірусів, сценаріїв, троянських коней, хробаків, шкідливого програмного забезпечення, бомб часу або інших шкідливих компонентів.</p> <p>Деякі юрисдикції не дозволяють виключати певні типи гарантій або обмеження застосовних статутних прав споживача, тому деякі або всі вищезазначені виключення та обмеження можуть не поширюватися на Вас. Але в такому випадку виключення та обмеження, викладені в цьому розділі, застосовуються в найбільшій мірі, що підлягають застосуванню відповідно до чинного законодавства.</p> <h1>Правом, що регулює</h1> <p>Закони країни, за винятком колізійних норм, регулюють ці Умови та використання вами Служби. Ваше використання Програми може також регулюватися іншими місцевими, державними, національними чи міжнародними законами.</p> <h1>Вирішення спорів</h1> <p>Якщо у вас є якісь занепокоєння або суперечки щодо Послуги, ви погоджуєтеся спочатку спробувати вирішити спір неофіційно, зв’язавшись з Компанією.</p> <h1>Для користувачів Європейського Союзу (ЄС)</h1> <p>Якщо ви є споживачем Європейського Союзу, ви скористаєтесь обов’язковими положеннями законодавства країни, в якій ви проживаєте.</p> <h1>Положення про федеральний уряд США щодо кінцевого використання</h1> <p>Якщо ви - кінцевий користувач федерального уряду США, наша послуга є комерційною позицією, оскільки цей термін визначений у 48 CFR §2.101.</p> <h1>Відповідність законодавству США</h1> <p>Ви заявляєте та гарантуєте, що (i) Ви не знаходитесь у країні, на яку поширюється ембарго уряду Сполучених Штатів, або яка була визначена урядом Сполучених Штатів країною, що підтримує тероризм, та (ii) Ви не внесені до будь-якого урядового списку заборонених або обмежених сторін США.</p> <h1>Розділеність та відмова</h1> <h2>Розділеність</h2> <p>Якщо будь-яке положення цих Умов буде визнано таким, що не підлягає виконанню, або недійсним, таке положення буде змінено та інтерпретоване з метою досягнення цілей такого положення в максимально можливій мірі відповідно до чинного законодавства, а інші положення продовжуватимуть діяти в повному обсязі.</p> <h2>Відмова</h2> <p>За винятком випадків, передбачених у цьому документі, невиконання права або вимагання виконання зобов\\'язання за цими Умовами не впливає на здатність сторони скористатися таким правом або вимагає такого виконання в будь-який час після цього, а також відмова від порушення не означає відмову будь-якого наступного порушення.</p> <h1>Усний переклад</h1> <p>Ці Загальні положення та умови можуть бути перекладені, якщо ми зробили їх доступними вам на нашому Сервісі. Ви погоджуєтесь, що оригінальний текст англійською мовою має перевагу у разі суперечки.</p> <h1>Зміни до цих Умов</h1> <p>Ми залишаємо за собою право на власний розсуд будь-коли змінити або замінити ці Умови. Якщо перегляд суттєвий, ми докладемо розумних зусиль, щоб повідомити принаймні за 30 днів до того, як набудуть чинності будь-які нові умови. Що означає суттєві зміни, буде визначено на наш власний розсуд.</p> <p>Продовжуючи отримувати доступ до Нашої Послуги та користуватися нею після набрання чинності цими виправленнями, Ви погоджуєтесь з вами переглянутими умовами. Якщо Ви повністю або частково не погоджуєтесь з новими умовами, припиніть користуватися веб-сайтом та Послугою.</p> <h1>Застереження</h1> <p>Курси валют Currency.wiki призначені лише для ознайомлення. Будь ласка, уточнюйте / підтверджуйте курси валют у свого форекс-брокера або фінансової установи перед здійсненням міжнародних грошових переказів та операцій.</p> <h1>Кредити</h1> <p>Ми хочемо подякувати наступним авторам за створення безкоштовних значків та безкоштовну ліцензію на використання діаграм.</p> <ul> <li>Доктор медицини Бадша Меа: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://freeicons.io/profile/3335>https://freeicons.io/profile/3335</a> </li> <li>icon king1: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://freeicons.io/profile/3>https://freeicons.io/profile/3</a> </li> <li>Freepik: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://www.flaticon.com/>https://www.flaticon.com/</a> &amp; <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://www.freepik.com>https://www.freepik.com</a>   </li> <li>amCharts: <a href=https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=uk&amp;u=https://www.amcharts.com/>https://www.amcharts.com/</a> </li> </ul> <h1>Зв\\'яжіться з нами</h1> <p>Якщо у вас виникли запитання щодо цих Загальних положень та умов, ви можете зв’язатися з нами:</p> <ul> <li>На електронну адресу: info@currency.wiki</li> </ul> <p> </p> </string>",




    "presets": "Попередні налаштування",
    "select": "Виберіть"



}