{
  "update": "Đã cập nhật",
  "addCurrency": "Thêm tiền tệ",
  "selectCurrency": "Đơn vị tiền tệ đã chọn",
  "monetary": "Định dạng tiền tệ",
  "decimal": "Định dạng thập phân",
  "firstTextRatingPage": "Vui lòng xếp hạng ứng dụng!",
  "secondTextRatingPage": "Nhấn vào dấu sao và mở bằng Cửa hàng Google Play để xếp hạng",
  "buttonTextRatingPage": "KHÔNG PHẢI BÂY GIỜ",
  "removeAds": "Xóa Quảng cáo",
  "removeAdsContent": "Hỗ trợ dự án của chúng tôi với một Đăng ký nhỏ hàng năm",
  "selectLanguage": "Chọn Ngôn ngữ",
  "english": "Tiếng Việt",
  "ColorsSelection": "Lựa chọn màu",
  "theme": "Chủ đề",
  "light": "Nhẹ",
  "dark": "Tối",
  "widgetTransparency": "Tính trong suốt của tiện ích con",
  "visualSize": "Kích thước hình ảnh",
  "A": "A",
  "appLogoLauncher": "Trình khởi chạy biểu trưng ứng dụng",
  "multiConverter": "Đa chuyển đổi",
  "multiConverterContent1": "Sẽ mở nhiều trình chuyển đổi theo mặc định.",
  "multiConverterContent2": "LƯU Ý:",
  "multiConverterContent3": "Tính năng này chỉ hoạt động với trình khởi chạy logo ứng dụng",
  "display": "Hiển thị",
  "display1": "Mã tiền tệ hiển thị",
  "display2": "Hiển thị ký hiệu tiền tệ",
  "display3": "Hiển thị Cờ tiền tệ",
  "dateFormat": "Định dạng dữ liệu",
  "not": "Không phải bây giờ",

  "selected": "ĐÃ CHỌN",
  "currencyList": "DANH SÁCH TIỀN TỆ",
  "dontShow": "Không hiển thị",
  "support": "Ủng hộ",
  "term": "Ủng hộ",
  "privacy": "Đã khóa",
  "unlocked": "Tập quán",
  "locked": "Hãy thử màu này",
  "custom": "Tập quán",
  "try": "Thử màu này",
  "unlock": "Mở khóa",
  "wiki": ",Theo: Currency.wiki",
  "multi": "Đa chuyển đổi",
  "html_policy": " <h1><strong>Chính sách bảo mật</strong></h1><p>Cập nhật lần cuối: ngày 13 tháng 3 năm 2021</p><p>Chính sách Bảo mật này mô tả các chính sách và thủ tục của Chúng tôi về việc thu thập, sử dụng và tiết lộ thông tin của Bạn khi Bạn sử dụng Dịch vụ và cho Bạn biết về các quyền riêng tư của Bạn và cách luật pháp bảo vệ Bạn.</p><p>Chúng tôi sử dụng dữ liệu Cá nhân của Bạn để cung cấp và cải thiện Dịch vụ. Bằng việc sử dụng Dịch vụ, Bạn đồng ý với việc thu thập và sử dụng thông tin theo Chính sách Bảo mật này.</p><h1><strong>Giải thích và Định nghĩa</strong></h1><h2><strong>Diễn dịch</strong></h2><p>Những từ có chữ cái đầu tiên được viết hoa có nghĩa được xác định trong các điều kiện sau. Các định nghĩa sau đây sẽ có cùng ý nghĩa bất kể chúng xuất hiện ở số ít hay số nhiều.</p><h2><strong>Các định nghĩa</strong></h2><p>Đối với các mục đích của Chính sách Bảo mật này:</p><ul><li><strong>Tài khoản </strong>có nghĩa là một tài khoản duy nhất được tạo để Bạn truy cập Dịch vụ của chúng tôi hoặc các phần của Dịch vụ của chúng tôi. </li><li><strong>Đơn vị liên kết </strong>có nghĩa là một tổ chức kiểm soát, chịu sự kiểm soát của hoặc dưới sự kiểm soát chung của một bên, trong đó \"quyền kiểm soát\" có nghĩa là quyền sở hữu từ 50% trở lên cổ phần, lợi ích vốn cổ phần hoặc các chứng khoán khác được quyền bỏ phiếu bầu giám đốc hoặc cơ quan quản lý khác . </li><li><strong>Ứng dụng </strong>có nghĩa là chương trình phần mềm do Công ty cung cấp được Bạn tải xuống trên bất kỳ thiết bị điện tử nào, có tên Ứng dụng chuyển đổi tiền tệ theo tiền tệ.Wiki </li><li><strong>Công ty </strong>(được gọi là \"Công ty\", \"Chúng tôi\", \"Chúng tôi\" hoặc \"Của chúng tôi\" trong Thỏa thuận này) đề cập đến Currency.Wiki , 122/15 St # 431 Del Mar, CA 92014. </li><li><strong>Quốc gia </strong>đề cập đến: California, Hoa Kỳ </li><li><strong>Thiết bị </strong>có nghĩa là bất kỳ thiết bị nào có thể truy cập Dịch vụ như máy tính, điện thoại di động hoặc máy tính bảng kỹ thuật số. </li><li><strong>Dữ liệu Cá nhân </strong>là bất kỳ thông tin nào liên quan đến một cá nhân được xác định hoặc nhận dạng được. </li><li><strong>Dịch vụ </strong>đề cập đến Ứng dụng. </li><li><strong>Nhà cung cấp dịch vụ </strong>có nghĩa là bất kỳ thể nhân hoặc pháp nhân nào xử lý dữ liệu thay mặt cho Công ty. Nó đề cập đến các công ty bên thứ ba hoặc các cá nhân được Công ty thuê để hỗ trợ Dịch vụ, cung cấp Dịch vụ thay mặt Công ty, thực hiện các dịch vụ liên quan đến Dịch vụ hoặc hỗ trợ Công ty phân tích cách Dịch vụ được sử dụng. </li><li><strong>Dịch vụ Truyền thông Xã hội của bên thứ ba </strong>đề cập đến bất kỳ trang web nào hoặc bất kỳ trang web mạng xã hội nào mà qua đó Người dùng có thể đăng nhập hoặc tạo tài khoản để sử dụng Dịch vụ. </li><li><strong>Dữ liệu sử dụng </strong>đề cập đến dữ liệu được thu thập tự động, được tạo ra bởi việc sử dụng Dịch vụ hoặc từ chính cơ sở hạ tầng Dịch vụ (ví dụ: thời lượng của một lượt truy cập trang). </li><li><strong>Bạn </strong>có nghĩa là cá nhân truy cập hoặc sử dụng Dịch vụ, hoặc công ty hoặc pháp nhân khác thay mặt cho cá nhân đó đang truy cập hoặc sử dụng Dịch vụ, nếu có. </li></ul><h1><strong>Thu thập và sử dụng dữ liệu cá nhân của bạn</strong></h1><h2><strong>Các loại dữ liệu được thu thập</strong></h2><h3><strong>Dữ liệu cá nhân</strong></h3><p>Trong khi sử dụng Dịch vụ của Chúng tôi, Chúng tôi có thể yêu cầu Bạn cung cấp cho Chúng tôi một số thông tin nhận dạng cá nhân nhất định có thể được sử dụng để liên hệ hoặc nhận dạng Bạn. Thông tin nhận dạng cá nhân có thể bao gồm, nhưng không giới hạn ở:</p><ul><li>Địa chỉ email</li><li>Dữ liệu sử dụng</li></ul><h3><strong>Dữ liệu sử dụng</strong></h3><p>Dữ liệu sử dụng được thu thập tự động khi sử dụng Dịch vụ.</p><p>Dữ liệu sử dụng có thể bao gồm thông tin như địa chỉ Giao thức Internet trên thiết bị của Bạn (ví dụ: địa chỉ IP), loại trình duyệt, phiên bản trình duyệt, các trang Dịch vụ của chúng tôi mà Bạn truy cập, ngày và giờ truy cập của Bạn, thời gian dành cho các trang đó, thiết bị duy nhất số nhận dạng và dữ liệu chẩn đoán khác.</p><p>Khi Bạn truy cập Dịch vụ bằng hoặc thông qua thiết bị di động, Chúng tôi có thể tự động thu thập một số thông tin nhất định, bao gồm nhưng không giới hạn ở loại thiết bị di động Bạn sử dụng, ID duy nhất trên thiết bị di động của Bạn, địa chỉ IP của thiết bị di động của Bạn, Điện thoại di động của Bạn hệ điều hành, loại trình duyệt Internet di động Bạn sử dụng, số nhận dạng thiết bị duy nhất và dữ liệu chẩn đoán khác.</p><p>Chúng tôi cũng có thể thu thập thông tin mà trình duyệt của Bạn gửi bất cứ khi nào Bạn truy cập Dịch vụ của chúng tôi hoặc khi Bạn truy cập Dịch vụ bằng hoặc thông qua thiết bị di động.</p><h2><strong>Sử dụng dữ liệu cá nhân của bạn</strong></h2><p>Công ty có thể sử dụng Dữ liệu Cá nhân cho các mục đích sau:</p><ul><li><strong>Để cung cấp và duy trì Dịch vụ của chúng tôi </strong>, bao gồm cả việc giám sát việc sử dụng Dịch vụ của chúng tôi.</li><li><strong>Để quản lý Tài khoản của bạn: </strong>để quản lý đăng ký của Bạn với tư cách là người dùng Dịch vụ. Dữ liệu Cá nhân Bạn cung cấp có thể cung cấp cho Bạn quyền truy cập vào các chức năng khác nhau của Dịch vụ khả dụng cho Bạn với tư cách là người dùng đã đăng ký. </li><li><strong>Đối với việc thực hiện hợp đồng: </strong>sự phát triển, tuân thủ và cam kết của hợp đồng mua bán đối với các sản phẩm, mặt hàng hoặc dịch vụ mà Bạn đã mua hoặc bất kỳ hợp đồng nào khác với Chúng tôi thông qua Dịch vụ. </li><li><strong>Để liên hệ với Bạn: </strong>Để liên hệ với Bạn qua email, cuộc gọi điện thoại, SMS hoặc các hình thức liên lạc điện tử tương đương khác, chẳng hạn như thông báo đẩy của ứng dụng di động về các bản cập nhật hoặc thông tin liên lạc liên quan đến các chức năng, sản phẩm hoặc dịch vụ đã ký hợp đồng, bao gồm các bản cập nhật bảo mật, khi cần thiết hoặc hợp lý để thực hiện chúng. </li><li><strong>Để cung cấp cho Bạn </strong>tin tức, ưu đãi đặc biệt và thông tin chung về hàng hóa, dịch vụ và sự kiện khác mà chúng tôi cung cấp tương tự như những sản phẩm mà bạn đã mua hoặc yêu cầu trừ khi Bạn đã chọn không nhận thông tin đó. </li><li><strong>Để quản lý các yêu cầu của Bạn: </strong>Để tham dự và quản lý các yêu cầu của Bạn với Chúng tôi. </li><li><strong>Đối với chuyển giao doanh nghiệp: </strong>Chúng tôi có thể sử dụng thông tin của Bạn để đánh giá hoặc tiến hành sáp nhập, giải thể, tái cơ cấu, tổ chức lại, giải thể hoặc bán hoặc chuyển nhượng một số hoặc tất cả tài sản của Chúng tôi, cho dù là hoạt động liên tục hay là một phần của phá sản, thanh lý, hoặc thủ tục tương tự, trong đó Dữ liệu Cá nhân do Chúng tôi nắm giữ về người dùng Dịch vụ của chúng tôi nằm trong số các tài sản được chuyển giao. </li><li><strong>Cho các mục đích khác </strong>: Chúng tôi có thể sử dụng thông tin của Bạn cho các mục đích khác, chẳng hạn như phân tích dữ liệu, xác định xu hướng sử dụng, xác định hiệu quả của các chiến dịch khuyến mại và để đánh giá và cải thiện Dịch vụ của chúng tôi, sản phẩm, dịch vụ, tiếp thị và trải nghiệm của bạn.</li></ul><p>Chúng tôi có thể chia sẻ thông tin cá nhân của Bạn trong các trường hợp sau:</p><ul><li><strong>Với Nhà cung cấp Dịch vụ: </strong>Chúng tôi có thể chia sẻ thông tin cá nhân của Bạn với Nhà cung cấp Dịch vụ để theo dõi và phân tích việc sử dụng Dịch vụ của chúng tôi, để hiển thị quảng cáo cho Bạn nhằm giúp hỗ trợ và duy trì Dịch vụ của Chúng tôi, để xử lý thanh toán, để liên hệ với Bạn. </li><li><strong>Đối với việc chuyển giao kinh doanh: </strong>Chúng tôi có thể chia sẻ hoặc chuyển thông tin cá nhân của Bạn liên quan đến, hoặc trong quá trình đàm phán, bất kỳ việc sáp nhập, bán tài sản của Công ty, cấp vốn hoặc mua lại toàn bộ hoặc một phần hoạt động kinh doanh của Chúng tôi cho một công ty khác. </li><li><strong>Với các Chi nhánh: </strong>Chúng tôi có thể chia sẻ thông tin của Bạn với các chi nhánh của Chúng tôi, trong trường hợp đó, chúng tôi sẽ yêu cầu các chi nhánh đó tuân theo Chính sách Bảo mật này. Các chi nhánh bao gồm công ty mẹ của Chúng tôi và bất kỳ công ty con nào khác, các đối tác liên doanh hoặc các công ty khác mà Chúng tôi kiểm soát hoặc nằm dưới sự kiểm soát chung của Chúng tôi. </li><li><strong>Với các đối tác kinh doanh: </strong>Chúng tôi có thể chia sẻ thông tin của Bạn với các đối tác kinh doanh của Chúng tôi để cung cấp cho Bạn các sản phẩm, dịch vụ hoặc chương trình khuyến mãi nhất định. </li><li><strong>Với những người dùng khác: </strong>khi Bạn chia sẻ thông tin cá nhân hoặc tương tác ở các khu vực công cộng với những người dùng khác, những thông tin đó có thể được tất cả người dùng xem và có thể được phân phối công khai ra bên ngoài. Nếu Bạn tương tác với những người dùng khác hoặc đăng ký thông qua Dịch vụ truyền thông xã hội của bên thứ ba, các liên hệ của Bạn trên Dịch vụ truyền thông xã hội của bên thứ ba có thể thấy tên, hồ sơ, ảnh và mô tả hoạt động của Bạn. Tương tự, những người dùng khác sẽ có thể xem mô tả hoạt động của Bạn, giao tiếp với Bạn và xem hồ sơ của Bạn. </li><li><strong>Với sự đồng ý của Bạn </strong>: Chúng tôi có thể tiết lộ thông tin cá nhân của Bạn cho bất kỳ mục đích nào khác với sự đồng ý của Bạn.</li></ul><h2><strong>Lưu giữ dữ liệu cá nhân của bạn</strong></h2><p>Công ty sẽ chỉ lưu giữ Dữ liệu Cá nhân của Bạn chừng nào cần thiết cho các mục đích được nêu trong Chính sách Bảo mật này. Chúng tôi sẽ lưu giữ và sử dụng Dữ liệu Cá nhân của Bạn trong phạm vi cần thiết để tuân thủ các nghĩa vụ pháp lý của chúng tôi (ví dụ: nếu chúng tôi được yêu cầu giữ lại dữ liệu của bạn để tuân thủ luật hiện hành), giải quyết tranh chấp và thực thi các thỏa thuận và chính sách pháp lý của chúng tôi.</p><p>Công ty cũng sẽ giữ lại Dữ liệu sử dụng cho các mục đích phân tích nội bộ. Dữ liệu sử dụng thường được lưu giữ trong một khoảng thời gian ngắn hơn, ngoại trừ khi dữ liệu này được sử dụng để tăng cường bảo mật hoặc để cải thiện chức năng của Dịch vụ của chúng tôi hoặc Chúng tôi có nghĩa vụ pháp lý phải lưu giữ dữ liệu này trong khoảng thời gian dài hơn.</p><h2><strong>Chuyển dữ liệu cá nhân của bạn</strong></h2><p>Thông tin của bạn, bao gồm cả Dữ liệu Cá nhân, được xử lý tại các văn phòng điều hành của Công ty và ở bất kỳ nơi nào khác có trụ sở của các bên liên quan đến việc xử lý . Điều đó có nghĩa là thông tin này có thể được chuyển đến - và duy trì trên - các máy tính đặt bên ngoài tiểu bang, tỉnh, quốc gia của Bạn hoặc khu vực tài phán khác của chính phủ, nơi luật bảo vệ dữ liệu có thể khác với luật pháp thuộc quyền tài phán của Bạn.</p><p>Sự đồng ý của Bạn đối với Chính sách Bảo mật này, tiếp theo là việc Bạn gửi thông tin đó thể hiện sự đồng ý của Bạn đối với việc chuyển giao đó.</p><p>Công ty sẽ thực hiện tất cả các bước cần thiết một cách hợp lý để đảm bảo rằng dữ liệu của Bạn được xử lý an toàn và phù hợp với Chính sách quyền riêng tư này và sẽ không có việc chuyển Dữ liệu Cá nhân của Bạn cho một tổ chức hoặc một quốc gia trừ khi có các biện pháp kiểm soát thích hợp bao gồm cả bảo mật của Dữ liệu của bạn và thông tin cá nhân khác.</p><h2><strong>Tiết lộ dữ liệu cá nhân của bạn</strong></h2><h3><strong>Giao dịch kinh doanh</strong></h3><p>Nếu Công ty tham gia vào việc sáp nhập, mua lại hoặc bán tài sản, Dữ liệu Cá nhân của Bạn có thể được chuyển giao. Chúng tôi sẽ cung cấp thông báo trước khi Dữ liệu Cá nhân của Bạn được chuyển giao và trở thành đối tượng của Chính sách Bảo mật khác.</p><h3><strong>Thực thi pháp luật</strong></h3><p>Trong một số trường hợp nhất định, Công ty có thể được yêu cầu tiết lộ Dữ liệu Cá nhân của Bạn nếu luật pháp yêu cầu làm như vậy hoặc theo yêu cầu hợp lệ của cơ quan công quyền (ví dụ: tòa án hoặc cơ quan chính phủ).</p><h3><strong>Các yêu cầu pháp lý khác</strong></h3><p>Công ty có thể tiết lộ Dữ liệu Cá nhân của Bạn với thiện chí tin rằng hành động đó là cần thiết để:</p><ul><li>Tuân thủ nghĩa vụ pháp lý</li><li>Bảo vệ quyền lợi của Công ty</li><li>Ngăn chặn hoặc điều tra các hành vi sai trái có thể xảy ra liên quan đến Dịch vụ</li><li>Bảo vệ sự an toàn cá nhân của Người dùng Dịch vụ hoặc công chúng</li><li>Bảo vệ khỏi trách nhiệm pháp lý</li></ul><h2><strong>Bảo mật dữ liệu cá nhân của bạn</strong></h2><p>Việc bảo mật Dữ liệu Cá nhân của Bạn là quan trọng đối với Chúng tôi, nhưng hãy nhớ rằng không có phương thức truyền tải nào qua Internet hoặc phương pháp lưu trữ điện tử là an toàn 100%. Trong khi Chúng tôi cố gắng sử dụng các phương tiện được chấp nhận về mặt thương mại để bảo vệ Dữ liệu Cá nhân của Bạn, Chúng tôi không thể đảm bảo tính bảo mật tuyệt đối của Dữ liệu đó.</p><h1><strong>Thông tin chi tiết về việc xử lý dữ liệu cá nhân của bạn</strong></h1><p>Các Nhà cung cấp Dịch vụ mà Chúng tôi sử dụng có thể có quyền truy cập vào Dữ liệu Cá nhân của Bạn. Các nhà cung cấp bên thứ ba này thu thập, lưu trữ, sử dụng, xử lý và chuyển thông tin về hoạt động của Bạn trên Dịch vụ của Chúng tôi theo Chính sách Bảo mật của họ.</p><h2><strong>phân tích</strong></h2><p>Chúng tôi có thể sử dụng các nhà cung cấp Dịch vụ bên thứ ba để theo dõi và phân tích việc sử dụng Dịch vụ của chúng tôi.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Google Analytics là một dịch vụ phân tích trang web do Google cung cấp để theo dõi và báo cáo lưu lượng truy cập trang web. Google sử dụng dữ liệu thu thập được để theo dõi và giám sát việc sử dụng Dịch vụ của chúng tôi. Dữ liệu này được chia sẻ với các dịch vụ khác của Google. Google có thể sử dụng dữ liệu thu thập được để ngữ cảnh hóa và cá nhân hóa các quảng cáo của mạng quảng cáo của riêng mình.</p><p>Bạn có thể chọn không tham gia một số tính năng nhất định của Google Analytics thông qua cài đặt thiết bị di động của mình, chẳng hạn như cài đặt quảng cáo trên thiết bị của bạn hoặc bằng cách thực hiện theo các hướng dẫn do Google cung cấp trong Chính sách bảo mật của họ: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><p>Để biết thêm thông tin về các thực tiễn bảo mật của Google, vui lòng truy cập trang web Bảo mật &amp; Điều khoản của Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase là một dịch vụ phân tích được cung cấp bởi Google Inc.</p><p>Bạn có thể chọn không tham gia một số tính năng của Firebase thông qua cài đặt thiết bị di động của mình, chẳng hạn như cài đặt quảng cáo trên thiết bị của bạn hoặc bằng cách làm theo hướng dẫn do Google cung cấp trong Chính sách bảo mật của họ: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a> </p><p>Chúng tôi cũng khuyến khích bạn xem lại chính sách của Google để bảo vệ dữ liệu của bạn: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://support.google.com/analytics/answer/6004245\":"https://support.google.com/analytics/answer/6004245</a> </p><p>Để biết thêm thông tin về loại thông tin mà Firebase thu thập, vui lòng truy cập Cách Google sử dụng dữ liệu khi bạn sử dụng trang web ứng dụng hoặc trang web của đối tác của chúng tôi: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://policies.google.com/technologies/partner-sites\":"https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Chính sách quyền riêng tư của họ có thể được xem tại <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://www.appsflyer.com/privacy-policy/\":"https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Quảng cáo ứng dụng Facebook</strong></li></ul><p>Chính sách Bảo mật của họ có thể được xem tại <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://www.facebook.com/about/privacy\":"https://www.facebook.com/about/privacy</a> </p><h2><strong>Quảng cáo</strong></h2><p>Chúng tôi có thể sử dụng Nhà cung cấp Dịch vụ để hiển thị quảng cáo cho Bạn nhằm giúp hỗ trợ và duy trì Dịch vụ của Chúng tôi.</p><ul><li><strong>AdMob của Google</strong></li></ul><p>AdMob của Google được cung cấp bởi Google Inc.</p><p>Bạn có thể chọn không tham gia dịch vụ AdMob của Google bằng cách thực hiện theo các hướng dẫn được mô tả bởi Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\":"https://support.google.com/ads/answer/2662922?hl=vi</a> </p><p>Để biết thêm thông tin về cách Google sử dụng thông tin đã thu thập, vui lòng truy cập trang \"Cách Google sử dụng dữ liệu khi bạn sử dụng các trang web hoặc ứng dụng của đối tác của chúng tôi\": <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://policies.google.com/technologies/partner-sites\":"https://policies.google.com/technologies/partner-sites</a> hoặc truy cập Bảo mật Chính sách của Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://policies.google.com/privacy\":"https://policies.google.com/privacy</a>   </p><h2><strong>Thanh toán</strong></h2><p>Chúng tôi có thể cung cấp các sản phẩm và / hoặc dịch vụ trả phí trong Dịch vụ. Trong trường hợp đó, chúng tôi có thể sử dụng các dịch vụ của bên thứ ba để xử lý thanh toán (ví dụ: bộ xử lý thanh toán).</p><p>Chúng tôi sẽ không lưu trữ hoặc thu thập chi tiết thẻ thanh toán của Bạn. Thông tin đó được cung cấp trực tiếp cho các nhà xử lý thanh toán bên thứ ba của Chúng tôi, những người mà việc sử dụng thông tin cá nhân của Bạn được điều chỉnh bởi Chính sách Bảo mật của họ. Các bộ xử lý thanh toán này tuân thủ các tiêu chuẩn do PCI-DSS đặt ra dưới sự quản lý của Hội đồng Tiêu chuẩn Bảo mật PCI, đây là nỗ lực chung của các thương hiệu như Visa, Mastercard, American Express và Discover. Các yêu cầu PCI-DSS giúp đảm bảo việc xử lý an toàn thông tin thanh toán.</p><ul><li><strong>Thanh toán trong ứng dụng của Google Play</strong></li></ul><p>Bạn có thể xem Chính sách Bảo mật của họ tại <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://www.google.com/policies/privacy/\":"https://www.google.com/policies/privacy/</a> </p><h1><strong>Quyền riêng tư của trẻ em</strong></h1><p>Dịch vụ của chúng tôi không giải quyết bất kỳ ai dưới 13 tuổi. Chúng tôi không cố ý thu thập thông tin nhận dạng cá nhân từ bất kỳ ai dưới 13 tuổi. Nếu Bạn là cha mẹ hoặc người giám hộ và Bạn biết rằng con Bạn đã cung cấp Dữ liệu Cá nhân cho Chúng tôi, vui lòng liên hệ chúng tôi. Nếu Chúng tôi biết rằng Chúng tôi đã thu thập Dữ liệu Cá nhân từ bất kỳ ai dưới 13 tuổi mà không có sự xác minh của sự đồng ý của cha mẹ, Chúng tôi sẽ thực hiện các bước để xóa thông tin đó khỏi máy chủ của Chúng tôi.</p><p>Nếu Chúng tôi cần dựa trên sự đồng ý làm cơ sở pháp lý để xử lý thông tin của Bạn và Quốc gia của Bạn yêu cầu sự đồng ý từ cha mẹ, Chúng tôi có thể yêu cầu sự đồng ý của cha mẹ Bạn trước khi Chúng tôi thu thập và sử dụng thông tin đó.</p><h1><strong>Liên kết đến các trang web khác</strong></h1><p>Dịch vụ của Chúng tôi có thể chứa các liên kết đến các trang web khác không do Chúng tôi điều hành. Nếu Bạn nhấp vào liên kết của bên thứ ba, Bạn sẽ được dẫn đến trang web của bên thứ ba đó. Chúng tôi đặc biệt khuyên Bạn nên xem lại Chính sách Bảo mật của mọi trang web Bạn truy cập.</p><p>Chúng tôi không kiểm soát và không chịu trách nhiệm về nội dung, chính sách bảo mật hoặc thông lệ của bất kỳ trang web hoặc dịch vụ nào của bên thứ ba.</p><h1><strong>Các thay đổi đối với Chính sách quyền riêng tư này</strong></h1><p>Chúng tôi có thể cập nhật Chính sách Bảo mật của chúng tôi theo thời gian. Chúng tôi sẽ thông báo cho Bạn về bất kỳ thay đổi nào bằng cách đăng Chính sách Bảo mật mới trên trang này.</p><p>Chúng tôi sẽ cho Bạn biết qua email và / hoặc một thông báo nổi bật trên Dịch vụ của Chúng tôi, trước khi thay đổi có hiệu lực và cập nhật ngày \"Cập nhật lần cuối\" ở đầu Chính sách Bảo mật này.</p><p>Bạn nên xem lại Chính sách Bảo mật này định kỳ để biết bất kỳ thay đổi nào. Các thay đổi đối với Chính sách Bảo mật này có hiệu lực khi chúng được đăng trên trang này.</p><h1><strong>Liên hệ chúng tôi</strong></h1><p>Nếu bạn có bất kỳ câu hỏi nào về các Điều khoản và Điều kiện này, Bạn có thể liên hệ với chúng tôi:</p><ul><li>Qua email: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": " <h1>Cứu giúp</h1><p>Nếu bạn đang gặp sự cố với ứng dụng chuyển đổi tiền tệ của chúng tôi, vui lòng gửi email đến <a href=\"mailto:app@currency.wiki\":"app@currency.wiki</a> (đợi 24-48 giờ để trả lời) và trong dòng chủ đề, vui lòng thêm \"Sự cố với ứng dụng\"  </p><p>Vui lòng mô tả sự cố, bao gồm tên thiết bị của bạn và số kiểu máy cũng như phiên bản Android hiện tại. ví dụ: Samsung Galaxy S9 + Android 10</p><h1>Câu hỏi thường gặp</h1><h2>Tỷ giá hối đoái cập nhật thường xuyên như thế nào?</h2><p>Tỷ giá được cập nhật cứ sau 30 phút và đúng giờ mỗi 60 giây trừ các ngày cuối tuần (Thị trường ngoại hối ở Hoa Kỳ đóng cửa lúc 5 giờ chiều thứ Sáu theo giờ EST và mở cửa lúc 5 giờ chiều theo giờ EST vào Chủ nhật)</p><h2>Tiền điện tử cập nhật thường xuyên như thế nào?</h2><p>Thị trường tiền điện tử không bao giờ đóng cửa. Nó mở cửa 24/7, 365 ngày một năm. Tỷ giá Bitcoin (BTC) luôn được cập nhật, ngay cả vào cuối tuần</p><h2>Làm thế nào để thêm widget?</h2><ul><li>Trên màn hình chính, hãy chạm và giữ một chỗ trống</li><li>Nhấn vào \"Tiện ích\"</li><li>Trong hộp tìm kiếm, nhập \" CurrencyConverter \" và nó sẽ hiển thị một tiện ích tiền tệ</li><li>Bạn chạm vào tiện ích và nó sẽ nhắc bạn chọn loại tiện ích bạn muốn hiển thị bằng cách giữ và kéo đến màn hình chính của bạn</li></ul><h2>Tại sao tôi nhận được một trong các thông báo hệ thống sau đây?</h2><ul><li>Ngừng tối ưu hóa việc sử dụng pin</li><li>Không tối ưu hóa việc sử dụng pin</li><li>Cho phép ứng dụng luôn chạy trong nền</li><li>Bỏ qua tối ưu hóa pin</li></ul><p>Nếu bạn đang sử dụng tiện ích tiền tệ trên màn hình chính của mình, chúng tôi khuyên bạn nên cho phép ứng dụng của chúng tôi chạy trong nền để đảm bảo tỷ giá luôn được cập nhật</p><h2>Mức sử dụng pin?</h2><p>Ứng dụng của chúng tôi được thiết kế để sử dụng lượng pin tối thiểu và khi hoạt động ở chế độ nền để cập nhật tỷ lệ. Xin lưu ý rằng nhiều yếu tố tác động, chẳng hạn như đóng ứng dụng sau khi sử dụng, đảm bảo thiết bị của bạn tương thích với ứng dụng của chúng tôi, v.v.</p><h1>Lời khuyên</h1><h2>Sao chép để chia sẻ</h2><p>Nếu bạn chuyển đến màn hình chuyển đổi tiền tệ chính, hãy nhấn và giữ kết quả. Nó sẽ sao chép kết quả vào khay nhớ tạm làm ví dụ, \"1,00 USD=0,84 EUR\" mà bạn có thể chia sẻ</p><h2>Tính tiền boa / phí / thuế</h2><p>Chúng tôi đã tạo ra logic sau để tính toán mẹo nhanh chóng; nếu bạn nhập ví dụ \"50% 10\" và nhấn \"=\", nó sẽ tính 10% từ 50</p><h2>Nhiều bộ chuyển đổi</h2><p>Bạn có thể sắp xếp lại thứ tự các đơn vị tiền tệ trong danh sách đã chọn của mình bằng cách kéo và thả</p><p> </p><p> </p>",
  "html_terms": "<h1>Các điều khoản và điều kiện</h1><p>Cập nhật lần cuối: ngày 13 tháng 3 năm 2021</p><p>Vui lòng đọc kỹ các điều khoản và điều kiện này trước khi sử dụng Dịch vụ của Chúng tôi.</p><h1>Giải thích và Định nghĩa</h1><h2>Diễn dịch</h2><p>Những từ có chữ cái đầu tiên được viết hoa có nghĩa được xác định trong các điều kiện sau. Các định nghĩa sau đây sẽ có cùng ý nghĩa bất kể chúng xuất hiện ở số ít hay số nhiều.</p><h2>Các định nghĩa</h2><p>Vì mục đích của các Điều khoản và Điều kiện này:</p><ul><li><strong>Ứng dụng </strong>có nghĩa là chương trình phần mềm do Công ty cung cấp được Bạn tải xuống trên bất kỳ thiết bị điện tử nào, có tên Ứng dụng chuyển đổi tiền tệ theo tiền tệ.Wiki </li><li><strong>Cửa hàng Ứng dụng </strong>có nghĩa là dịch vụ phân phối kỹ thuật số được điều hành và phát triển bởi Apple Inc. (Apple App Store) hoặc Google Inc. (Cửa hàng Google Play) trong đó Ứng dụng đã được tải xuống. </li><li><strong>Đơn vị liên kết </strong>có nghĩa là một tổ chức kiểm soát, chịu sự kiểm soát của hoặc dưới sự kiểm soát chung của một bên, trong đó \"quyền kiểm soát\" có nghĩa là quyền sở hữu từ 50% trở lên cổ phần, lợi ích vốn cổ phần hoặc các chứng khoán khác được quyền bỏ phiếu bầu giám đốc hoặc cơ quan quản lý khác . </li><li><strong>Quốc gia </strong>đề cập đến: California, Hoa Kỳ </li><li><strong>Công ty </strong>(được gọi là \"Công ty\", \"Chúng tôi\", \"Chúng tôi\" hoặc \"Của chúng tôi\" trong Thỏa thuận này) đề cập đến Currency.Wiki, 122/15 st # 431 Del Mar, CA 92014. </li><li><strong>Thiết bị </strong>có nghĩa là bất kỳ thiết bị nào có thể truy cập Dịch vụ như máy tính, điện thoại di động hoặc máy tính bảng kỹ thuật số. </li><li><strong>Mua trong ứng dụng </strong>đề cập đến việc mua một sản phẩm, mặt hàng, dịch vụ hoặc Đăng ký được thực hiện thông qua Ứng dụng và tuân theo các Điều khoản và Điều kiện này và / hoặc các điều khoản và điều kiện riêng của Kho ứng dụng. </li><li><strong>Dịch vụ </strong>đề cập đến Ứng dụng. </li><li><strong>Đăng ký </strong>đề cập đến các dịch vụ hoặc quyền truy cập vào Dịch vụ được Công ty cung cấp trên cơ sở đăng ký cho Bạn. </li><li><strong>Điều khoản và Điều kiện </strong>(còn được gọi là \"Điều khoản\") có nghĩa là các Điều khoản và Điều kiện này tạo thành toàn bộ thỏa thuận giữa Bạn và Công ty về việc sử dụng Dịch vụ. </li><li><strong>Dịch vụ truyền thông xã hội của bên thứ ba </strong>có nghĩa là bất kỳ dịch vụ hoặc nội dung nào (bao gồm dữ liệu, thông tin, sản phẩm hoặc dịch vụ) do bên thứ ba cung cấp có thể được hiển thị, bao gồm hoặc cung cấp bởi Dịch vụ. </li><li><strong>Bạn </strong>có nghĩa là cá nhân truy cập hoặc sử dụng Dịch vụ, hoặc công ty hoặc pháp nhân khác thay mặt cho cá nhân đó đang truy cập hoặc sử dụng Dịch vụ, nếu có. </li></ul><h1>Nhìn nhận</h1><p>Đây là các Điều khoản và Điều kiện điều chỉnh việc sử dụng Dịch vụ này và thỏa thuận hoạt động giữa Bạn và Công ty. Các Điều khoản và Điều kiện này quy định các quyền và nghĩa vụ của tất cả người dùng liên quan đến việc sử dụng Dịch vụ.</p><p>Quyền truy cập và sử dụng Dịch vụ của bạn tùy thuộc vào việc Bạn chấp nhận và tuân thủ các Điều khoản và Điều kiện này. Các Điều khoản và Điều kiện này áp dụng cho tất cả khách truy cập, người dùng và những người khác truy cập hoặc sử dụng Dịch vụ.</p><p>Bằng cách truy cập hoặc sử dụng Dịch vụ, Bạn đồng ý bị ràng buộc bởi các Điều khoản và Điều kiện này. Nếu Bạn không đồng ý với bất kỳ phần nào của Điều khoản và Điều kiện này thì Bạn không thể truy cập Dịch vụ.</p><p>Bạn tuyên bố rằng bạn trên 18 tuổi. Công ty không cho phép những người dưới 18 tuổi sử dụng Dịch vụ.</p><p>Việc bạn truy cập và sử dụng Dịch vụ cũng tùy thuộc vào việc Bạn chấp nhận và tuân thủ Chính sách quyền riêng tư của Công ty. Chính sách Bảo mật của Chúng tôi mô tả các chính sách và thủ tục của Chúng tôi về việc thu thập, sử dụng và tiết lộ thông tin cá nhân của Bạn khi Bạn sử dụng Ứng dụng hoặc Trang web và cho Bạn biết về quyền riêng tư của Bạn và cách luật pháp bảo vệ Bạn. Vui lòng đọc kỹ Chính sách Bảo mật của Chúng tôi trước khi sử dụng Dịch vụ của Chúng tôi.</p><h1>Đăng ký</h1><h2>Thời gian đăng ký</h2><p>Dịch vụ hoặc một số phần của Dịch vụ chỉ khả dụng với Đăng ký trả phí. Bạn sẽ được thanh toán trước định kỳ và định kỳ (chẳng hạn như hàng ngày, hàng tuần, hàng tháng hoặc hàng năm), tùy thuộc vào loại gói Đăng ký bạn chọn khi mua Đăng ký.</p><p>Vào cuối mỗi giai đoạn, Đăng ký của Bạn sẽ tự động gia hạn theo cùng các điều kiện chính xác trừ khi Bạn hủy đăng ký hoặc Công ty hủy đăng ký.</p><h2>Hủy đăng ký</h2><p>Bạn có thể hủy gia hạn Đăng ký của mình thông qua trang cài đặt Tài khoản của bạn hoặc bằng cách liên hệ với Công ty. Bạn sẽ không nhận được tiền hoàn lại cho các khoản phí Bạn đã trả cho Thời gian đăng ký hiện tại của Bạn và Bạn sẽ có thể truy cập Dịch vụ cho đến khi kết thúc Thời gian Đăng ký hiện tại của Bạn.</p><p>Nếu Đăng ký được thực hiện thông qua Mua hàng trong ứng dụng, Bạn có thể hủy gia hạn Đăng ký của mình với Cửa hàng ứng dụng.</p><h2>Thanh toán</h2><p>Bạn phải cung cấp cho Công ty thông tin thanh toán chính xác và đầy đủ bao gồm tên đầy đủ, địa chỉ, tiểu bang, mã zip, số điện thoại và thông tin phương thức thanh toán hợp lệ.</p><p>Nếu việc thanh toán tự động không thực hiện được vì bất kỳ lý do gì, Công ty sẽ phát hành hóa đơn điện tử cho biết rằng bạn phải tiến hành theo cách thủ công, trong một ngày thời hạn nhất định, với khoản thanh toán đầy đủ tương ứng với thời hạn thanh toán được ghi trên hóa đơn.</p><p>Nếu Đăng ký được thực hiện thông qua Mua hàng trong ứng dụng, tất cả việc thanh toán sẽ do Cửa hàng ứng dụng xử lý và chịu sự điều chỉnh của các điều khoản và điều kiện riêng của Cửa hàng ứng dụng.</p><h2>Thay đổi phí</h2><p>Công ty, theo quyết định riêng của mình và bất cứ lúc nào, có thể sửa đổi phí Đăng ký. Mọi thay đổi về phí Đăng ký sẽ có hiệu lực vào cuối giai đoạn Đăng ký hiện tại.</p><p>Công ty sẽ cung cấp cho Bạn thông báo trước hợp lý về bất kỳ thay đổi nào trong phí Đăng ký để Bạn có cơ hội chấm dứt Đăng ký của mình trước khi thay đổi đó có hiệu lực.</p><p>Việc bạn tiếp tục sử dụng Dịch vụ sau khi thay đổi phí Đăng ký có hiệu lực cấu thành việc Bạn đồng ý thanh toán số tiền Phí đăng ký đã sửa đổi.</p><h2>Tiền hoàn lại</h2><p>Trừ khi luật pháp yêu cầu, phí Đăng ký đã trả không được hoàn lại.</p><p>Một số yêu cầu hoàn lại tiền cho các Đăng ký có thể được Công ty xem xét trong từng trường hợp cụ thể và được Công ty quyết định.</p><p>Nếu Đăng ký được thực hiện thông qua Mua hàng trong ứng dụng, chính sách hoàn lại tiền của Cửa hàng ứng dụng sẽ được áp dụng. Nếu Bạn muốn yêu cầu hoàn lại tiền, Bạn có thể làm như vậy bằng cách liên hệ trực tiếp với Cửa hàng Ứng dụng.</p><h1>Trong ứng dụng mua hàng</h1><p>Ứng dụng có thể bao gồm Mua hàng trong ứng dụng cho phép bạn mua sản phẩm, dịch vụ hoặc Đăng ký.</p><p>Thông tin thêm về cách bạn có thể quản lý Giao dịch mua trong ứng dụng bằng Thiết bị của mình có thể được nêu trong điều khoản và điều kiện riêng của Cửa hàng ứng dụng hoặc trong cài đặt Trợ giúp trên thiết bị của bạn.</p><p>Mua hàng trong ứng dụng chỉ có thể được sử dụng trong Ứng dụng. Nếu bạn thực hiện Mua hàng trong ứng dụng, Mua hàng trong ứng dụng đó không thể bị hủy sau khi bạn đã bắt đầu tải xuống. Mua hàng trong ứng dụng không thể được quy đổi thành tiền mặt hoặc cân nhắc khác hoặc chuyển nhượng theo cách khác.</p><p>Nếu bất kỳ Giao dịch mua trong ứng dụng nào không được tải xuống thành công hoặc không hoạt động sau khi được tải xuống thành công, chúng tôi sẽ điều tra lý do lỗi sau khi biết lỗi hoặc được Bạn thông báo về lỗi. Chúng tôi sẽ hành động hợp lý trong việc quyết định cung cấp cho Bạn một Mua hàng trong ứng dụng thay thế hay cấp cho Bạn một bản vá để sửa lỗi. Trong mọi trường hợp, Chúng tôi sẽ không tính phí Bạn thay thế hoặc sửa chữa Mua hàng trong ứng dụng. Trong trường hợp không chắc rằng chúng tôi không thể thay thế hoặc sửa chữa Giao dịch mua trong ứng dụng có liên quan hoặc không thể thực hiện việc này trong một khoảng thời gian hợp lý và không gây bất tiện đáng kể cho Bạn, Chúng tôi sẽ ủy quyền cho Cửa hàng ứng dụng hoàn lại cho Bạn số tiền lên đến chi phí của Mua hàng trong ứng dụng có liên quan. Ngoài ra, nếu Bạn muốn yêu cầu hoàn lại tiền, Bạn có thể làm như vậy bằng cách liên hệ trực tiếp với Cửa hàng ứng dụng.</p><p>Bạn thừa nhận và đồng ý rằng tất cả các quy trình thanh toán và giao dịch đều do Cửa hàng ứng dụng xử lý từ nơi bạn tải xuống Ứng dụng và chịu sự điều chỉnh của các điều khoản và điều kiện riêng của Cửa hàng ứng dụng đó.</p><p>Nếu bạn gặp bất kỳ vấn đề nào liên quan đến thanh toán với Mua hàng trong ứng dụng, thì bạn cần liên hệ trực tiếp với Cửa hàng ứng dụng.</p><h1>Liên kết đến các trang web khác</h1><p>Dịch vụ của chúng tôi có thể chứa các liên kết đến các trang web hoặc dịch vụ của bên thứ ba không thuộc sở hữu hoặc kiểm soát của Công ty.</p><p>Công ty không có quyền kiểm soát và không chịu trách nhiệm đối với nội dung, chính sách bảo mật hoặc thông lệ của bất kỳ trang web hoặc dịch vụ nào của bên thứ ba. Bạn thừa nhận và đồng ý rằng Công ty sẽ không chịu trách nhiệm hoặc nghĩa vụ trực tiếp hoặc gián tiếp đối với bất kỳ thiệt hại hoặc mất mát nào gây ra hoặc được cho là gây ra bởi hoặc liên quan đến việc sử dụng hoặc phụ thuộc vào bất kỳ nội dung, hàng hóa hoặc dịch vụ nào có sẵn trên hoặc thông qua bất kỳ trang web hoặc dịch vụ nào như vậy.</p><p>Chúng tôi đặc biệt khuyên Bạn nên đọc các điều khoản và điều kiện và chính sách bảo mật của bất kỳ trang web hoặc dịch vụ của bên thứ ba nào mà Bạn truy cập.</p><h1>Chấm dứt</h1><p>Chúng tôi có thể chấm dứt hoặc đình chỉ quyền truy cập của Bạn ngay lập tức, mà không cần thông báo trước hoặc chịu trách nhiệm, vì bất kỳ lý do gì, bao gồm nhưng không giới hạn nếu Bạn vi phạm các Điều khoản và Điều kiện này.</p><p>Sau khi chấm dứt, quyền sử dụng Dịch vụ của Bạn sẽ chấm dứt ngay lập tức.</p><h1>Trách nhiệm hữu hạn</h1><p>Bất chấp mọi thiệt hại mà Bạn có thể phải chịu, toàn bộ trách nhiệm của Công ty và bất kỳ nhà cung cấp nào của Công ty theo bất kỳ điều khoản nào của Điều khoản này và biện pháp khắc phục độc quyền của Bạn cho tất cả những điều đã nói ở trên sẽ được giới hạn ở số tiền Bạn thực thanh toán qua Dịch vụ hoặc 100 USD nếu Bạn chưa mua bất kỳ thứ gì thông qua Dịch vụ.</p><p>Trong phạm vi tối đa được luật hiện hành cho phép, trong mọi trường hợp, Công ty hoặc các nhà cung cấp của Công ty sẽ không chịu trách nhiệm pháp lý đối với bất kỳ thiệt hại đặc biệt, ngẫu nhiên, gián tiếp hoặc do hậu quả nào (bao gồm, nhưng không giới hạn, thiệt hại do mất lợi nhuận, mất dữ liệu hoặc thông tin khác, vì lý do gián đoạn kinh doanh, về thương tích cá nhân, mất quyền riêng tư phát sinh từ hoặc theo bất kỳ cách nào liên quan đến việc sử dụng hoặc không thể sử dụng Dịch vụ, phần mềm của bên thứ ba và / hoặc phần cứng của bên thứ ba được sử dụng với Dịch vụ, hoặc nếu không liên quan đến bất kỳ điều khoản nào của Điều khoản này), ngay cả khi Công ty hoặc bất kỳ nhà cung cấp nào đã được thông báo về khả năng xảy ra những thiệt hại đó và ngay cả khi biện pháp khắc phục không đạt được mục đích thiết yếu của nó.</p><p>Một số tiểu bang không cho phép loại trừ các bảo đảm ngụ ý hoặc giới hạn trách nhiệm đối với các thiệt hại ngẫu nhiên hoặc do hậu quả, có nghĩa là một số giới hạn ở trên có thể không được áp dụng. Ở những tiểu bang này, trách nhiệm của mỗi bên sẽ được giới hạn ở mức độ lớn nhất được pháp luật cho phép.</p><h1>Tuyên bố từ chối trách nhiệm \"NGUYÊN TRẠNG\" và \"CÓ SN\"</h1><p>Dịch vụ được cung cấp cho Bạn \"NGUYÊN TRẠNG\" và \"HIỆN CÓ\" và với tất cả các lỗi và khuyết tật mà không có bảo hành dưới bất kỳ hình thức nào. Trong phạm vi tối đa được phép theo luật hiện hành, Công ty, nhân danh chính mình và thay mặt cho các Chi nhánh của mình cũng như các nhà cấp phép và nhà cung cấp dịch vụ tương ứng của họ, từ chối rõ ràng tất cả các bảo đảm, dù rõ ràng, ngụ ý, theo luật định hay cách khác, đối với Dịch vụ, bao gồm tất cả các bảo đảm ngụ ý về khả năng bán được, tính phù hợp cho một mục đích cụ thể, quyền sở hữu và không vi phạm, và các bảo đảm có thể phát sinh trong quá trình giao dịch, quá trình thực hiện, sử dụng hoặc thực hành thương mại. Không giới hạn những điều đã nói ở trên, Công ty không cung cấp bảo hành hoặc cam kết nào và không tuyên bố dưới bất kỳ hình thức nào rằng Dịch vụ sẽ đáp ứng các yêu cầu của Bạn, đạt được bất kỳ kết quả dự kiến ​​nào, tương thích hoặc hoạt động với bất kỳ phần mềm, ứng dụng, hệ thống hoặc dịch vụ nào khác, hoạt động không bị gián đoạn, đáp ứng bất kỳ tiêu chuẩn hiệu suất hoặc độ tin cậy nào hoặc không có lỗi hoặc bất kỳ lỗi hoặc khuyết tật nào có thể hoặc sẽ được sửa chữa.</p><p>Không giới hạn những điều đã nói ở trên, Công ty cũng như bất kỳ nhà cung cấp nào của công ty không đưa ra bất kỳ tuyên bố hoặc bảo đảm nào dưới bất kỳ hình thức nào, rõ ràng hay ngụ ý: (i) về hoạt động hoặc tính khả dụng của Dịch vụ, hoặc thông tin, nội dung và tài liệu hoặc sản phẩm bao gồm trên đó; (ii) rằng Dịch vụ sẽ không bị gián đoạn hoặc không có lỗi; (iii) về tính chính xác, độ tin cậy hoặc đơn vị tiền tệ của bất kỳ thông tin hoặc nội dung nào được cung cấp thông qua Dịch vụ; hoặc (iv) rằng Dịch vụ, máy chủ, nội dung hoặc e-mail được gửi từ hoặc nhân danh Công ty không có vi rút, tập lệnh, trojan, sâu, phần mềm độc hại, timebombs hoặc các thành phần có hại khác.</p><p>Một số khu vực pháp lý không cho phép loại trừ một số loại bảo đảm hoặc giới hạn đối với các quyền theo luật định hiện hành của người tiêu dùng, vì vậy một số hoặc tất cả các loại trừ và giới hạn ở trên có thể không áp dụng cho Bạn. Nhưng trong trường hợp như vậy, các loại trừ và giới hạn quy định trong phần này sẽ được áp dụng ở mức độ lớn nhất có thể thực thi được theo luật hiện hành.</p><h1>Luật chi phối</h1><p>Luật pháp của Quốc gia, không bao gồm các quy tắc xung đột luật, sẽ điều chỉnh Điều khoản này và việc bạn sử dụng Dịch vụ. Việc bạn sử dụng Ứng dụng cũng có thể tuân theo luật pháp địa phương, tiểu bang, quốc gia hoặc quốc tế khác.</p><h1>Giải quyết tranh chấp</h1><p>Nếu Bạn có bất kỳ mối quan tâm hoặc tranh chấp nào về Dịch vụ, Bạn đồng ý trước tiên cố gắng giải quyết tranh chấp một cách không chính thức bằng cách liên hệ với Công ty.</p><h1>Dành cho người dùng ở Liên minh Châu Âu (EU)</h1><p>Nếu Bạn là người tiêu dùng thuộc Liên minh Châu Âu, bạn sẽ được hưởng lợi từ mọi quy định bắt buộc của luật pháp của quốc gia mà bạn đang cư trú.</p><h1>Các Điều khoản Sử dụng Cuối của Chính phủ Liên bang Hoa Kỳ</h1><p>Nếu Bạn là người dùng cuối của chính phủ liên bang Hoa Kỳ, Dịch vụ của chúng tôi là \"Mặt hàng thương mại\" vì thuật ngữ đó được định nghĩa tại 48 CFR §2.101.</p><h1>Tuân thủ pháp luật Hoa Kỳ</h1><p>Bạn tuyên bố và đảm bảo rằng (i) Bạn không ở một quốc gia đang chịu lệnh cấm vận của chính phủ Hoa Kỳ hoặc đã được chính phủ Hoa Kỳ chỉ định là quốc gia \"hỗ trợ khủng bố\" và (ii) Bạn không được liệt kê trong bất kỳ danh sách các bên bị cấm hoặc hạn chế của chính phủ Hoa Kỳ.</p><h1>Hiệu lực từng phần và Từ bỏ</h1><h2>Tính hiệu lực từng phần</h2><p>Nếu bất kỳ điều khoản nào trong các Điều khoản này được coi là không thể thực thi hoặc không hợp lệ, điều khoản đó sẽ được thay đổi và giải thích để hoàn thành mục tiêu của điều khoản đó ở mức độ cao nhất có thể theo luật hiện hành và các điều khoản còn lại sẽ tiếp tục có hiệu lực đầy đủ.</p><h2>Từ bỏ</h2><p>Trừ khi được quy định ở đây, việc không thực hiện quyền hoặc yêu cầu thực hiện nghĩa vụ theo Điều khoản này sẽ không ảnh hưởng đến khả năng của một bên để thực hiện quyền đó hoặc yêu cầu thực hiện như vậy vào bất kỳ thời điểm nào sau đó cũng như việc từ bỏ vi phạm sẽ không cấu thành sự từ bỏ của bất kỳ vi phạm nào tiếp theo.</p><h1>Phiên dịch</h1><p>Các Điều khoản và Điều kiện này có thể đã được dịch nếu Chúng tôi cung cấp chúng cho Bạn trên Dịch vụ của chúng tôi. Bạn đồng ý rằng văn bản gốc tiếng Anh sẽ được ưu tiên áp dụng trong trường hợp có tranh chấp.</p><h1>Các thay đổi đối với các Điều khoản và Điều kiện này</h1><p>Chúng tôi bảo lưu quyền, theo quyết định riêng của mình, sửa đổi hoặc thay thế các Điều khoản này bất kỳ lúc nào. Nếu bản sửa đổi là tài liệu Chúng tôi sẽ nỗ lực hợp lý để cung cấp thông báo trước ít nhất 30 ngày trước khi bất kỳ điều khoản mới nào có hiệu lực. Điều gì tạo nên sự thay đổi quan trọng sẽ được xác định theo quyết định riêng của Chúng tôi.</p><p>Bằng cách tiếp tục truy cập hoặc sử dụng Dịch vụ của Chúng tôi sau khi các sửa đổi đó có hiệu lực, Bạn đồng ý bị ràng buộc bởi các điều khoản sửa đổi. Nếu Bạn không đồng ý với các điều khoản mới, toàn bộ hoặc một phần, vui lòng ngừng sử dụng trang web và Dịch vụ.</p><h1>Tuyên bố từ chối trách nhiệm</h1><p>Tỷ giá hối đoái của Currency.wiki chỉ dành cho mục đích thông tin. Vui lòng xác minh / xác nhận tỷ giá tiền tệ với nhà môi giới ngoại hối hoặc tổ chức tài chính của bạn trước khi thực hiện giao dịch và chuyển tiền quốc tế.</p><h1>Tín dụng</h1><p>Chúng tôi muốn cảm ơn các tác giả sau đây đã tạo ra các biểu tượng miễn phí và giấy phép miễn phí để sử dụng biểu đồ.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://freeicons.io/profile/3335\":"https://freeicons.io/profile/3335</a> </li><li>biểu tượng king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://freeicons.io/profile/3\":"https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://www.flaticon.com/\":"https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://www.freepik.com\":"https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=vi&amp;u=https://www.amcharts.com/\":"https://www.amcharts.com/</a> </li></ul><h1>Liên hệ chúng tôi</h1><p>Nếu bạn có bất kỳ câu hỏi nào về các Điều khoản và Điều kiện này, Bạn có thể liên hệ với chúng tôi:</p><ul><li>Qua email: info@currency.wiki</li></ul><p> </p>",
  
  "iso": "Tiếng Việt",
  "AED": "Các tiểu vương quốc Ả Rập Thống nhất Dirham",
  "AFN": "Afghanistan Afghanistan",
  "ALL": "Lek Albania",
  "AMD": "Kịch Armenia",
  "ANG": "Hà Lan Antillean Guilder",
  "AOA": "Anh Kwanza",
  "ARS": "Peso Argentina",
  "AUD": "Đô la Úc",
  "AWG": "Aruban Florin",
  "AZN": "Manat",
  "BAM": "Nhãn hiệu chuyển đổi Bosnia-Herzegovina",
  "BBD": "Đô la Barbadian",
  "BDT": "Taka Bangladesh",
  "BGN": "Tiếng Bulgaria",
  "BHD": "Dinar Bahrain",
  "BIF": "Cộng hòa Séc",
  "BMD": "Đô la Hà Lan",
  "BND": "Đô la Brunei",
  "BOB": "Boliviano Boliviano",
  "BRL": "Brazil thực",
  "BSD": "Đô la Bahamian",
  "BTC": "Bitcoin",
  "BTN": "Ngultrum của Bhutan",
  "BWP": "Botswan Pula",
  "BYN": "Đồng Rúp của Bêlarut",
  "BZD": "Đô la Belize",
  "CAD": "Đô la Canada",
  "CDF": "Cộng hòa Séc",
  "CHF": "Franc Thụy Sĩ",
  "CLF": "Đơn vị tài khoản Chile (UF)",
  "CLP": "Peso Chile",
  "CNY": "Nhân dân tệ của Trung Quốc",
  "COP": "Peso Colombia",
  "CRC": "Tây Ban Nha",
  "CUC": "Peso chuyển đổi Cuba",
  "CUP": "Peso Cuba",
  "CVE": "Mũi Verdean Escudo",
  "CZK": "Cộng hòa Séc",
  "DJF": "Djiboutian Franc",
  "DKK": "Krone Đan Mạch",
  "DOP": "Pê-ru",
  "DZD": "Dinar Algeria",
  "EGP": "Pound Ai Cập",
  "ERN": "Eritrea Nakfa",
  "ETB": "Etopian Birr",
  "EUR": "Euro",
  "FJD": "Đô la Fijian",
  "FKP": "Quần đảo Falkland",
  "GBP": "Bảng Anh",
  "GEL": "Lari Georgia",
  "GGP": "Bảng Anh",
  "GHS": "Cedan Ghana",
  "GIP": "Bảng Anh",
  "GMD": "Gambian Dalasi",
  "GNF": "Francean",
  "GTQ": "Quetzal Guatemala",
  "GYD": "Đô la Guyana",
  "HKD": "Đôla Hong Kong",
  "HNL": "Tiếng Hàn Quốc Lempira",
  "HRK": "Kuna Croatia",
  "HTG": "Bầu bí Haiti",
  "HUF": "Forint Hungary",
  "IDR": "Rupiah Indonesia",
  "ILS": "Sheqel mới của Israel",
  "IMP": "Bảng Anh",
  "INR": "Rupee Ấn Độ",
  "IQD": "Dinar Irac",
  "IRR": "Rial Iran",
  "ISK": "Króna tiếng Iceland",
  "JEP": "Bảng Anh",
  "JMD": "Đô la Jamaica",
  "JOD": "Dinar Jordan",
  "JPY": "Yen Nhật",
  "KES": "Shilling Kenya",
  "KGS": "Sê-ri",
  "KHR": "Campuchia Riel",
  "KMF": "Diễn viên hài",
  "KPW": "Bắc Triều Tiên",
  "KRW": "Thắng Hàn Quốc",
  "KWD": "Dinar Kuwaiti",
  "KYD": "Đô la đảo Cayman",
  "KZT": "Tiếng Kazakhstan",
  "LAK": "Kíp Lào",
  "LBP": "Bảng Anh",
  "LKR": "Rupee Sri Lanka",
  "LRD": "Đô la Liberia",
  "LSL": "Lesoto Loti",
  "LTL": "Litas Litva",
  "LVL": "Lats Latvia",
  "LYD": "Dinar Libya",
  "MAD": "Dirham Ma-rốc",
  "MDL": "Bêlarut Leu",
  "MGA": "Malagasy Ariary",
  "MKD": "Denar Macedonia",
  "MMK": "Quêma",
  "MNT": "Tugrik Mông Cổ",
  "MOP": "Macan Pataca",
  "MRO": "Ouguiya",
  "MUR": "Rupee Mauriti",
  "MVR": "Maldives Rufiyaa",
  "MWK": "Kwacha Malawian",
  "MXN": "Đồng peso Mexican",
  "MYR": "Đồng Ringgit Mã Lai",
  "MZN": "Mozambican Metical",
  "NAD": "Đô la Namibia",
  "NGN": "Naira Nigeria",
  "NIO": "Nicaragua Córdoba",
  "NOK": "Na Uy Krone",
  "NPR": "Rupee Nepal",
  "NZD": "Đô la New Zealand",
  "OMR": "Rial",
  "PAB": "Balan Panama",
  "PEN": "Nuevo Sol",
  "PGK": "Papua New Guinean Kina",
  "PHP": "Peso Philippines",
  "PKR": "Rupee Pakistan",
  "PLN": "Ba Lan Zloty",
  "PYG": "Guarani Paraguay",
  "QAR": "Qatari Rial",
  "RON": "Rumani Leu",
  "RSD": "Dinar Serbia",
  "RUB": "Rúp Nga",
  "RWF": "Franc Rumani",
  "SAR": "Ả Rập Saudi",
  "SBD": "Đô la quần đảo Solomon",
  "SCR": "Seychellois Rupee",
  "SDG": "Bảng Anh",
  "SEK": "Đồng curon Thụy Điển",
  "SGD": "Đô la Singapore",
  "SHP": "Bảng thánh Helena",
  "SLL": "Sierra Leonean Leone",
  "SOS": "Shilling Somali",
  "SRD": "Đô la Namibia",
  "STD": "São Tomé và Príncipe Dobra",
  "SVC": "Colan Salvador",
  "SYP": "Bảng Anh",
  "SZL": "Swazi Lilangeni",
  "THB": "Baht Thái",
  "TJS": "Tajoni Pakistan Somoni",
  "TMT": "Turkmenistan Manat",
  "TND": "Dinar Tunisia",
  "TOP": "Tongan Paʻanga",
  "TRY": "Lira Thổ Nhĩ Kỳ",
  "TTD": "Đô la Trinidad và Tobago",
  "TWD": "Đô la Đài Loan mới",
  "TZS": "Shilling Tanzania",
  "UAH": "Tiếng Ukraina",
  "UGX": "Shandand",
  "USD": "Đô la Mĩ",
  "UYU": "Peso của Uruguay",
  "UZS": "Uzbekistan Som",
  "VES": "Bolívar Fuerte của Venezuela",
  "VND": "Việt nam",
  "VUV": "Vanuatu Vatu",
  "WST": "Samala Tala",
  "XAF": "CFA Franc BEAC",
  "XAG": "Bạc (troy ounce)",
  "XAU": "Vàng (troy ounce)",
  "XCD": "Đô la Đông Caribê",
  "XDR": "Quyền rút vốn đặc biệt",
  "XOF": "CFA Franc BCEAO",
  "XPF": "Franc CFP",
  "YER": "Rial Yemen",
  "ZAR": "Đơn vị tiền tệ tiêu chuẩn được sử dụng ở Nam Phi",
  "ZMK": "Zambian Kwacha (trước năm 2013)",
  "ZMW": "Kwacha Zambian",
  "ZWL": "Đô la Zimbabwe"
}