{
	"line_chart":"Tsart",
	"app_name":"CurrencyConverter",
	"first_fragment_label":"Unang Fragment",
	"second_fragment_label":"Pangalawang Fragment",
	"next":"Susunod",
	"previous":"Dati",
	"search":"Paghahanap",
	"copied_to_clipboard":"Kinopya sa clipboard",
	"hello_first_fragment":"Hello unang fragment",
	"hello_second_fragment":"Hello pangalawang fragment. Arg:% 1 $ s",
	"cpv_default_title":"Pumili ng Kulay",
	"cpv_presets":"Mga preset",
	"cpv_custom":"Piliin ang pasadyang kulay",
	"cpv_select":"Pumili",
	"cpv_transparency":"Aninaw",
	"widget_transparency":"Transparency ng Widget",
	"rate_the_app":"Mangyaring i-rate ang aming app!",
	"rate_app_desc":"Mag-tap sa mga bituin at \"Buksan Sa Google Play Store\" upang mag-rate",
	"not_now":"HINDI NGAYON",
	"updated_date":"Nai-update:",
	"monetary_format":"Format ng pera",
	"decimal_format":"Desimal na format",
	"don_t_show":"Wag magpakita",
	"support":"Tulong",
	"terms":"Mga tuntunin",
	"privacy_policy":"Pagkapribado",
	"remove_ads":"Alisin ang Advertising",
	"sub_remove_ads":"Suportahan ang aming proyekto sa isang maliit na taunang subscription",
	"language":"Wika",
	"color_selection":"Pagpili ng Kulay",
	"select_the_gradient":"Piliin ang gradient",
	"unlocked":"Hindi naka-unlock",
	"locked":"Naka-lock",
	"try_this_color":"Subukan ang kulay na ito",
	"sub_try_this_color":"Subukan bago ka mag-unlock",
	"unlock":"I-unlock",
	"sub_unlock":"I-unlock ang kulay na ito sa {item_price}",
	"theme":"Tema",
	"light":"Magaan na Kulay",
	"dark":"Madilim na kulay",
	"wedget_transparency":"Transparency ng Widget",
	"by_currency_wiki":"Ni: Pera.wiki",
	"visual_size":"Laki ng Biswal",
	"small":"Maliit",
	"medium":"Katamtaman",
	"large":"Malaki",
	"when_opening_app":"App Logo Launcher",
	"display_multi_converter":"Multi-Converter",
	"sub_multi_converter":"Bubuksan ang multi-converter bilang default. TANDAAN: gagana lang ang tampok na ito sa launcher ng logo ng app.",
	"dislay":"Ipakita",
	"display_currency_code":"Ipakita ang Currency Code",
	"display_currency_symbol":"Ipakita ang Simbolo ng Pera",
	"display_currency_flag":"Ipakita ang Watawat ng Pera",
	"date_format":"Format ng Petsa",
	"click_here":"⇒ Mag-click Dito",
	"learn_how_to_nadd_widget":"Alamin kung paano magdagdag ng widget",
	"selected":"PINILI",
	"currency_list":"LISTANG CURRENCY",
	"title_add_currency":"Magdagdag ng CURRENCY",
	"title_configure":"KONFIGURO",
	"add_widget":"Magdagdag ng Widget",
	"convert_widget_single":"Mag-convert - Single",
	"convert_widget_list":"I-convert - Listahan",
	"title_select_base_currency":"Piliin ang Base Currency",
	"amount":"Halaga",
	"error_amount_empty":"Mangyaring ipasok nang tama ang halaga",
	"internet_error":"Mangyaring kumonekta sa internet",
	"facebook_app_id":"248045086948204",
	"fb_login_protocol_scheme":"fb248045086948204",
	"tab_text_1":"Tab 1",
	"tab_text_2":"Tab 2",
	"title_activity_add_currency":"AddCurrencyActivity",
	"monetary_format_1":"1250.56",
	"monetary_format_2":"1.234,72",
	"monetary_format_3":"17 234.56",
	"monetary_format_4":"17 234,56",
	"decimal_format_1":".02",
	"decimal_format_2":".003",
	"decimal_format_3":".0004",
	"decimal_format_4":".00005",
	"decimal_format_5":".000006",
	"date_format_1":"mm/dd/yy",
	"date_format_2":"dd/mm/yy",
	"iso":"Pilipino",
	"AED":"United Arab Emirates Dirham",
	"AFN":"Afghan Afghani",
	"ALL":"Albanian Lek",
	"AMD":"Armenian Dram",
	"ANG":"Netherlands Antillean Guilder",
	"AOA":"Angolan Kwanza",
	"ARS":"Argentine Peso",
	"AUD":"Australian dollar",
	"AWG":"Aruban Florin",
	"AZN":"Azerbaijani Manat",
	"BAM":"Bosnia-Herzegovina Mapagpalit na Markahan",
	"BBD":"Dolyar ng Barbadian",
	"BDT":"Bangladeshi Taka",
	"BGN":"Bulgarian Lev",
	"BHD":"Bahraini Dinar",
	"BIF":"Burundian Franc",
	"BMD":"Bermudan Dollar",
	"BND":"Brunei Dollar",
	"BOB":"Boliviano Boliviano",
	"BRL":"Real Brazilian",
	"BSD":"Bahamian Dollar",
	"BTC":"Bitcoin",
	"BTN":"Bhutanese Ngultrum",
	"BWP":"Botswanan Pula",
	"BYN":"Belarusian Ruble",
	"BZD":"Dolyar ng Belize",
	"CAD":"Canadian dollar",
	"CDF":"Congolese Franc",
	"CHF":"Swiss franc",
	"CLF":"Chilean Unit of Account (UF)",
	"CLP":"Chilean Peso",
	"CNY":"Intsik Yuan",
	"COP":"Colombian Peso",
	"CRC":"Costa Rican Colón",
	"CUC":"Cuban Convertible Peso",
	"CUP":"Cuban Peso",
	"CVE":"Cape Verdean Escudo",
	"CZK":"Czech Republic Koruna",
	"DJF":"Djiboutian Franc",
	"DKK":"Danish Krone",
	"DOP":"Dominican Peso",
	"DZD":"Algerian Dinar",
	"EGP":"Pound ng Egypt",
	"ERN":"Eritre Nakfa",
	"ETB":"Ethiopian Birr",
	"EUR":"Euro",
	"FJD":"Fijian Dollar",
	"FKP":"Pound Islands Pound",
	"GBP":"Pound Sterling ng British",
	"GEL":"Georgian Lari",
	"GGP":"Pound ng Guernsey",
	"GHS":"Ghanaian Cedi",
	"GIP":"Gibraltar Pound",
	"GMD":"Gambian Dalasi",
	"GNF":"Guinean Franc",
	"GTQ":"Guatemalan Quetzal",
	"GYD":"Guyana Dollar",
	"HKD":"Dolar ng Hong Kong",
	"HNL":"Honduran Lempira",
	"HRK":"Croatian Kuna",
	"HTG":"Haitian Gourde",
	"HUF":"Forint ng Hungarian",
	"IDR":"Indonesian Rupiah",
	"ILS":"Israeli New Sheqel",
	"IMP":"Manx pound",
	"INR":"Rupee ng India",
	"IQD":"Iraqi Dinar",
	"IRR":"Iranian Rial",
	"ISK":"Icelandic Króna",
	"JEP":"Pound",
	"JMD":"Jamaican Dollar",
	"JOD":"Jordanian Dinar",
	"JPY":"Perang hapon",
	"KES":"Kenyan Shilling",
	"KGS":"Kyrgystani Som",
	"KHR":"Cambodian Riel",
	"KMF":"Comorian Franc",
	"KPW":"North Korean Nanalo",
	"KRW":"Nanalo ng South Korean",
	"KWD":"Kuwaiti Dinar",
	"KYD":"Cayman Islands Dollar",
	"KZT":"Kazakhstani Tenge",
	"LAK":"Laotian Kip",
	"LBP":"Lebanese Pound",
	"LKR":"Sri Lankan Rupee",
	"LRD":"Dolar sa Liberia",
	"LSL":"Lesotho Loti",
	"LTL":"Litas ng Lithuanian",
	"LVL":"Latvian Lats",
	"LYD":"Libyan Dinar",
	"MAD":"Dircan ng Moroccan",
	"MDL":"Moldovan Leu",
	"MGA":"English Ariary",
	"MKD":"Macedonian Denar",
	"MMK":"Myanmarma Kyat",
	"MNT":"Mongka Tugrik",
	"MOP":"Macanese Pataca",
	"MRO":"Mauritanian Ouguiya",
	"MUR":"Mauritian Rupee",
	"MVR":"Maldivian Rufiyaa",
	"MWK":"Malawian Kwacha",
	"MXN":"Mexican Peso",
	"MYR":"Ringgit ng Malaysian",
	"MZN":"Mozambican Metical",
	"NAD":"Dolar ng Namibian",
	"NGN":"Nigerian Naira",
	"NIO":"Nicaraguan Córdoba",
	"NOK":"Norwegian Krone",
	"NPR":"Nepalese Rupee",
	"NZD":"Dolar ng New Zealand",
	"OMR":"Omani Rial",
	"PAB":"Panamanian Balboa",
	"PEN":"Peruvian Nuevo Sol",
	"PGK":"Papua New Guinean Kina",
	"PHP":"Philippine Peso",
	"PKR":"Pakistani Rupee",
	"PLN":"Polish Zloty",
	"PYG":"Paraguayan Guarani",
	"QAR":"Qatari Rial",
	"RON":"Romanian Leu",
	"RSD":"Serbian Dinar",
	"RUB":"Russian Ruble",
	"RWF":"Rwandan Franc",
	"SAR":"Saudi Riyal",
	"SBD":"Solomon Islands Dollar",
	"SCR":"Seychellois Rupee",
	"SDG":"Sudan Pound",
	"SEK":"Suweko Krona",
	"SGD":"Singapore Dollar",
	"SHP":"Pound ng Saint Helena",
	"SLL":"Sierra Leonean Leone",
	"SOS":"Somali Shilling",
	"SRD":"Dolar ng Surinamese",
	"STD":"São Tomé at Príncipe Dobra",
	"SVC":"Salvadoran Colón",
	"SYP":"Pound ng Syria",
	"SZL":"Swazi Lilangeni",
	"THB":"Thai Baht",
	"TJS":"Tajikistani Somoni",
	"TMT":"Turkmenistani Manat",
	"TND":"Tunisian Dinar",
	"TOP":"Tongan Paʻanga",
	"TRY":"Turkish Lira",
	"TTD":"Trinidad at Tobago Dollar",
	"TWD":"Bagong Dolyar ng Taiwan",
	"TZS":"Shilling ng Tanzanian",
	"UAH":"Ukrainian Hryvnia",
	"UGX":"Uganda Shilling",
	"USD":"Dolyar ng Estados Unidos",
	"UYU":"Uruguayan Peso",
	"UZS":"Uzbekistan Som",
	"VES":"Venezuelan Bolívar Fuerte",
	"VND":"Vietnamese Dong",
	"VUV":"Vanuatu Vatu",
	"WST":"Tala Tala ng Samoa",
	"XAF":"CFA Franc BEAC",
	"XAG":"Silver (troy onsa)",
	"XAU":"Ginto (troy onsa)",
	"XCD":"Dolyar ng Caribbean",
	"XDR":"Mga Karapatang Gumuhit ng Espesyal",
	"XOF":"CFA Franc BCEAO",
	"XPF":"CFP Franc",
	"YER":"Yemeni Rial",
	"ZAR":"South Africa Rand",
	"ZMK":"Zambian Kwacha (pre-2013)",
	"ZMW":"Zambian Kwacha",
	"ZWL":"Dolar ng Zimbabwe",
  "html_policy": "<h1><strong>Patakaran sa Pagkapribado</strong></h1><p>Huling na-update: Marso 13, 2021</p><p>Inilalarawan ng Patakaran sa Privacy na ito ang Aming mga patakaran at pamamaraan sa pagkolekta, paggamit at pagbubunyag ng Iyong impormasyon kapag ginamit mo ang Serbisyo at sinabi sa Iyo tungkol sa Iyong mga karapatan sa privacy at kung paano ka pinoprotektahan ng batas.</p><p>Ginagamit namin ang Iyong personal na data upang maibigay at mapagbuti ang Serbisyo.&nbsp;Sa pamamagitan ng paggamit ng Serbisyo, Sumasang-ayon ka sa koleksyon at paggamit ng impormasyon alinsunod sa Patakaran sa Privacy na ito.</p><h1><strong>Pagbibigay-kahulugan at Mga Kahulugan</strong></h1><h2><strong>Interpretasyon</strong></h2><p>Ang mga salita na kung saan ang paunang titik ay malaki ang titik ay may mga kahulugan na tinukoy sa ilalim ng mga sumusunod na kundisyon.&nbsp;Ang mga sumusunod na kahulugan ay magkakaroon ng parehong kahulugan anuman ang mga ito ay lilitaw sa isahan o sa plural.</p><h2><strong>Mga kahulugan</strong></h2><p>Para sa mga layunin ng Patakaran sa Privacy na ito:</p><ul><li><strong>Ang&nbsp;</strong>ibig sabihin ng account ay isang natatanging account na nilikha para I-access mo ang aming Serbisyo o mga bahagi ng aming Serbisyo.&nbsp;</li><li><strong>Ang kaakibat ay&nbsp;</strong>nangangahulugang isang entity na kumokontrol, kinokontrol ng o nasa ilalim ng karaniwang kontrol sa isang partido, kung saan ang \"control\" ay nangangahulugang pagmamay-ari ng 50% o higit pa sa pagbabahagi, interes ng equity o iba pang mga security na may karapatang bumoto para sa halalan ng mga director o iba pang awtoridad sa pamamahala .&nbsp;</li><li><strong>Ang application ay&nbsp;</strong>nangangahulugang ang programa ng software na ibinigay ng Kumpanya na na-download ng Ikaw sa anumang elektronikong aparato, na pinangalanang Currency Converter App ng&nbsp;Currency.Wiki&nbsp;</li><li><strong>Ang Kumpanya&nbsp;</strong>(tinukoy bilang alinman sa \"ang Kumpanya\", \"Kami\", \"Kami\" o \"Aming\" sa Kasunduang ito) ay tumutukoy sa&nbsp;Currency.Wiki&nbsp;, 122 15th St # 431 Del Mar, CA 92014.&nbsp;</li><li><strong>Ang bansa ay&nbsp;</strong>tumutukoy sa: California, Estados Unidos&nbsp;</li><li><strong>Ang&nbsp;</strong>ibig sabihin ng&nbsp;<strong>aparato ay&nbsp;</strong>anumang aparato na maaaring ma-access ang Serbisyo tulad ng isang computer, isang cellphone o isang digital tablet.&nbsp;</li><li><strong>Ang Personal na Data&nbsp;</strong>ay anumang impormasyon na nauugnay sa isang kinilala o makikilalang indibidwal.&nbsp;</li><li><strong>Ang serbisyo ay&nbsp;</strong>tumutukoy sa Aplikasyon.&nbsp;</li><li><strong>Ang Service Provider ay&nbsp;</strong>nangangahulugang anumang natural o ligal na tao na nagpoproseso ng data sa ngalan ng Kumpanya.&nbsp;Ito ay tumutukoy sa mga kumpanya ng third-party o indibidwal na nagtatrabaho ng Kumpanya upang mapadali ang Serbisyo, upang maibigay ang Serbisyo sa ngalan ng Kumpanya, upang maisagawa ang mga serbisyong nauugnay sa Serbisyo o upang matulungan ang Kumpanya sa pag-aralan kung paano ginagamit ang Serbisyo.&nbsp;</li><li><strong>Ang third-party na Serbisyo ng Social Media ay&nbsp;</strong>tumutukoy sa anumang website o anumang website ng social network kung saan maaaring mag-log in ang isang Gumagamit o lumikha ng isang account upang magamit ang Serbisyo.&nbsp;</li><li><strong>Ang Data ng Paggamit ay&nbsp;</strong>tumutukoy sa data na awtomatikong nakolekta, maaaring nabuo sa pamamagitan ng paggamit ng Serbisyo o mula mismo sa imprastraktura ng Serbisyo (halimbawa, ang tagal ng pagbisita sa pahina).&nbsp;</li><li>Ibig&nbsp;<strong>mong&nbsp;</strong>sabihin ang indibidwal na pag-access o paggamit ng Serbisyo, o ang kumpanya, o iba pang ligal na entity sa ngalan ng kung saan ang naturang indibidwal ay nag-a-access o gumagamit ng Serbisyo, na naaangkop.&nbsp;</li></ul><h1><strong>Pagkolekta at Paggamit ng Iyong Personal na Data</strong></h1><h2><strong>Mga uri ng Kolektibong Data</strong></h2><h3><strong>Personal na Data</strong></h3><p>Habang ginagamit ang aming Serbisyo, maaari kaming hingin sa Iyo na ibigay sa Amin ang ilang partikular na makikilalang impormasyon na maaaring magamit upang makipag-ugnay o makilala ka.&nbsp;Maaaring isama ang personal na makikilalang impormasyon, ngunit hindi limitado sa:</p><ul><li>Email address</li><li>Data ng Paggamit</li></ul><h3><strong>Data ng Paggamit</strong></h3><p>Ang Data ng Paggamit ay awtomatikong nakolekta kapag ginagamit ang Serbisyo.</p><p>Ang Data ng Paggamit ay maaaring magsama ng impormasyon tulad ng address ng Internet Protocol ng Iyong Device (hal. IP address), uri ng browser, bersyon ng browser, mga pahina ng aming Serbisyo na Binisita mo, ang oras at petsa ng iyong pagbisita, ang oras na ginugol sa mga pahinang iyon, natatanging aparato mga identifier at iba pang data ng diagnostic.</p><p>Kapag na-access mo ang Serbisyo ng o sa pamamagitan ng isang mobile device, maaari kaming awtomatikong mangolekta ng ilang impormasyon, kasama, ngunit hindi limitado sa, ang uri ng mobile device na Ginamit mo, Ang iyong natatanging ID ng mobile device, ang IP address ng Iyong mobile device, Iyong&nbsp;mobile operating system, ang uri ng mobile Internet browser na Ginagamit mo, mga natatanging pagkakakilanlan ng aparato at iba pang data ng diagnostic.</p><p>Maaari rin kaming mangolekta ng impormasyong ipinapadala ng Iyong browser tuwing Bibisitahin mo ang aming Serbisyo o kapag na-access mo ang Serbisyo sa pamamagitan o sa pamamagitan ng isang mobile device.</p><h2><strong>Paggamit ng Iyong Personal na Data</strong></h2><p>Maaaring gumamit ang Kumpanya ng Personal na Data para sa mga sumusunod na layunin:</p><ul><li><strong>Upang maibigay at mapanatili ang aming Serbisyo&nbsp;</strong>, kasama ang pagsubaybay sa paggamit ng aming Serbisyo.</li><li><strong>Upang pamahalaan ang Iyong Account:&nbsp;</strong>upang pamahalaan ang Iyong pagpaparehistro bilang isang gumagamit ng Serbisyo.&nbsp;Ang Personal na Data na ibinibigay mo ay maaaring magbigay sa iyo ng pag-access sa iba't ibang mga pagpapaandar ng Serbisyo na magagamit sa Iyo bilang isang nakarehistrong gumagamit.&nbsp;</li><li><strong>Para sa pagganap ng isang kontrata:&nbsp;</strong>ang pagbuo, pagsunod at pagsasagawa ng kontrata sa pagbili para sa mga produkto, item o serbisyo na binili mo o ng anumang iba pang kontrata sa Amin sa pamamagitan ng Serbisyo.&nbsp;</li><li><strong>Upang makipag-ugnay sa Iyo:&nbsp;</strong>Upang makipag-ugnay sa Iyo sa pamamagitan ng email, mga tawag sa telepono, SMS, o iba pang katumbas na anyo ng elektronikong komunikasyon, tulad ng mga abiso sa push ng isang application ng mobile tungkol sa mga pag-update o nagbibigay ng kaalamang komunikasyon na nauugnay sa mga pagpapaandar, produkto o kinontratang serbisyo, kasama ang mga update sa seguridad kung kinakailangan o makatwiran para sa kanilang pagpapatupad.&nbsp;</li><li><strong>Upang maibigay sa iyo&nbsp;</strong>ang balita, mga espesyal na alok at pangkalahatang impormasyon tungkol sa iba pang mga kalakal, serbisyo at kaganapan na inaalok namin na katulad sa iyong nabili o naitanong tungkol sa maliban kung pinili mo na hindi makatanggap ng nasabing impormasyon.&nbsp;</li><li><strong>Upang pamahalaan ang Iyong mga kahilingan:&nbsp;</strong>Upang dumalo at pamahalaan ang Iyong mga kahilingan sa Amin.&nbsp;</li><li><strong>Para sa mga paglilipat sa negosyo:&nbsp;</strong>Maaari naming magamit ang Iyong impormasyon upang suriin o magsagawa ng isang pagsama-sama, divestiture, muling pagsasaayos, muling pagsasaayos, paglusaw, o iba pang pagbebenta o paglilipat ng ilan o lahat ng aming Mga assets, maging bilang isang pag-aalala o bilang bahagi ng pagkalugi, likidasyon, o katulad na pagpapatuloy, kung saan ang Personal na Data na hawak namin, tungkol sa aming mga gumagamit ng Serbisyo ay kabilang sa mga inilipat na assets.&nbsp;</li><li><strong>Para sa iba pang mga layunin&nbsp;</strong>: Maaari naming gamitin ang Iyong impormasyon para sa iba pang mga layunin, tulad ng pagtatasa ng data, pagkilala sa mga uso sa paggamit, pagtukoy ng pagiging epektibo ng aming mga pang-promosyong kampanya at upang suriin at pagbutihin ang aming Serbisyo, mga produkto, serbisyo, marketing at iyong karanasan.</li></ul><p>Maaari naming ibahagi ang Iyong personal na impormasyon sa mga sumusunod na sitwasyon:</p><ul><li><strong>Sa Mga&nbsp;</strong>Nagbibigay ng&nbsp;<strong>Serbisyo:&nbsp;</strong>Maaari naming ibahagi ang Iyong personal na impormasyon sa Mga Provider ng Serbisyo upang subaybayan at pag-aralan ang paggamit ng aming Serbisyo, upang ipakita ang mga ad sa Iyo upang makatulong na suportahan at mapanatili ang aming Serbisyo, para sa pagproseso ng pagbabayad, upang makipag-ugnay sa Iyo.&nbsp;</li><li><strong>Para sa paglipat ng negosyo:&nbsp;</strong>Maaari naming ibahagi o ilipat ang Iyong personal na impormasyon na may kaugnayan sa, o sa panahon ng negosasyon ng, anumang pagsasama, pagbebenta ng mga assets ng Kumpanya, financing, o pagkuha ng lahat o isang bahagi ng Aming negosyo sa ibang kumpanya.&nbsp;</li><li><strong>Sa Mga Kaakibat:&nbsp;</strong>Maaari naming ibahagi ang Iyong impormasyon sa Aming mga kaakibat, kung saan hihilingin namin sa mga kaakibat na igalang ang Patakaran sa Privacy na ito.&nbsp;Kasama sa mga kaakibat Ang aming magulang na kumpanya at anumang iba pang mga subsidiary, magkasamang kasosyo sa pakikipagsapalaran o iba pang mga kumpanya na Kinokontrol namin o nasa ilalim ng karaniwang kontrol sa Amin.&nbsp;</li><li><strong>Sa mga kasosyo sa negosyo:&nbsp;</strong>Maaari naming ibahagi ang Iyong impormasyon sa Aming mga kasosyo sa negosyo upang mag-alok sa Iyo ng ilang mga produkto, serbisyo o promosyon.&nbsp;</li><li><strong>Sa ibang mga gumagamit:&nbsp;</strong>kapag Nagbahagi ka ng personal na impormasyon o kung hindi man nakikipag-ugnayan sa mga pampublikong lugar sa iba pang mga gumagamit, ang nasabing impormasyon ay maaaring matingnan ng lahat ng mga gumagamit at maaaring ipamahagi sa publiko sa labas.&nbsp;Kung nakikipag-ugnay ka sa ibang mga gumagamit o nagrehistro sa pamamagitan ng isang Third-Party na Serbisyo sa Social Media, ang iyong mga contact sa Serbisyong Social Media ng Third-Party ay maaaring makita ang Iyong pangalan, profile, larawan at paglalarawan ng Iyong aktibidad.&nbsp;Katulad nito, ang iba pang mga gumagamit ay makakatingin sa mga paglalarawan ng Iyong aktibidad, makipag-usap sa Iyo at tingnan ang Iyong profile.&nbsp;</li><li><strong>Sa iyong pahintulot&nbsp;</strong>: Maaari naming isiwalat ang Iyong personal na impormasyon para sa anumang ibang layunin sa iyong pahintulot.</li></ul><h2><strong>Pagpapanatili ng Iyong Personal na Data</strong></h2><p>Mananatili lamang ng Kumpanya ang Iyong Personal na Data hangga't kinakailangan para sa mga layuning nakalagay sa Patakaran sa Privacy na ito.&nbsp;Mananatili at gagamitin namin ang Iyong Personal na Data sa saklaw na kinakailangan upang sumunod sa aming mga ligal na obligasyon (halimbawa, kung kinakailangan naming panatilihin ang iyong data upang sumunod sa mga naaangkop na batas), lutasin ang mga hindi pagkakaunawaan, at ipatupad ang aming mga ligal na kasunduan at patakaran.</p><p>Panatilihin din ng Kumpanya ang Data ng Paggamit para sa panloob na mga layunin sa pagtatasa.&nbsp;Ang Data ng Paggamit ay karaniwang pinapanatili para sa isang mas maikling panahon, maliban kung ginagamit ang data na ito upang palakasin ang seguridad o upang mapabuti ang pagpapaandar ng Aming Serbisyo, o Kami ay ligal na obligado na panatilihin ang data na ito para sa mas mahabang panahon.</p><h2><strong>Paglipat ng Iyong Personal na Data</strong></h2><p>Ang iyong impormasyon, kabilang ang Personal na Data, ay naproseso sa mga tanggapan ng pagpapatakbo ng Kumpanya at sa anumang iba pang mga lugar kung saan&nbsp;matatagpuan&nbsp;ang mga partido na kasangkot sa pagproseso&nbsp;.&nbsp;Nangangahulugan ito na ang impormasyong ito ay maaaring ilipat sa - at mapanatili sa - mga computer na matatagpuan sa labas ng Iyong estado, lalawigan, bansa o iba pang hurisdiksyon ng gobyerno kung saan ang mga batas sa proteksyon ng data ay maaaring naiiba kaysa sa Iyong nasasakupan.</p><p>Ang iyong pahintulot sa Patakaran sa Privacy na ito na sinusundan ng Iyong pagsusumite ng naturang impormasyon ay kumakatawan sa Iyong kasunduan sa paglipat na iyon.</p><p>Gagawa ang Kumpanya ng lahat ng mga hakbang na makatuwirang kinakailangan upang matiyak na ang Iyong data ay ligtas na ginagamot at alinsunod sa Patakaran sa Privacy na ito at walang paglilipat ng Iyong Personal na Data na magaganap sa isang samahan o isang bansa maliban kung may sapat na mga kontrol sa lugar kasama ang seguridad ng Ang iyong data at iba pang personal na impormasyon.</p><h2><strong>Pagbubunyag ng Iyong Personal na Data</strong></h2><h3><strong>Transaksyon sa negosyo</strong></h3><p>Kung ang Kumpanya ay kasangkot sa isang pagsama-sama, pagkuha o pagbebenta ng pag-aari, maaaring mailipat ang Iyong Personal na Data.&nbsp;Magbibigay kami ng abiso bago ilipat ang Iyong Personal na Data at mapailalim sa ibang Patakaran sa Privacy.</p><h3><strong>Pagpapatupad ng batas</strong></h3><p>Sa ilalim ng ilang mga pangyayari, maaaring hingin ang Kumpanya na ibunyag ang Iyong Personal na Data kung kinakailangan na gawin ito ayon sa batas o bilang tugon sa mga wastong kahilingan ng mga pampublikong awtoridad (hal. Isang korte o ahensya ng gobyerno).</p><h3><strong>Iba pang mga kinakailangang ligal</strong></h3><p>Maaaring ibunyag ng Kumpanya ang Iyong Personal na Data sa paniniwala ng mabuting pananampalataya na ang naturang pagkilos ay kinakailangan upang:</p><ul><li>Sumunod sa isang ligal na obligasyon</li><li>Protektahan at ipagtanggol ang mga karapatan o pag-aari ng Kumpanya</li><li>Pigilan o siyasatin ang posibleng pagkakamali na nauugnay sa Serbisyo</li><li>Protektahan ang personal na kaligtasan ng Mga Gumagamit ng Serbisyo o sa publiko</li><li>Protektahan laban sa ligal na pananagutan</li></ul><h2><strong>Seguridad ng Iyong Personal na Data</strong></h2><p>Ang seguridad ng Iyong Personal na Data ay mahalaga sa Amin, ngunit tandaan na walang paraan ng paghahatid sa Internet, o paraan ng pag-iimbak ng elektronikong 100% ligtas.&nbsp;Habang pinagsisikapan naming gumamit ng mga katanggap-tanggap na komersyal na paraan upang protektahan ang Iyong Personal na Data, Hindi namin masisiguro ang ganap na seguridad nito.</p><h1><strong>Detalyadong Impormasyon sa Pagproseso ng Iyong Personal na Data</strong></h1><p>Ang Mga Nagbibigay ng Serbisyo na ginagamit namin ay maaaring may access sa Iyong Personal na Data.&nbsp;Ang mga vendor ng third-party na ito ay nangongolekta, nag-iimbak, gumagamit, nagpoproseso at naglilipat ng impormasyon tungkol sa Iyong aktibidad sa aming Serbisyo alinsunod sa kanilang Mga Patakaran sa Privacy.</p><h2><strong>Analytics</strong></h2><p>Maaari kaming gumamit ng mga nagbibigay ng Serbisyo ng third-party upang subaybayan at pag-aralan ang paggamit ng aming Serbisyo.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Ang Google Analytics ay isang serbisyo sa web analytics na inaalok ng Google na sumusubaybay at nag-uulat ng trapiko sa website.&nbsp;Gumagamit ang Google ng nakolektang data upang subaybayan at subaybayan ang paggamit ng aming Serbisyo.&nbsp;Ang data na ito ay ibinabahagi sa iba pang mga serbisyo ng Google.&nbsp;Maaaring gamitin ng Google ang nakolektang data upang i-konteksto at isapersonal ang mga ad ng sarili nitong network ng advertising.</p><p>Maaari kang mag-opt-out sa ilang mga tampok sa Google Analytics sa pamamagitan ng mga setting ng iyong mobile device, tulad ng mga setting ng advertising ng iyong aparato o sa pamamagitan ng pagsunod sa mga tagubiling ibinigay ng Google sa kanilang Patakaran sa Privacy:&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>&nbsp;</p><p>Para sa karagdagang impormasyon tungkol sa mga kasanayan sa privacy ng Google, mangyaring bisitahin ang web page ng Privacy at Mga Tuntunin ng Google:&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>&nbsp;</p><ul><li><strong>Firebase</strong></li></ul><p>Ang Firebase ay isang serbisyo sa analytics na ibinigay ng Google Inc.</p><p>Maaari kang mag-opt-out sa ilang mga tampok sa Firebase sa pamamagitan ng mga setting ng iyong mobile device, tulad ng mga setting ng advertising ng iyong aparato o sa pamamagitan ng pagsunod sa mga tagubiling ibinigay ng Google sa kanilang Patakaran sa Privacy:&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>&nbsp;</p><p>Hinihikayat din namin kayo na suriin ang patakaran ng Google para sa pangangalaga ng iyong data:&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a>&nbsp;</p><p>Para sa karagdagang impormasyon sa kung anong uri ng impormasyon ang kinokolekta ng Firebase, mangyaring bisitahin ang Paano Gumagamit ang Google ng data kapag ginamit mo ang mga site ng aming mga kasosyo o webpage ng apps:&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-site</a>&nbsp;</p><ul><li><strong>AppsFlyer</strong></li></ul><p>Ang kanilang Patakaran sa Pagkapribado ay maaaring matingnan sa&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://www.appsflyer.com/privacy-policy/\">https://www.appsflyer.com/privacy-policy/</a>&nbsp;</p><ul><li><strong>Mga Ad sa Facebook App</strong></li></ul><p>Ang kanilang Patakaran sa Privacy ay maaaring matingnan sa&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://www.facebook.com/about/privacy\">https://www.facebook.com/about/privacy</a>&nbsp;</p><h2><strong>Advertising</strong></h2><p>Maaari kaming gumamit ng Mga Nagbibigay ng Serbisyo upang magpakita ng mga ad sa iyo upang makatulong na suportahan at mapanatili ang aming Serbisyo.</p><ul><li><strong>AdMob&nbsp;ng Google</strong></li></ul><p>Ang AdMob&nbsp;ng Google ay ibinibigay ng Google Inc.</p><p>Maaari kang mag-opt-out mula sa&nbsp;serbisyo ng&nbsp;AdMob&nbsp;ng Google sa pamamagitan ng pagsunod sa mga tagubiling inilarawan ng Google:&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=fil</a>&nbsp;</p><p>Para sa karagdagang impormasyon sa kung paano ginagamit ng Google ang nakolektang impormasyon, mangyaring bisitahin ang pahina ng \"Paano gumagamit ang Google ng data kapag ginamit mo ang mga site o app ng aming mga kasosyo:&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-site</a>&nbsp;o bisitahin ang Privacy Patakaran ng Google:&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>&nbsp;&nbsp;&nbsp;</p><h2><strong>Pagbabayad</strong></h2><p>Maaari kaming magbigay ng mga bayad na produkto at / o mga serbisyo sa loob ng Serbisyo.&nbsp;Sa kasong iyon, maaari kaming gumamit ng mga serbisyo ng third-party para sa pagproseso ng pagbabayad (hal. Mga nagpoproseso ng pagbabayad).</p><p>Hindi namin iimbak o kolektahin ang mga detalye ng Iyong card sa pagbabayad.&nbsp;Ang impormasyong iyon ay ibinibigay nang direkta sa aming Mga processor ng pagbabayad ng third-party na ang paggamit ng Iyong personal na&nbsp;impormasyon ay pinamamahalaan ng kanilang Patakaran sa Privacy.&nbsp;Ang mga prosesor ng pagbabayad na ito ay sumusunod sa mga pamantayang itinakda ng PCI-DSS na pinamamahalaan ng PCI Security Standards Council, na isang pinagsamang pagsisikap ng mga tatak tulad ng Visa, Mastercard, American Express at Discover.&nbsp;Ang mga kinakailangan sa PCI-DSS ay makakatulong na matiyak ang ligtas na paghawak ng impormasyon sa pagbabayad.</p><ul><li><strong>Mga Pagbabayad na In-App ng Google Play</strong></li></ul><p>Ang kanilang Patakaran sa Privacy ay maaaring matingnan sa&nbsp;<a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://www.google.com/policies/privacy/\">https://www.google.com/policies/privacy/</a>&nbsp;</p><h1><strong>Pagkapribado ng Mga Bata</strong></h1><p>Hindi tinutugunan ng aming Serbisyo ang sinumang wala pang edad na 13. Hindi namin sinasadya na mangolekta ng personal na makikilalang impormasyon mula sa sinumang wala pang edad na 13. Kung ikaw ay isang magulang o tagapag-alaga at Alam mo na binigyan kami ng Iyong anak ng Personal na Data, mangyaring Makipag-ugnayan sa amin.&nbsp;Kung magkaroon kami ng kamalayan na Nakolekta namin ang Personal na Data mula sa sinumang wala pang 13 taong gulang nang walang pag-verify ng pahintulot ng magulang, gumawa kami ng mga hakbang upang alisin ang impormasyong iyon mula sa Aming mga server.</p><p>Kung Kailangan naming umasa sa pahintulot bilang isang ligal na batayan para sa pagpoproseso ng Iyong impormasyon at ang iyong bansa ay nangangailangan ng pahintulot mula sa isang magulang, Maaari naming hilingin ang pahintulot ng Iyong magulang bago Kami kolektahin at gamitin ang impormasyong iyon.</p><h1><strong>Mga Link sa Iba Pang Mga Website</strong></h1><p>Maaaring maglaman ang aming Serbisyo ng mga link sa iba pang mga website na hindi namin pinapatakbo.&nbsp;Kung Nag-click ka sa isang third party na link, Ididirekta ka sa site ng third party.&nbsp;Masidhi naming pinapayuhan ka na suriin ang Patakaran sa Privacy ng bawat site na Bibisitahin mo.</p><p>Wala kaming kontrol sa at walang responsibilidad para sa nilalaman, mga patakaran sa privacy o kasanayan ng anumang mga site o serbisyo ng third party.</p><h1><strong>Mga pagbabago sa Patakaran sa Privacy na ito</strong></h1><p>Maaari naming mai-update ang aming Patakaran sa Pagkapribado paminsan-minsan.&nbsp;Aabisuhan ka namin ng anumang mga pagbabago sa pamamagitan ng pag-post ng bagong Patakaran sa Privacy sa pahinang ito.</p><p>Ipaalam namin sa iyo sa pamamagitan ng email at / o isang kilalang paunawa sa Aming Serbisyo, bago maging mabisa ang pagbabago at mai-update ang \"Huling na-update\" na petsa sa tuktok ng Patakaran sa Privacy na ito.</p><p>Pinayuhan kang repasuhin ang Patakaran sa Privacy na ito paminsan-minsan para sa anumang mga pagbabago.&nbsp;Ang mga pagbabago sa Patakaran sa Privacy na ito ay epektibo kapag nai-post ang mga ito sa pahinang ito.</p><h1><strong>Makipag-ugnayan sa amin</strong></h1><p>Kung mayroon kang anumang mga katanungan tungkol sa Mga Tuntunin at Kundisyon na ito, Maaari kang makipag-ugnay sa amin:</p><ul><li>Sa pamamagitan ng email: info@currency.wiki</li></ul><p>&nbsp;</p><p>&nbsp;</p> ",
  "html_support": "<h1>Tulong</h1><p>Kung nagkakaroon ka ng isang isyu sa aming currency converter app, mangyaring mag-email sa <a href=\"mailto:app@currency.wiki\">app@currency.wiki</a> (payagan ang 24-48 na oras para sa isang tugon) at sa linya ng paksa, mangyaring idagdag ang \"Isyu sa app\"  </p><p>Mangyaring ilarawan ang isyu, kasama ang pangalan ng iyong aparato at numero ng modelo, at ang kasalukuyang bersyon ng android. hal, Samsung Galaxy S9 + Android 10</p><h1>FAQ</h1><h2>Gaano kadalas mag-update ang mga rate ng palitan?</h2><p>Ang mga rate ay na-update tuwing 30 minuto at in-time bawat 60 segundo maliban sa katapusan ng linggo (Ang merkado ng Forex sa US ay magsara sa Biyernes ng 5 PM EST at magbubukas sa Linggo ng 5 PM EST)</p><h2>Gaano kadalas mag-update ang mga cryptocurrency?</h2><p>Ang merkado ng cryptocurrency ay hindi nagsasara. Bukas ito 24/7, 365 araw sa isang taon. Ang mga rate ng Bitcoin (BTC) ay palaging nai-update, kahit sa katapusan ng linggo</p><h2>Paano magdagdag ng widget?</h2><ul><li>Sa iyong home screen, pindutin nang matagal ang isang walang laman na lugar</li><li>Mag-tap sa \"Mga Widget\"</li><li>Sa box para sa paghahanap, i-type ang \" CurrencyConverter \" at dapat itong magpakita ng isang widget ng pera</li><li>Mag-tap ka sa widget, at hihimokin ka nitong piliin ang uri ng widget na nais mong ipakita sa pamamagitan ng paghawak at pag-drag sa iyong home screen</li></ul><h2>Bakit ako nakakakuha ng isa sa mga sumusunod na notification sa system?</h2><ul><li>Itigil ang pag-optimize ng paggamit ng baterya</li><li>Huwag i-optimize ang paggamit ng baterya</li><li>Hayaan ang app na palaging tatakbo sa background</li><li>Huwag pansinin ang mga pag-optimize ng baterya</li></ul><p>Kung gumagamit ka ng isang widget ng pera sa iyong home screen, inirerekumenda naming payagan mo ang aming app na tumakbo sa background upang matiyak na ang mga rate ay palaging napapanahon</p><h2>Paggamit ng baterya?</h2><p>Ang aming app ay dinisenyo upang magamit ang isang minimum na halaga ng baterya, at kapag nagpapatakbo sa background upang mag-update ng mga rate. Mangyaring tandaan na maraming mga kadahilanan ang nag-play, tulad ng pagsasara ng app pagkatapos magamit, tinitiyak na ang iyong aparato ay katugma sa aming app, atbp.</p><h1>Mga Tip</h1><h2>Kopyahin upang ibahagi</h2><p>Kung pupunta ka sa pangunahing screen ng converter ng pera, i-tap, at hawakan ang mga resulta. Kopyahin nito ang mga resulta sa clipboard bilang isang halimbawa, \"1.00 USD=0.84 EUR\" na maibabahagi mo</p><h2>Kalkulahin ang mga tip / bayarin / buwis</h2><p>Nilikha namin ang sumusunod na lohika para sa mabilis na mga kalkulasyon ng tip; kung ipinasok mo ang halimbawang \"50% 10\" at i-tap ang \"=\" kakalkulahin nito ang 10% mula 50</p><h2>Multi-converter</h2><p>Maaari mong ayusin muli ang pagkakasunud-sunod ng mga pera sa iyong napiling listahan sa pamamagitan ng pag-drag at pag-drop</p><p> </p><p> </p>",
  "html_terms": "<h1>Mga Tuntunin at Kundisyon</h1><p>Huling na-update: Marso 13, 2021</p><p>Mangyaring basahin nang mabuti ang mga tuntunin at kundisyon na ito bago gamitin ang Aming Serbisyo.</p><h1>Pagbibigay-kahulugan at Mga Kahulugan</h1><h2>Interpretasyon</h2><p>Ang mga salita na kung saan ang paunang titik ay malaki ang titik ay may mga kahulugan na tinukoy sa ilalim ng mga sumusunod na kundisyon. Ang mga sumusunod na kahulugan ay magkakaroon ng parehong kahulugan anuman ang mga ito ay lilitaw sa isahan o sa plural.</p><h2>Mga kahulugan</h2><p>Para sa mga layunin ng Mga Tuntunin at Kundisyon na ito:</p><ul><li><strong>Ang application ay </strong>nangangahulugang ang programa ng software na ibinigay ng Kumpanya na na-download ng Ikaw sa anumang elektronikong aparato, na pinangalanang Currency Converter App ng Currency.Wiki </li><li><strong>Ang </strong>ibig sabihin ng <strong>Application Store ay </strong>ang serbisyong digital na pamamahagi na pinapatakbo at binuo ng Apple Inc. (Apple App Store) o Google Inc. (Google Play Store) kung saan na-download ang Application. </li><li><strong>Ang kaakibat ay </strong>nangangahulugang isang entity na kumokontrol, kinokontrol ng o nasa ilalim ng karaniwang kontrol sa isang partido, kung saan ang \"control\" ay nangangahulugang pagmamay-ari ng 50% o higit pa sa pagbabahagi, interes ng equity o iba pang mga security na may karapatang bumoto para sa halalan ng mga director o iba pang awtoridad sa pamamahala . </li><li><strong>Ang bansa ay </strong>tumutukoy sa: California, Estados Unidos </li><li><strong>Ang Kumpanya </strong>(tinukoy bilang alinman sa \"Kumpanya\", \"Kami\", \"Kami\" o \"Aming\" sa Kasunduang ito) ay tumutukoy sa Currency.Wiki, 122 15th st # 431 Del Mar, CA 92014. </li><li><strong>Ang </strong>ibig sabihin ng <strong>aparato ay </strong>anumang aparato na maaaring ma-access ang Serbisyo tulad ng isang computer, isang cellphone o isang digital tablet. </li><li><strong>Ang Pagbili ng In-app ay </strong>tumutukoy sa pagbili ng isang produkto, item, serbisyo o Subscription na ginawa sa pamamagitan ng Application at napapailalim sa mga Tuntunin at Kundisyon na ito at / o sariling mga tuntunin at kundisyon ng Application Store. </li><li><strong>Ang serbisyo ay </strong>tumutukoy sa Aplikasyon. </li><li><strong>Ang mga subscription ay </strong>tumutukoy sa mga serbisyo o pag-access sa Serbisyo na inaalok sa isang subscription na batayan ng Kumpanya sa Iyo. </li><li><strong>Ang Mga Tuntunin at Kundisyon </strong>(tinukoy din bilang \"Mga Tuntunin\") ay nangangahulugang ang Mga Tuntunin at Kundisyon na ito na bumubuo ng buong kasunduan sa pagitan Mo at ng Kumpanya tungkol sa paggamit ng Serbisyo. </li><li><strong>Ang Pangatlong partido na Serbisyo ng Social Media ay </strong>nangangahulugang anumang mga serbisyo o nilalaman (kasama ang data, impormasyon, mga produkto o serbisyo) na ibinigay ng isang third-party na maaaring ipakita, isama o ginawang magagamit ng Serbisyo. </li><li>Ibig <strong>mong </strong>sabihin ang indibidwal na pag-access o paggamit ng Serbisyo, o ang kumpanya, o iba pang ligal na entity sa ngalan ng kung saan ang naturang indibidwal ay nag-a-access o gumagamit ng Serbisyo, na naaangkop. </li></ul><h1>Pagkilala</h1><p>Ito ang Mga Tuntunin at Kundisyon na namamahala sa paggamit ng Serbisyo na ito at ang kasunduang nagpapatakbo sa pagitan Mo at ng Kumpanya. Itinatakda ng Mga Tuntunin at Kundisyon na ito ang mga karapatan at obligasyon ng lahat ng mga gumagamit tungkol sa paggamit ng Serbisyo.</p><p>Ang iyong pag-access sa at paggamit ng Serbisyo ay nakakondisyon sa iyong pagtanggap at pagsunod sa mga Tuntunin at Kundisyon na ito. Nalalapat ang Mga Tuntunin at Kundisyon na ito sa lahat ng mga bisita, gumagamit at iba pa na nag-a-access o gumagamit ng Serbisyo.</p><p>Sa pamamagitan ng pag-access o paggamit ng Serbisyo Sumasang-ayon ka na masasaklaw ng mga Tuntunin at Kundisyon na ito. Kung Hindi ka sumasang-ayon sa anumang bahagi ng Mga Tuntunin at Kundisyon na ito maaaring hindi mo ma-access ang Serbisyo.</p><p>Kinakatawan mo na ikaw ay lampas sa edad na 18. Hindi pinapayagan ng Kumpanya ang mga wala pang 18 taong gulang na gamitin ang Serbisyo.</p><p>Ang iyong pag-access sa at paggamit ng Serbisyo ay nakakondisyon din sa iyong pagtanggap at pagsunod sa Patakaran sa Privacy ng Kumpanya. Inilalarawan ng aming Patakaran sa Pagkapribado ang aming Mga patakaran at pamamaraan sa pagkolekta, paggamit at pagbubunyag ng Iyong personal na impormasyon kapag Ginamit mo ang Application o ang Website at sasabihin sa Iyo tungkol sa Iyong mga karapatan sa privacy at kung paano ka pinoprotektahan ng batas. Mangyaring basahin nang mabuti ang aming Patakaran sa Privacy bago gamitin ang Aming Serbisyo.</p><h1>Mga suskrisyon</h1><h2>Panahon ng subscription</h2><p>Ang Serbisyo o ilang bahagi ng Serbisyo ay magagamit lamang sa isang bayad na Subscription. Sisingilin ka nang maaga sa isang paulit-ulit at pana-panahong batayan (tulad ng pang-araw-araw, lingguhan, buwanang o taun-taon), depende sa uri ng plano ng Subscription na iyong pinili kapag bumibili ng Subscription.</p><p>Sa pagtatapos ng bawat panahon, awtomatikong magbabago ang Iyong Subscription sa ilalim ng eksaktong parehong mga kundisyon maliban kung Kanselahin mo ito o kinansela ito ng Kumpanya.</p><h2>Mga pagkansela sa subscription</h2><p>Maaari mong kanselahin ang pag-renew ng iyong Subscription alinman sa pamamagitan ng pahina ng Mga setting ng iyong Account o sa pamamagitan ng pakikipag-ugnay sa Kumpanya. Hindi ka makakatanggap ng isang refund para sa mga bayarin na Nabayaran mo na para sa Iyong kasalukuyang panahon ng Subscription at magagawa mong i-access ang Serbisyo hanggang sa katapusan ng Iyong kasalukuyang panahon ng Subscription.</p><p>Kung ang Subscription ay nagawa sa pamamagitan ng isang Pagbili ng In-app, Maaari mong kanselahin ang pag-renew ng Iyong Subscription sa Application Store.</p><h2>Pagsingil</h2><p>Ibibigay mo sa Kumpanya ang tumpak at kumpletong impormasyon sa pagsingil kabilang ang buong pangalan, address, estado, zip code, numero ng telepono, at isang wastong impormasyon sa pamamaraan ng pagbabayad.</p><p>Kung hindi maganap ang awtomatikong pagsingil para sa anumang kadahilanan, maglalabas ang Kumpanya ng isang elektronikong invoice na nagpapahiwatig na dapat kang magpatuloy nang manu-mano, sa loob ng isang tiyak na petsa ng deadline, na may buong pagbabayad na naaayon sa panahon ng pagsingil tulad ng ipinahiwatig sa invoice.</p><p>Kung ang Subscription ay ginawa sa pamamagitan ng isang Pagbili ng In-app, ang lahat ng pagsingil ay hawakan ng Application Store at pinamamahalaan ng sariling mga tuntunin at kundisyon ng Application Store.</p><h2>Mga Pagbabago sa Bayad</h2><p>Ang Kumpanya, sa kanyang sariling paghuhusga at anumang oras, ay maaaring baguhin ang mga bayarin sa Subscription. Ang anumang pagbabago sa bayarin sa Subscription ay magiging epektibo sa pagtatapos ng kasalukuyang panahon ng Subscription.</p><p>Bibigyan ka ng Kumpanya ng makatwirang paunang paunawa ng anumang pagbabago sa mga bayarin sa Subscription upang bigyan ka ng pagkakataon na wakasan ang Iyong Subscription bago maging epektibo ang naturang pagbabago.</p><p>Ang iyong patuloy na paggamit ng Serbisyo pagkatapos ng pagbabago ng bayarin sa Subscription ay magkakabisa na bumubuo sa Iyong kasunduan na bayaran ang binagong halaga ng Bayad sa subscription.</p><h2>Mga Refunds</h2><p>Maliban kung kinakailangan ng batas, ang mga bayad na Bayad sa subscription ay hindi mare-refund.</p><p>Ang ilang mga kahilingan sa pag-refund para sa Mga Subscription ay maaaring isaalang-alang ng Kumpanya sa bawat kaso at ipinagkaloob sa tanging paghuhusga ng Kumpanya.</p><p>Kung ang Subscription ay nagawa sa pamamagitan ng pagbili ng In-app, mailalapat ang patakaran sa pag-refund ng Application Store. Kung nais mong humiling ng isang pagbabalik ng bayad, Maaari mo itong gawin sa pamamagitan ng direktang pakikipag-ugnay sa Application Store.</p><h1>Mga Pagbili ng In-app</h1><p>Maaaring isama sa Application ang Mga Pagbili ng In-app na nagpapahintulot sa iyo na bumili ng mga produkto, serbisyo o Subscription.</p><p>Higit pang impormasyon tungkol sa kung paano mo mapamamahalaan ang Mga Pagbili ng In-app gamit ang iyong Device ay maaaring itakda sa sariling mga tuntunin at kundisyon ng Application Store o sa mga setting ng Tulong ng iyong Device.</p><p>Ang mga Pagbili ng In-app ay maaari lamang matupok sa loob ng Application. Kung gumawa ka ng isang Pagbili ng In-app, ang Pagbili ng In-app na iyon ay hindi maaaring kanselahin pagkatapos mong simulan ang pag-download. Ang mga Pagbili ng In-app ay hindi maaaring matubos para sa cash o iba pang pagsasaalang-alang o kung hindi man mailipat.</p><p>Kung ang anumang Pagbili ng In-app ay hindi matagumpay na na-download o hindi gumana sa sandaling ito ay matagumpay na na-download, gagawin namin, pagkatapos na magkaroon ng kamalayan ng pagkakamali o maabisuhan sa Iyo ang pagkakamali, siyasatin ang dahilan ng pagkakamali. Kami ay kikilos nang makatuwiran sa pagpapasya kung bibigyan ka ng kapalit ng In-app Purchase o bibigyan ka ng isang patch upang maayos ang pagkakamali. Walang kaganapan na Sisingilin ka namin upang palitan o ayusin ang Pagbili ng In-app. Sa hindi malamang kaganapan na hindi namin magawang palitan o maayos ang nauugnay na Pagbili ng In-app o hindi magawa ito sa loob ng isang makatuwirang tagal ng panahon at walang makabuluhang abala sa Iyo, pahihintulutan namin ang Application Store na ibalik sa iyo ang halagang hanggang sa ang gastos ng nauugnay na Pagbili ng In-app. Bilang kahalili, kung nais mong humiling ng isang pagbabalik ng bayad, Maaari mo itong gawin sa pamamagitan ng direktang pakikipag-ugnay sa Application Store.</p><p>Kinikilala at sinasang-ayunan mo na ang lahat ng proseso ng pagsingil at transaksyon ay pinangangasiwaan ng Application Store mula sa kung saan mo na-download ang Application at pinamamahalaan ng sariling mga tuntunin at kundisyon ng Application Store.</p><p>Kung mayroon kang anumang mga isyu na nauugnay sa pagbabayad sa Mga Pagbili ng In-app, pagkatapos ay kailangan mong makipag-ugnay nang direkta sa Application Store.</p><h1>Mga Link sa Ibang Mga Website</h1><p>Maaaring maglaman ang aming Serbisyo ng mga link sa mga web site ng third-party o mga serbisyo na hindi pagmamay-ari o kinokontrol ng Kumpanya.</p><p>Ang Company ay walang kontrol sa, at hindi ipinapalagay responsibilidad para sa, ang nilalaman, mga patakaran sa privacy, o kasanayan ng anumang mga web site o serbisyo ng third party. Dagdag mong kinikilala at sinasang-ayunan na ang Kumpanya ay hindi mananagot o mananagot, nang direkta o hindi direkta, para sa anumang pinsala o pagkawala na sanhi o sinasabing sanhi ng o kaugnay sa paggamit ng o pag-asa sa anumang naturang nilalaman, kalakal o serbisyo na magagamit sa o sa pamamagitan ng anumang naturang mga web site o serbisyo.</p><p>Masidhi naming pinapayuhan ka na basahin ang mga tuntunin at kundisyon at mga patakaran sa privacy ng anumang mga web site o serbisyo ng third-party na iyong binibisita.</p><h1>Pagwawakas</h1><p>Maaari naming wakasan o suspindihin kaagad ang iyong pag-access, nang walang paunang abiso o pananagutan, sa anumang kadahilanan, kasama na nang walang limitasyon kung lalabagin mo ang Mga Tuntunin at Kundisyon na ito.</p><p>Sa pagwawakas, ang Iyong karapatang gamitin ang Serbisyo ay titigil kaagad.</p><h1>Limitasyon ng Pananagutan</h1><p>Sa kabila ng anumang mga pinsala na maaring magkaroon ka, ang buong pananagutan ng Kumpanya at alinman sa mga tagapagtustos nito sa ilalim ng anumang pagkakaloob ng Mga Tuntunin na ito at ang Iyong eksklusibong lunas para sa lahat ng nabanggit ay malilimitahan sa halagang talagang binayaran Mo sa pamamagitan ng Serbisyo o 100 USD kung Wala kang nabiling anumang bagay sa pamamagitan ng Serbisyo.</p><p>Sa maximum na lawak na pinahihintulutan ng naaangkop na batas, sa anumang kaganapan ay hindi mananagot ang Kumpanya o ang mga tagapagtustos nito para sa anumang mga espesyal, hindi sinasadya, hindi direkta, o kadahilanang pinsalang alinman (kasama, ngunit hindi limitado sa, mga pinsala para sa pagkawala ng kita, pagkawala ng data o iba pang impormasyon, para sa pagkagambala sa negosyo, para sa personal na pinsala, pagkawala ng privacy na nagmula sa o sa anumang paraan na nauugnay sa paggamit ng o kawalan ng kakayahang magamit ang Serbisyo, software ng third-party at / o hardware ng third-party na ginamit sa Serbisyo, o kung hindi man na may kaugnayan sa anumang pagkakaloob ng Mga Tuntunin na ito), kahit na ang Kumpanya o anumang tagapagtustos ay pinayuhan ng posibilidad ng mga naturang pinsala at kahit na ang lunas ay nabigo sa mahahalagang layunin nito.</p><p>Ang ilang mga estado ay hindi pinapayagan ang pagbubukod ng mga ipinahiwatig na garantiya o limitasyon ng pananagutan para sa hindi sinasadya o kinahinatnan na mga pinsala, na nangangahulugang ang ilan sa mga limitasyon sa itaas ay maaaring hindi mailapat. Sa mga estadong ito, ang pananagutan ng bawat partido ay malilimitahan sa pinakamalaking lawak na pinapayagan ng batas.</p><h1>\"AS IS\" at \"AS AVAILABLE\" Disclaimer</h1><p>Ang Serbisyo ay ibinibigay sa Iyo \"AS IS\" at \"AS AVAILABLE\" at sa lahat ng mga pagkakamali at depekto nang walang anumang warranty. Sa maximum na lawak na pinahihintulutan sa ilalim ng naaangkop na batas, ang Kumpanya, sa sarili nitong ngalan at sa ngalan ng mga Kaakibat at nito at ng kani-kanilang mga tagapaglilisensya at tagapagbigay ng serbisyo, ay malinaw na tinatanggihan ang lahat ng mga garantiya, maging malinaw, ipinahiwatig, ayon sa batas o kung hindi man, patungkol sa Ang serbisyo, kasama ang lahat ng ipinahiwatig na garantiya ng kakayahang mangangalakal, fitness para sa isang partikular na layunin, pamagat at hindi lumalabag, at mga garantiyang maaaring lumabas dahil sa kurso ng pagharap, kurso ng pagganap, paggamit o kasanayan sa kalakal. Nang walang limitasyon sa naunang nabanggit, ang Kumpanya ay nagbibigay ng walang warranty o gawain, at walang representasyon ng anumang uri na matutugunan ng Serbisyo ang Iyong mga kinakailangan, makamit ang anumang inilaan na mga resulta, maging katugma o gagana sa anumang iba pang software, aplikasyon, system o serbisyo, patakbuhin nang walang pagkagambala, matugunan ang anumang mga pamantayan sa pagganap o pagiging maaasahan o maging walang error o na ang anumang mga pagkakamali o depekto ay maaaring o maitatama.</p><p>Nang hindi nililimitahan ang naunang nabanggit, alinman sa Kumpanya o alinman sa tagapagbigay ng kumpanya ay hindi gumagawa ng anumang representasyon o warranty ng anumang uri, malinaw o ipinahiwatig: (i) tungkol sa pagpapatakbo o pagkakaroon ng Serbisyo, o ang impormasyon, nilalaman, at mga materyales o produkto kasama dito; (ii) na ang Serbisyo ay hindi maaantala o walang error; (iii) tungkol sa kawastuhan, pagiging maaasahan, o pera ng anumang impormasyon o nilalaman na ibinigay sa pamamagitan ng Serbisyo; o (iv) na ang Serbisyo, ang mga server nito, ang nilalaman, o mga e-mail na ipinadala mula sa o sa ngalan ng Kumpanya ay walang mga virus, script, trojan horse, bulate, malware, timebombs o iba pang nakakapinsalang sangkap.</p><p>Ang ilang mga hurisdiksyon ay hindi pinapayagan ang pagbubukod ng ilang mga uri ng mga garantiya o mga limitasyon sa naaangkop na mga karapatan ayon sa batas ng isang mamimili, kaya ang ilan o lahat ng nabanggit na mga pagbubukod at limitasyon ay maaaring hindi mailapat sa Iyo. Ngunit sa ganitong kaso ang mga pagbubukod at limitasyon na nakalagay sa seksyong ito ay mailalapat sa pinakamalawak na lawak na maipapatupad sa ilalim ng naaangkop na batas.</p><h1>Namamahalang batas</h1><p>Ang mga batas ng Bansa, hindi kasama ang mga pagkakasalungatan ng mga patakaran ng batas, ay mamamahala sa Mga Tuntunin na ito at Iyong paggamit ng Serbisyo. Ang iyong paggamit ng Aplikasyon ay maaari ring napailalim sa iba pang mga lokal, batas ng estado, pambansa, o internasyonal.</p><h1>Paglutas ng Mga Hindi Pagtatalo</h1><p>Kung Mayroon kang anumang alalahanin o pagtatalo tungkol sa Serbisyo, Sumasang-ayon ka muna na subukang lutasin ang hindi pagkakaunawaan sa impormal na paraan sa pamamagitan ng pakikipag-ugnay sa Kumpanya.</p><h1>Para sa Mga Gumagamit ng European Union (EU)</h1><p>Kung ikaw ay isang mamimili sa European Union, makikinabang ka mula sa anumang ipinag-uutos na probisyon ng batas ng bansa kung saan ka nakatira.</p><h1>Tinatapos ng Pamahalaang Pederal ng Estados Unidos ang Mga Paglalaan ng Paggamit</h1><p>Kung Ikaw ay isang end user ng pamahalaang federal ng US, ang aming Serbisyo ay isang \"Item sa Komersyal\" dahil ang term na iyon ay tinukoy sa 48 CFR §2.101.</p><h1>Legal na Pagsunod sa Estados Unidos</h1><p>Kinakatawan at ginagarantiyahan mo na (i) Hindi ka matatagpuan sa isang bansa na napapailalim sa embargo ng gobyerno ng Estados Unidos, o na itinalaga ng gobyerno ng Estados Unidos bilang isang \"teroristang sumusuporta\" na bansa, at (ii) Hindi ka nakalista sa anumang listahan ng pamahalaan ng Estados Unidos ng mga ipinagbabawal o pinaghihigpitan na mga partido.</p><h1>Severability at Waiver</h1><h2>Kakayahang mabawasan</h2><p>Kung ang anumang probisyon ng Mga Tuntunin na ito ay pinangako na hindi maipapatupad o hindi wasto, ang naturang probisyon ay mabago at mabibigyang kahulugan upang makamit ang mga layunin ng naturang pagkakaloob sa pinakamaraming sukat na posible sa ilalim ng naaangkop na batas at ang natitirang mga probisyon ay magpapatuloy sa buong bisa at bisa.</p><h2>Pagwawaksi</h2><p>Maliban sa itinadhana dito, ang kabiguang gumamit ng isang karapatan o upang mangailangan ng pagganap ng isang obligasyon sa ilalim ng Mga Tuntunin na ito ay hindi makakaapekto sa kakayahan ng isang partido na gamitin ang naturang karapatan o mangangailangan ng naturang pagganap sa anumang oras pagkatapos at hindi dapat maging isang pagwawaksi ng isang paglabag ay bumubuo ng isang pagwawaksi ng anumang kasunod na paglabag.</p><h1>Pagbibigay-kahulugan sa Pagsasalin</h1><p>Ang mga Tuntunin at Kundisyon na ito ay maaaring isinalin kung Ginawa namin itong magagamit sa Iyo sa aming Serbisyo. Sumasang-ayon ka na ang orihinal na teksto ng Ingles ay mananaig sa kaso ng hindi pagkakasundo.</p><h1>Mga pagbabago sa Mga Tuntunin at Kundisyon na Ito</h1><p>Inilalaan namin ang karapatan, sa aming tanging paghuhusga, upang baguhin o palitan ang Mga Tuntunin na ito sa anumang oras. Kung ang isang pagbabago ay materyal Gumagawa kami ng makatuwirang pagsisikap na magbigay ng hindi bababa sa 30 araw na paunawa bago ang anumang mga bagong term na magkakabisa. Ang bumubuo ng isang materyal na pagbabago ay matutukoy sa aming tanging paghuhusga.</p><p>Sa pamamagitan ng patuloy na pag-access o paggamit ng Aming Serbisyo matapos maging epektibo ang mga pagrerebisyong iyon, Sumasang-ayon ka na mabuklod ka ng mga binagong tuntunin. Kung Hindi ka sumasang-ayon sa mga bagong tuntunin, sa kabuuan o sa bahagi, mangyaring ihinto ang paggamit ng website at Serbisyo.</p><h1>Pagwawaksi</h1><p>Ang mga exchange rate ng Currency.wiki ay para sa mga layuning pang-impormasyon lamang. Mangyaring i-verify / kumpirmahing ang mga rate ng pera sa iyong forex broker o institusyong pampinansyal bago gumawa ng mga paglipat at transaksyon sa internasyonal na pera.</p><h1>Mga Kredito</h1><p>Nais naming pasalamatan ang mga sumusunod na may-akda para sa paglikha ng mga libreng icon at libreng lisensya upang magamit ang mga tsart.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>icon king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=tl&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>Makipag-ugnayan sa amin</h1><p>Kung mayroon kang anumang mga katanungan tungkol sa Mga Tuntunin at Kundisyon na ito, Maaari kang makipag-ugnay sa amin:</p><ul><li>Sa pamamagitan ng email: info@currency.wiki</li></ul><p> </p>"
}
