{
  "update": "Oppdatert",
  "addCurrency": "Legg til valuta",
  "selectedCurrency": "Valgt valuta",
  "monetary": "Pengeformat",
  "decimal": "Desimalformat",
  "firstTextRatingPage": "Vurder appen!",
  "secondTextRatingPage": "Trykk på stjerner og åpne med Google Play Butikk for å rangere",
  "buttonTextRatingPage": "IKKE NÅ",
  "removeAds": "Fjern annonser",
  "removeAdsContent": "Støtt prosjektet vårt med et lite årlig abonnement",
  "selectLanguage": "Velg språk",
  "english": "engelsk",
  "colorsSelection": "Fargevalg",
  "theme": "Tema",
  "light": "Lys",
  "dark": "Mørk",
  "widgetTransparency": "Widget-gjennomsiktighet",
  "visualSize": "Visuell størrelse",
  "A": "A",
  "appLogoLauncher": "App Logo Launcher",
  "multiConverter": "Multi-omformer",
  "multiConverterContent1": "Vil åpne multi-converter som standard.",
  "multiConverterContent2": "MERK:",
  "multiConverterContent3": "Denne funksjonen fungerer bare med applogostarter",
  "display": "Vis",
  "display1": "Vis valutakode",
  "display2": "Vis valuta -symbol",
  "display3": "Vis Valutaflagg",
  "dateFormat": "Dataformat",
  "selected": "SELECTED",
  "currencyList": "programvaren",
  "dontShow": "informasjon",
  "support": "tjenesten",
  "term": "eller",
  "privacy": "varigheten  ",
  "unlocked": "Tjenesten",
  "locked": "refererer ",
  "custom": "mobiltelefon",
  "try": "  avtalen ",
  "unlock": "juridisk",
  "wiki": ",:samles.",
  "multi": "styremedlemmer",
  "html_policy": "<h1><strong>Personvernregler</strong></h1><p>Sist oppdatert: 13. mars 2021</p><p>Denne personvernerklæringen beskriver våre retningslinjer og prosedyrer for innsamling, bruk og utlevering av informasjonen din når du bruker tjenesten og forteller deg om dine personvernrettigheter og hvordan loven beskytter deg.</p><p>Vi bruker dine personlige data for å tilby og forbedre tjenesten. Ved å bruke tjenesten godtar du innsamling og bruk av informasjon i samsvar med denne personvernpolicyen.</p><h1><strong>Tolkning og definisjoner</strong></h1><h2><strong>Tolkning</strong></h2><p>Ordene som den første bokstaven er skrevet med store bokstaver, har betydninger definert under følgende betingelser. Følgende definisjoner skal ha samme betydning uavhengig av om de vises i entall eller flertall.</p><h2><strong>Definisjoner</strong></h2><p>I forbindelse med denne personvernerklæringen:</p><ul><li><strong>Konto </strong>betyr en unik konto opprettet for deg for å få tilgang til tjenesten vår eller deler av tjenesten vår. </li><li><strong>Tilknyttet selskap </strong>betyr et foretak som kontrollerer, kontrolleres av eller er under felles kontroll med en part, der \"kontroll\" betyr eierskap av 50% eller mer av aksjene, eierandelen eller andre verdipapirer som er stemmeberettigede for valg av styremedlemmer eller annen forvaltningsmyndighet . </li><li><strong>Søknad </strong>betyr programvaren som tilbys av selskapet, lastet ned av deg på en hvilken som helst elektronisk enhet, kalt Currency Converter App av Currency.Wiki </li><li><strong>Bedrift </strong>(referert til som \"selskapet\", \"vi\", \"oss\" eller \"vårt\" i denne avtalen) refererer til valuta.Wiki , 122 15. St # 431 Del Mar, CA 92014. </li><li><strong>Land </strong>refererer til: California, USA </li><li><strong>Enhet </strong>betyr enhver enhet som har tilgang til Tjenesten, for eksempel en datamaskin, en mobiltelefon eller et digitalt nettbrett. </li><li><strong>Personopplysninger </strong>er all informasjon som er relatert til en identifisert eller identifiserbar person. </li><li><strong>Tjeneste </strong>refererer til applikasjonen. </li><li><strong>Tjenesteyter </strong>betyr enhver fysisk eller juridisk person som behandler dataene på vegne av selskapet. Det refererer til tredjepartsbedrifter eller enkeltpersoner som er ansatt i selskapet for å lette tjenesten, for å levere tjenesten på vegne av selskapet, for å utføre tjenester relatert til tjenesten eller for å hjelpe selskapet med å analysere hvordan tjenesten brukes. </li><li><strong>Tredjeparts sosiale medietjenester </strong>refererer til et hvilket som helst nettsted eller et nettsted for sosiale nettverk der en bruker kan logge på eller opprette en konto for å bruke tjenesten. </li><li><strong>Bruksdata </strong>refererer til data som samles inn automatisk, enten generert ved bruk av tjenesten eller fra selve tjenesteinfrastrukturen (for eksempel varigheten av et sidebesøk). </li><li><strong>Du </strong>mener den personen som får tilgang til eller bruker Tjenesten, eller selskapet eller annen juridisk enhet på vegne av hvilken slik person har tilgang til eller bruker Tjenesten, alt etter hva som er aktuelt. </li></ul><h1><strong>Samle inn og bruke dine personlige data</strong></h1><h2><strong>Typer data samlet inn</strong></h2><h3><strong>Personlig informasjon</strong></h3><p>Når du bruker tjenesten vår, kan vi be deg om å gi oss personlig identifiserbar informasjon som kan brukes til å kontakte eller identifisere deg. Personlig identifiserbar informasjon kan omfatte, men er ikke begrenset til:</p><ul><li>Epostadresse</li><li>Bruksdata</li></ul><h3><strong>Bruksdata</strong></h3><p>Bruksdata samles automatisk når du bruker tjenesten.</p><p>Bruksdata kan omfatte informasjon som enhetens internettprotokolladresse (f.eks. IP-adresse), nettlesertype, nettleserversjon, sidene til tjenesten du besøker, tidspunktet og datoen for besøket, tiden du bruker på disse sidene, unik enhet identifikatorer og andre diagnostiske data.</p><p>Når du får tilgang til tjenesten via eller via en mobilenhet, kan vi samle inn viss informasjon automatisk, inkludert, men ikke begrenset til, typen mobilenhet du bruker, den unike ID-en for din mobile enhet, IP-adressen til din mobile enhet, din mobile operativsystem, typen mobil nettleser du bruker, unike enhetsidentifikatorer og andre diagnostiske data.</p><p>Vi kan også samle inn informasjon som nettleseren din sender når du besøker tjenesten vår eller når du får tilgang til tjenesten via eller via en mobilenhet.</p><h2><strong>Bruk av dine personlige data</strong></h2><p>Selskapet kan bruke personopplysninger for følgende formål:</p><ul><li><strong>Å tilby og vedlikeholde tjenesten vår </strong>, inkludert å overvåke bruken av tjenesten vår.</li><li><strong>For å administrere kontoen din: for </strong>å administrere registreringen som bruker av tjenesten. Personopplysningene du gir kan gi deg tilgang til forskjellige funksjoner i tjenesten som er tilgjengelig for deg som registrert bruker. </li><li><strong>For gjennomføring av en kontrakt: </strong>utvikling, overholdelse og gjennomføring av kjøpekontrakten for produktene, varene eller tjenestene du har kjøpt eller av en hvilken som helst annen kontrakt med oss gjennom tjenesten. </li><li><strong>For å kontakte deg: </strong>For å kontakte deg via e-post, telefonsamtaler, SMS eller andre tilsvarende former for elektronisk kommunikasjon, for eksempel push-varsler fra en mobilapplikasjon om oppdateringer eller informativ kommunikasjon relatert til funksjonalitet, produkter eller avtalte tjenester, inkludert sikkerhetsoppdateringer, når det er nødvendig eller rimelig for gjennomføringen. </li><li><strong>For å gi deg </strong>nyheter, spesialtilbud og generell informasjon om andre varer, tjenester og arrangementer som vi tilbyr som ligner på de du allerede har kjøpt eller spurt om med mindre du har valgt å ikke motta slik informasjon. </li><li><strong>For å administrere dine forespørsler: </strong>Å delta og administrere dine forespørsler til oss. </li><li><strong>For virksomhetsoverdragelser: </strong>Vi kan bruke informasjonen din til å evaluere eller gjennomføre en fusjon, avhendelse, restrukturering, omorganisering, oppløsning eller annet salg eller overføring av noen eller alle eiendelene våre, enten det er en fortsatt drift eller som en del av konkurs, avvikling, eller lignende prosedyre, der personopplysninger som oppbevares av oss om tjenestebrukerne våre er blant eiendelene som overføres. </li><li><strong>For andre formål </strong>: Vi kan bruke informasjonen din til andre formål, for eksempel dataanalyse, identifisering av brukstrender, fastsettelse av effektiviteten til våre kampanjer og for å evaluere og forbedre vår tjeneste, produkter, tjenester, markedsføring og din erfaring.</li></ul><p>Vi kan dele din personlige informasjon i følgende situasjoner:</p><ul><li><strong>Med tjenesteleverandører: </strong>Vi kan dele din personlige informasjon med tjenesteleverandører for å overvåke og analysere bruken av tjenesten vår, for å vise annonser til deg for å hjelpe deg med å støtte og vedlikeholde tjenesten vår, for betalingsbehandling, for å kontakte deg. </li><li><strong>For virksomhetsoverdragelser: </strong>Vi kan dele eller overføre din personlige informasjon i forbindelse med, eller under forhandlinger om, enhver fusjon, salg av selskapets eiendeler, finansiering eller erverv av hele eller deler av vår virksomhet til et annet selskap. </li><li><strong>Med tilknyttede selskaper: </strong>Vi kan dele informasjonen din med våre tilknyttede selskaper, i så fall vil vi kreve at disse tilknyttede selskapene respekterer denne personvernpolicyen. Tilknyttede selskaper inkluderer vårt morselskap og andre datterselskaper, joint venture-partnere eller andre selskaper som vi kontrollerer eller som er under felles kontroll med oss. </li><li><strong>Med forretningspartnere: </strong>Vi kan dele informasjonen din med våre forretningspartnere for å tilby deg visse produkter, tjenester eller kampanjer. </li><li><strong>Med andre brukere: </strong>når du deler personlig informasjon eller på annen måte samhandler i de offentlige områdene med andre brukere, kan slik informasjon bli sett av alle brukere og kan bli distribuert offentlig utenfor. Hvis du kommuniserer med andre brukere eller registrerer deg via en tredjepartstjeneste for sosiale medier, kan kontaktene dine på tredjepartstjenesten for sosiale medier se navnet ditt, profilen, bildene og beskrivelsen av aktiviteten din. Tilsvarende vil andre brukere kunne se beskrivelser av aktiviteten din, kommunisere med deg og se profilen din. </li><li><strong>Med ditt samtykke </strong>: Vi kan avsløre din personlige informasjon for ethvert annet formål med ditt samtykke.</li></ul><h2><strong>Oppbevaring av dine personlige data</strong></h2><p>Selskapet vil beholde dine personlige data bare så lenge det er nødvendig for formålene som er beskrevet i denne personvernerklæringen. Vi vil oppbevare og bruke dine personlige data i den grad det er nødvendig for å overholde våre juridiske forpliktelser (for eksempel hvis vi er pålagt å oppbevare dataene dine for å overholde gjeldende lover), løse tvister og håndheve våre juridiske avtaler og retningslinjer.</p><p>Selskapet vil også beholde bruksdata for interne analyseformål. Bruksdata oppbevares vanligvis i en kortere periode, bortsett fra når disse dataene brukes til å styrke sikkerheten eller for å forbedre funksjonaliteten til vår tjeneste, eller vi er juridisk forpliktet til å oppbevare disse dataene i lengre perioder.</p><h2><strong>Overføring av dine personlige data</strong></h2><p>Din informasjon, inkludert personopplysninger, behandles på selskapets operasjonskontorer og andre steder der partene som er involvert i behandlingen er lokalisert. Det betyr at denne informasjonen kan overføres til - og vedlikeholdes på - datamaskiner utenfor din stat, provins, land eller annen statlig jurisdiksjon der databeskyttelseslovene kan avvike fra de fra din jurisdiksjon.</p><p>Ditt samtykke til denne personvernpolicyen etterfulgt av din innsending av slik informasjon representerer din samtykke til overføringen.</p><p>Selskapet vil ta alle skritt som er rimelig nødvendige for å sikre at dine data blir behandlet sikkert og i samsvar med denne personvernerklæringen og at ingen overføring av dine personlige data vil finne sted til en organisasjon eller et land med mindre det er tilstrekkelige kontroller på plass inkludert sikkerheten til Dine data og annen personlig informasjon.</p><h2><strong>Utlevering av dine personlige data</strong></h2><h3><strong>Forretningstransaksjoner</strong></h3><p>Hvis selskapet er involvert i en fusjon, anskaffelse eller salg av eiendeler, kan personopplysningene dine overføres. Vi vil gi beskjed før personopplysningene dine overføres og blir underlagt en annen personvernpolicy.</p><h3><strong>Politi</strong></h3><p>Under visse omstendigheter kan selskapet være pålagt å utlevere dine personlige data hvis det kreves av loven eller som svar på gyldige forespørsler fra offentlige myndigheter (f.eks. En domstol eller et statlig byrå).</p><h3><strong>Andre juridiske krav</strong></h3><p>Selskapet kan utlevere personopplysningene dine i god tro på at slik handling er nødvendig for å:</p><ul><li>Overhold en juridisk forpliktelse</li><li>Beskytt og forsvare selskapets rettigheter eller eiendom</li><li>Forhindre eller undersøke mulige forseelser i forbindelse med tjenesten</li><li>Beskytt den personlige sikkerheten til brukere av tjenesten eller publikum</li><li>Beskytt mot juridisk ansvar</li></ul><h2><strong>Sikkerhet av dine personlige data</strong></h2><p>Sikkerheten til dine personopplysninger er viktig for oss, men husk at ingen overføringsmetoder over internett eller elektronisk lagringsmetode er 100% sikker. Selv om vi bestreber oss på å bruke kommersielt akseptable midler for å beskytte dine personopplysninger, kan vi ikke garantere absolutt sikkerhet.</p><h1><strong>Detaljert informasjon om behandlingen av dine personlige data</strong></h1><p>Tjenesteleverandørene vi bruker kan ha tilgang til dine personlige data. Disse tredjepartsleverandørene samler inn, lagrer, bruker, behandler og overfører informasjon om din aktivitet på tjenesten vår i samsvar med deres personvernregler.</p><h2><strong>Analytics</strong></h2><p>Vi kan bruke tredjeparts tjenesteleverandører til å overvåke og analysere bruken av tjenesten vår.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Google Analytics er en webanalysetjeneste som tilbys av Google som sporer og rapporterer trafikk på nettstedet. Google bruker dataene som samles inn for å spore og overvåke bruken av tjenesten vår. Disse dataene deles med andre Google-tjenester. Google kan bruke de innsamlede dataene til å kontekstualisere og tilpasse annonsene i sitt eget annonseringsnettverk.</p><p>Du kan velge bort visse Google Analytics-funksjoner gjennom innstillingene for mobile enheter, for eksempel innstillingene for enhetsannonsering, eller ved å følge instruksjonene fra Google i deres personvernregler: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>For mer informasjon om Googles personvernpraksis, besøk Googles nettside for personvern og vilkår: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase er en analysetjeneste levert av Google Inc.</p><p>Du kan velge bort visse Firebase-funksjoner via innstillingene for mobilenheter, for eksempel innstillingene for enhetsannonsering, eller ved å følge instruksjonene fra Google i deres personvernregler: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Vi oppfordrer deg også til å gå gjennom Googles retningslinjer for å beskytte dataene dine: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a> </p><p>Hvis du vil ha mer informasjon om hvilken type informasjon Firebase samler inn, kan du gå til Hvordan Google bruker data når du bruker nettsidene eller appene til våre partnere: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Deres personvernregler kan sees på <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://www.appsflyer.com/privacy-policy/\">https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Facebook-appannonser</strong></li></ul><p>Deres personvernregler kan sees på <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://www.facebook.com/about/privacy\">https://www.facebook.com/about/privacy</a> </p><h2><strong>Reklame</strong></h2><p>Vi kan bruke tjenesteleverandører til å vise annonser for deg for å støtte og vedlikeholde tjenesten vår.</p><ul><li><strong>AdMob av Google</strong></li></ul><p>AdMob fra Google leveres av Google Inc.</p><p>Du kan velge bort AdMob by Google-tjenesten ved å følge instruksjonene som er beskrevet av Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=no</a> </p><p>Hvis du vil ha mer informasjon om hvordan Google bruker den innsamlede informasjonen, kan du gå til \"Hvordan Google bruker data når du bruker partnernes sider eller app\" -siden: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> eller gå til personvernet Retningslinjer for Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>   </p><h2><strong>Betalinger</strong></h2><p>Vi kan tilby betalte produkter og / eller tjenester innen tjenesten. I så fall kan vi bruke tredjeparts tjenester for betalingsbehandling (f.eks. Betalingsbehandlere).</p><p>Vi lagrer eller samler ikke inn betalingskortinformasjonen din. Denne informasjonen blir gitt direkte til våre tredjeparts betalingsbehandlere hvis bruk av din personlige informasjon er underlagt deres personvernregler. Disse betalingsbehandlerne overholder standardene satt av PCI-DSS som administrert av PCI Security Standards Council, som er en felles innsats av merker som Visa, Mastercard, American Express og Discover. PCI-DSS-krav bidrar til sikker håndtering av betalingsinformasjon.</p><ul><li><strong>Google Play betaling i app</strong></li></ul><p>Retningslinjene for personvern kan sees på <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://www.google.com/policies/privacy/\">https://www.google.com/policies/privacy/</a> </p><h1><strong>Barnas personvern</strong></h1><p>Tjenesten vår henvender seg ikke til personer under 13 år. Vi samler ikke bevisst personlig identifiserbar informasjon fra noen under 13 år. Hvis du er foreldre eller foresatt og du er klar over at barnet ditt har gitt oss personlige data, vennligst kontakt oss. Hvis vi blir klar over at vi har samlet inn personopplysninger fra personer under 13 år uten bekreftelse av foreldrenes samtykke, tar vi skritt for å fjerne denne informasjonen fra våre servere.</p><p>Hvis vi trenger å stole på samtykke som et juridisk grunnlag for å behandle informasjonen din, og landet ditt krever samtykke fra en forelder, kan det hende vi trenger foreldres samtykke før vi samler inn og bruker denne informasjonen.</p><h1><strong>Lenker til andre nettsteder</strong></h1><p>Tjenesten vår kan inneholde lenker til andre nettsteder som ikke drives av oss. Hvis du klikker på en tredjepartslenke, vil du bli sendt til tredjeparts nettsted. Vi anbefaler deg på det sterkeste å lese personvernreglene for hvert nettsted du besøker.</p><p>Vi har ingen kontroll over og tar ikke noe ansvar for innholdet, personvernpolicyene eller fremgangsmåten til tredjeparts nettsteder eller tjenester.</p><h1><strong>Endringer i denne personvernerklæringen</strong></h1><p>Vi kan oppdatere personvernreglene våre fra tid til annen. Vi vil varsle deg om eventuelle endringer ved å legge ut den nye personvernpolicyen på denne siden.</p><p>Vi vil gi deg beskjed via e-post og / eller en fremtredende melding om tjenesten vår, før endringen trer i kraft, og oppdaterer \"Sist oppdatert\" -datoen øverst i denne personvernpolitikken.</p><p>Det anbefales at du gjennomgår denne personvernerklæringen med jevne mellomrom for eventuelle endringer. Endringer i denne personvernerklæringen gjelder når de blir lagt ut på denne siden.</p><h1><strong>Kontakt oss</strong></h1><p>Hvis du har spørsmål om disse vilkårene, kan du kontakte oss:</p><ul><li>På e-post: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": "<h1>Hjelp</h1><p>Hvis du har problemer med valutakonverteringsappen vår, kan du sende en e-post til <a href=\"mailto:app@currency.wiki\" style=\"color:blue\">app@currency.wiki</a> (la det være 24-48 timer å svare) og i emnelinjen, vennligst legg til \"Problem med app\"  </p><p>Beskriv problemet, inkludert enhetsnavnet og modellnummeret og den nåværende Android-versjonen. for eksempel Samsung Galaxy S9 + Android 10</p><h1>FAQ</h1><h2>Hvor ofte oppdateres valutakurser?</h2><p>Priser oppdateres hvert 30. minutt og i tide hvert 60. sekund unntatt helger (Forex-markedet i USA stenger på fredag kl. 17.00 EST og åpner på søndag kl. 17.00 EST)</p><h2>Hvor ofte oppdateres kryptovalutaer?</h2><p>Kryptovalutamarkedet stenger aldri. Det er åpent 24/7, 365 dager i året. Bitcoin (BTC) priser oppdateres alltid, selv i helgene</p><h2>Hvordan legge til widget?</h2><ul><li>Berør og hold et tomt sted på startskjermen</li><li>Trykk på \"Widgets\"</li><li>I søkeboksen skriver du inn \" CurrencyConverter \" og den skal vise en valuta-widget</li><li>Du klikker på widgeten, og den vil be deg velge hvilken type widget du vil vise ved å holde og dra til startskjermen.</li></ul><h2>Hvorfor får jeg ett av følgende systemvarsler?</h2><ul><li>Slutt å optimalisere batteribruken</li><li>Ikke optimaliser batteribruken</li><li>La appen alltid kjøre i bakgrunnen</li><li>Ignorer batterioptimaliseringer</li></ul><p>Hvis du bruker en valutamodul på startskjermen, anbefaler vi at du lar appen vår kjøre i bakgrunnen for å sikre at prisene alltid er oppdaterte</p><h2>Batteribruk?</h2><p>Appen vår er designet for å bruke et minimum av batteri, og når du opererer i bakgrunnen for å oppdatere hastigheter. Vær oppmerksom på at mange faktorer spiller inn, for eksempel å lukke appen etter bruk, og sørge for at enheten din er kompatibel med appen vår osv.</p><h1>Tips</h1><h2>Kopier for å dele</h2><p>Hvis du går til hovedbildet for valutaomregner, trykker du på og holder resultatene. Det vil kopiere resultatene til utklippstavlen som et eksempel, \"1,00 USD=0,84 EUR\" som du kan dele</p><h2>Beregn tips / avgifter / skatter</h2><p>Vi har laget følgende logikk for raske tipsberegninger; hvis du skriver inn eksempel \"50% 10\" og trykker på \"=\" vil det beregne 10% fra 50</p><h2>Multi-omformer</h2><p>Du kan omorganisere rekkefølgen på valutaene i den valgte listen ved å dra og slippe</p><p> </p><p> </p>",
  "html_terms": "<h1>Vilkår og betingelser</h1><p>Sist oppdatert: 13. mars 2021</p><p>Les disse vilkårene nøye før du bruker tjenesten vår.</p><h1>Tolkning og definisjoner</h1><h2>Tolkning</h2><p>Ordene som den første bokstaven er skrevet med store bokstaver, har betydninger definert under følgende betingelser. Følgende definisjoner skal ha samme betydning uavhengig av om de vises i entall eller flertall.</p><h2>Definisjoner</h2><p>I forbindelse med disse vilkårene:</p><ul><li><strong>Søknad </strong>betyr programvaren som tilbys av selskapet, lastet ned av deg på en hvilken som helst elektronisk enhet, kalt Currency Converter App av Currency.Wiki </li><li><strong>Application Store </strong>betyr den digitale distribusjonstjenesten som drives og utvikles av Apple Inc. (Apple App Store) eller Google Inc. (Google Play Store) der Applikasjonen er lastet ned. </li><li><strong>Tilknyttet selskap </strong>betyr et foretak som kontrollerer, kontrolleres av eller er under felles kontroll med en part, der \"kontroll\" betyr eierskap av 50% eller mer av aksjene, eierandelen eller andre verdipapirer som er stemmeberettigede for valg av styremedlemmer eller annen forvaltningsmyndighet . </li><li><strong>Land </strong>refererer til: California, USA </li><li><strong>Selskap </strong>(referert til som \"selskapet\", \"vi\", \"oss\" eller \"vårt\" i denne avtalen) refererer til Currency.Wiki, 122 15. st # 431 Del Mar, CA 92014. </li><li><strong>Enhet </strong>betyr enhver enhet som har tilgang til Tjenesten, for eksempel en datamaskin, en mobiltelefon eller et digitalt nettbrett. </li><li><strong>Kjøp i app </strong>refererer til kjøp av et produkt, en vare, en tjeneste eller et abonnement som er gjort gjennom applikasjonen og underlagt disse vilkårene og / eller applikasjonsbutikkens egne vilkår og betingelser. </li><li><strong>Tjeneste </strong>refererer til applikasjonen. </li><li><strong>Abonnementer </strong>refererer til tjenestene eller tilgangen til tjenesten som tilbys på abonnementsbasis av selskapet til deg. </li><li><strong>Vilkår og betingelser </strong>(også referert til som \"Vilkår\") betyr disse vilkårene og betingelsene som utgjør hele avtalen mellom deg og selskapet om bruk av tjenesten. </li><li><strong>Tredjeparts sosiale medietjenester </strong>betyr tjenester eller innhold (inkludert data, informasjon, produkter eller tjenester) levert av en tredjepart som kan vises, inkluderes eller gjøres tilgjengelig av tjenesten. </li><li><strong>Du </strong>mener den personen som får tilgang til eller bruker Tjenesten, eller selskapet eller annen juridisk enhet på vegne av hvilken slik person har tilgang til eller bruker Tjenesten, alt etter hva som er relevant. </li></ul><h1>Bekreftelse</h1><p>Dette er vilkårene for bruk av denne tjenesten og avtalen som opererer mellom deg og selskapet. Disse vilkårene angir rettighetene og forpliktelsene til alle brukere angående bruk av tjenesten.</p><p>Din tilgang til og bruk av tjenesten er betinget av at du godtar og overholder disse vilkårene. Disse vilkårene gjelder for alle besøkende, brukere og andre som får tilgang til eller bruker tjenesten.</p><p>Ved å få tilgang til eller bruke tjenesten, godtar du å være bundet av disse vilkårene. Hvis du er uenig i noen del av disse vilkårene, kan du ikke få tilgang til tjenesten.</p><p>Du erklærer at du er over 18 år. Selskapet tillater ikke personer under 18 å bruke tjenesten.</p><p>Din tilgang til og bruk av tjenesten er også betinget av at du godtar og overholder selskapets personvernregler. Våre personvernregler beskriver våre retningslinjer og prosedyrer for innsamling, bruk og utlevering av din personlige informasjon når du bruker applikasjonen eller nettstedet og forteller deg om dine personvernrettigheter og hvordan loven beskytter deg. Les personvernreglene nøye før du bruker tjenesten vår.</p><h1>Abonnementer</h1><h2>Abonnementsperiode</h2><p>Tjenesten eller noen deler av tjenesten er kun tilgjengelig med et betalt abonnement. Du vil bli fakturert på forhånd på en gjentatt og periodisk basis (for eksempel daglig, ukentlig, månedlig eller årlig), avhengig av typen abonnementsplan du velger når du kjøper abonnementet.</p><p>På slutten av hver periode vil abonnementet ditt automatisk fornyes under nøyaktig samme betingelser med mindre du kansellerer det eller selskapet kansellerer det.</p><h2>Avbestilling av abonnement</h2><p>Du kan avbryte fornyelsen av abonnementet ditt enten via kontoinnstillingssiden eller ved å kontakte selskapet. Du vil ikke motta refusjon for gebyrene du allerede har betalt for din nåværende abonnementsperiode, og du vil kunne få tilgang til tjenesten til slutten av din nåværende abonnementsperiode.</p><p>Hvis abonnementet er gjort gjennom et kjøp i appen, kan du kansellere fornyelsen av abonnementet ditt med Application Store.</p><h2>Fakturering</h2><p>Du skal gi selskapet nøyaktig og fullstendig faktureringsinformasjon, inkludert fullt navn, adresse, tilstand, postnummer, telefonnummer og gyldig betalingsmåteinformasjon.</p><p>Hvis automatisk fakturering av en eller annen grunn ikke oppstår, vil selskapet utstede en elektronisk faktura som indikerer at du må fortsette manuelt, innen en bestemt frist, med full betaling som tilsvarer faktureringsperioden som angitt på fakturaen.</p><p>Hvis abonnementet er gjort gjennom et kjøp i appen, håndteres all fakturering av Application Store og styres av Application Store's egne vilkår og betingelser.</p><h2>Avgiftsendringer</h2><p>Selskapet kan etter eget skjønn og når som helst endre abonnementsgebyrene. Eventuelle endringer i abonnementsavgift trer i kraft på slutten av den nåværende abonnementsperioden.</p><p>Selskapet vil gi deg rimelig forhåndsvarsel om endring i abonnementsgebyrer for å gi deg en mulighet til å si opp abonnementet ditt før slik endring trer i kraft.</p><p>Din fortsatte bruk av tjenesten etter at abonnementsavgiftsendringen trer i kraft, utgjør din avtale om å betale det modifiserte abonnementsgebyrbeløpet.</p><h2>Refusjoner</h2><p>Unntatt når loven krever det, kan ikke betalte abonnementsgebyrer refunderes.</p><p>Enkelte refusjonsforespørsler for abonnement kan vurderes av selskapet i hvert enkelt tilfelle og innvilges etter selskapets skjønn.</p><p>Hvis abonnementet er gjort gjennom et kjøp i appen, gjelder refusjonspolitikken for Application Store. Hvis du ønsker å be om tilbakebetaling, kan du gjøre det ved å kontakte Application Store direkte.</p><h1>Kjøp i app</h1><p>Applikasjonen kan omfatte kjøp i appen som lar deg kjøpe produkter, tjenester eller abonnementer.</p><p>Mer informasjon om hvordan du muligens kan administrere kjøp i apper ved hjelp av enheten din, kan bli angitt i applikasjonsbutikkens egne vilkår og betingelser eller i enhetens hjelpinnstillinger.</p><p>Kjøp i app kan bare konsumeres i applikasjonen. Hvis du foretar et kjøp i appen, kan ikke kjøpet i appen avbrytes etter at du har startet nedlastingen. Kjøp i app kan ikke innløses for kontanter eller andre vederlag eller på annen måte overføres.</p><p>Hvis et kjøp i appen ikke blir lastet ned eller ikke fungerer når det er lastet ned, vil vi, etter å ha blitt oppmerksom på feilen eller bli varslet om feilen av deg, undersøke årsaken til feilen. Vi vil handle rimelig med å avgjøre om vi skal skaffe deg et erstatningskjøp i appen eller gi deg en oppdatering for å reparere feilen. Under ingen omstendigheter vil vi belaste deg for å erstatte eller reparere kjøpet i appen. I det usannsynlige tilfellet at vi ikke klarer å erstatte eller reparere det aktuelle kjøpet i appen eller ikke klarer å gjøre det innen en rimelig periode og uten betydelig ulempe for deg, vil vi gi autorisasjon til applikasjonsbutikken til å refundere deg et beløp på opptil kostnaden for det aktuelle kjøpet i appen. Alternativt, hvis du ønsker å be om tilbakebetaling, kan du gjøre det ved å kontakte Application Store direkte.</p><p>Du erkjenner og godtar at alle fakturerings- og transaksjonsprosesser håndteres av Application Store hvorfra du lastet ned applikasjonen, og styres av Application Store sine egne vilkår og betingelser.</p><p>Hvis du har betalingsrelaterte problemer med kjøp i app, må du kontakte Application Store direkte.</p><h1>Lenker til andre nettsteder</h1><p>Tjenesten vår kan inneholde lenker til tredjeparts nettsteder eller tjenester som ikke eies eller kontrolleres av selskapet.</p><p>Selskapet har ingen kontroll over og påtar seg intet ansvar for innholdet, personvernpolicyene eller fremgangsmåten til tredjeparts nettsteder eller tjenester. Du erkjenner videre og godtar at selskapet ikke skal være ansvarlig eller ansvarlig, direkte eller indirekte, for skader eller tap forårsaket eller påstått å være forårsaket av eller i forbindelse med bruk av eller avhengighet av noe slikt innhold, varer eller tjenester tilgjengelig på eller gjennom slike nettsteder eller tjenester.</p><p>Vi anbefaler deg sterkt å lese vilkårene og personvernreglene til tredjepartsnettsteder eller -tjenester du besøker.</p><h1>Avslutning</h1><p>Vi kan avslutte eller suspendere tilgangen din umiddelbart, uten forutgående varsel eller ansvar, av hvilken som helst grunn, inkludert uten begrensning hvis du bryter med disse vilkårene.</p><p>Ved avslutning opphører din rett til å bruke tjenesten umiddelbart.</p><h1>Ansvarsbegrensning</h1><p>Til tross for eventuelle skader du måtte pådra, vil hele ansvaret til selskapet og noen av dets leverandører under noen bestemmelse i disse vilkårene og ditt eksklusive middel for alt det foregående være begrenset til det beløpet som faktisk er betalt av deg gjennom tjenesten eller 100 USD hvis du ikke har kjøpt noe gjennom tjenesten.</p><p>I den grad det er tillatt av gjeldende lov, skal selskapet eller dets leverandører under ingen omstendigheter være ansvarlige for spesielle, tilfeldige, indirekte eller følgeskader overhodet (inkludert, men ikke begrenset til, skader for tap av fortjeneste, tap av data eller annen informasjon, for forretningsavbrudd, for personskade, tap av personvern som oppstår på grunn av eller på noen måte relatert til bruk av eller manglende evne til å bruke Tjenesten, tredjeparts programvare og / eller tredjeparts maskinvare som brukes med Tjenesten, eller ellers i forbindelse med noen bestemmelse i disse vilkårene), selv om selskapet eller en hvilken som helst leverandør har blitt informert om muligheten for slike skader, og selv om løsningen ikke oppfyller det vesentlige formålet.</p><p>Noen stater tillater ikke utelukkelse av underforståtte garantier eller begrensning av ansvar for tilfeldige skader eller følgeskader, noe som betyr at noen av de ovennevnte begrensningene kanskje ikke gjelder. I disse statene vil hver parts ansvar være begrenset i størst mulig grad loven tillater.</p><h1>Ansvarsfraskrivelse \"SOM DET ER\" og \"SÅ TILGJENGELIG\"</h1><p>Tjenesten leveres til deg \"SOM DET ER\" og \"SÅ TILGJENGELIG\" og med alle feil og mangler uten garanti av noe slag. I den grad det er tillatt i henhold til gjeldende lov, fraskriver selskapet seg på egne vegne og på vegne av dets tilknyttede selskaper og dets og deres respektive lisensgivere og tjenesteleverandører, uttrykkelig, underforstått, lovbestemt eller på annen måte, med hensyn til Tjeneste, inkludert alle underforståtte garantier for salgbarhet, egnethet for et bestemt formål, tittel og ikke-krenkelse, og garantier som kan oppstå som følge av handel, ytelse, bruk eller handelspraksis. Uten begrensning på det foregående, gir selskapet ingen garantier eller forpliktelser, og gir ikke noe form for at tjenesten vil oppfylle dine krav, oppnå de tiltenkte resultatene, være kompatibel eller arbeide med annen programvare, applikasjoner, systemer eller tjenester, opererer uten avbrudd, oppfylle ytelses- eller pålitelighetsstandarder eller være feilfri, eller at eventuelle feil eller mangler kan eller vil bli rettet.</p><p>Uten å begrense det foregående, gir verken selskapet eller noen av selskapets leverandører noen form for garanti av noe slag, uttrykkelig eller underforstått: (i) med hensyn til drift eller tilgjengelighet av tjenesten, eller informasjon, innhold og materialer eller produkter inkludert derpå; (ii) at tjenesten vil være uavbrutt eller feilfri; (iii) med hensyn til nøyaktighet, pålitelighet eller valuta for informasjon eller innhold som tilbys gjennom tjenesten; eller (iv) at tjenesten, serverne, innholdet eller e-postene som sendes fra eller på vegne av selskapet, er fri for virus, skript, trojanske hester, ormer, skadelig programvare, tidsbomber eller andre skadelige komponenter.</p><p>Noen jurisdiksjoner tillater ikke utelukkelse av visse typer garantier eller begrensninger på gjeldende lovbestemte rettigheter til en forbruker, så noen eller alle av de ovennevnte unntakene og begrensningene gjelder kanskje ikke for deg. Men i et slikt tilfelle skal unntakene og begrensningene som er angitt i denne delen, i størst mulig grad anvendes gjennom gjeldende lov.</p><h1>Gjeldende lov</h1><p>Lovene i landet, unntatt dets lovkonflikter, skal regulere disse vilkårene og din bruk av tjenesten. Din bruk av applikasjonen kan også være underlagt andre lokale, statlige, nasjonale eller internasjonale lover.</p><h1>Tvisteløsning</h1><p>Hvis du har noen bekymringer eller tvister om tjenesten, godtar du å prøve å løse tvisten uformelt ved å kontakte selskapet.</p><h1>For brukere av EU (EU)</h1><p>Hvis du er en EU-forbruker, vil du dra nytte av alle obligatoriske bestemmelser i loven i landet du er bosatt i.</p><h1>De amerikanske føderale myndighetene Bestemmelser for sluttbruk</h1><p>Hvis du er en sluttbruker i den amerikanske føderale regjeringen, er tjenesten vår en \"kommersiell vare\" som det begrepet er definert i 48 CFR §2.101.</p><h1>USAs juridiske samsvar</h1><p>Du representerer og garanterer at (i) du ikke befinner deg i et land som er underlagt USAs regjeringsembargo, eller som er blitt utpekt av USAs regjering som et \"terroriststøttende\" land, og (ii) du ikke er oppført på en hvilken som helst amerikansk regjeringsliste over forbudte eller begrensede parter.</p><h1>Separasjonsevne og frafall</h1><h2>Separasjonsevne</h2><p>Hvis noen bestemmelse i disse vilkårene anses å være håndhevbar eller ugyldig, vil slik bestemmelse endres og tolkes for å oppnå målene med slik bestemmelse i størst mulig grad i henhold til gjeldende lov, og de resterende bestemmelsene vil fortsette i full kraft og virkning.</p><h2>Frafall</h2><p>Unntatt som angitt her, skal unnlatelse av å utøve en rettighet eller å kreve oppfyllelse av en forpliktelse i henhold til disse vilkårene ikke påvirke en parts evne til å utøve en slik rettighet eller kreve slik oppfyllelse når som helst etterpå, og heller ikke fraskrivelse av brudd skal utgjøre et frafall av eventuelle påfølgende brudd.</p><h1>Oversettelsestolkning</h1><p>Disse vilkårene kan ha blitt oversatt hvis vi har gjort dem tilgjengelige for deg på vår tjeneste. Du godtar at den originale engelske teksten skal gjelde i tilfelle en tvist.</p><h1>Endringer i disse vilkårene</h1><p>Vi forbeholder oss retten til, etter eget skjønn, å endre eller erstatte disse vilkårene når som helst. Hvis en revisjon er vesentlig, vil vi gjøre rimelige anstrengelser for å gi minst 30 dagers varsel før nye vilkår trer i kraft. Hva som utgjør en vesentlig endring vil bli bestemt etter eget skjønn.</p><p>Ved å fortsette å få tilgang til eller bruke tjenesten vår etter at disse revisjonene trer i kraft, godtar du å være bundet av de reviderte vilkårene. Hvis du ikke godtar de nye vilkårene, helt eller delvis, må du slutte å bruke nettstedet og tjenesten.</p><h1>Ansvarsfraskrivelse</h1><p>Valutakursene på Currency.wiki er kun til informasjon. Vennligst bekreft / bekreft valutakurser med forex-megler eller finansinstitusjon før du foretar internasjonale pengeoverføringer og -transaksjoner.</p><h1>Studiepoeng</h1><p>Vi vil takke følgende forfattere for å lage gratis ikoner og gratis lisens til å bruke diagrammer.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>ikon king1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=no&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>Kontakt oss</h1><p>Hvis du har spørsmål om disse vilkårene, kan du kontakte oss:</p><ul><li>På e-post: info@currency.wiki</li></ul><p> </p>",
  "presets": "Presets",
  "select": "Select",

  "iso": "norsk",
  "AED": "De forente arabiske emirater Dirham",
  "AFN": "Afghanske afghanere",
  "ALL": "Albansk Lek",
  "AMD": "Armensk Dram",
  "ANG": "Netherlands Antillean Guilder",
  "AOA": "Angolanske Kwanza",
  "ARS": "Argentinsk peso",
  "AUD": "Australsk dollar",
  "AWG": "Aruban Florin",
  "AZN": "Aserbajdsjan Manat",
  "BAM": "Bosnia-Herzegovina Cabriolet Mark",
  "BBD": "Barbadisk dollar",
  "BDT": "Bangladesh-Taka",
  "BGN": "Bulgarske Lev",
  "BHD": "Bahraini Dinar",
  "BIF": "Burundian Franc",
  "BMD": "Bermudan Dollar",
  "BND": "Brunei-dollar",
  "BOB": "Bolivian Boliviano",
  "BRL": "Brasiliansk real",
  "BSD": "Bahamisk dollar",
  "BTC": "Bitcoin",
  "BTN": "Bhutansk Ngultrum",
  "BWP": "Botswanan Pula",
  "BYN": "Hviterussisk rubel",
  "BZD": "Belize Dollar",
  "CAD": "Kanadisk dollar",
  "CDF": "Kongolesisk Franc",
  "CHF": "Sveitsiske franc",
  "CLF": "Chilenske kontoenhet (UF)",
  "CLP": "Chilensk peso",
  "CNY": "Kinesisk Yuan",
  "COP": "Colombiansk peso",
  "CRC": "Costa Rica Colón",
  "CUC": "Kubansk konvertibel peso",
  "CUP": "Cubansk peso",
  "CVE": "Kapp Verdean Escudo",
  "CZK": "Tsjekkia Koruna",
  "DJF": "Djiboutian Franc",
  "DKK": "Danske krone",
  "DOP": "Dominikanske peso",
  "DZD": "Algerie Dinar",
  "EGP": "Egyptisk pund",
  "ERN": "Eritreisk Nakfa",
  "ETB": "Etiopiske Birr",
  "EUR": "euro",
  "FJD": "Fijiansk dollar",
  "FKP": "Falkland Islands Pound",
  "GBP": "Britiske pund sterling",
  "GEL": "Georgisk Lari",
  "GGP": "Guernsey Pound",
  "GHS": "Ghanaian Cedi",
  "GIP": "Gibraltar pund",
  "GMD": "Gambian Dalasi",
  "GNF": "Guinean Franc",
  "GTQ": "Guatemalas Quetzal",
  "GYD": "Guyanas dollar",
  "HKD": "Hong Kong Dollar",
  "HNL": "Honduranske Lempira",
  "HRK": "Kroatisk Kuna",
  "HTG": "Haitisk Gourde",
  "HUF": "Ungarsk Forint",
  "IDR": "Indonesiske Rupiah",
  "ILS": "Israelsk nye Sheqel",
  "IMP": "Manx pund",
  "INR": "Indian Rupee",
  "IQD": "Irakisk dinar",
  "IRR": "Iransk rial",
  "ISK": "Islandske kroner",
  "JEP": "Jersey Pound",
  "JMD": "Jamaicanske dollar",
  "JOD": "Jordansk dinar",
  "JPY": "Japansk yen",
  "KES": "Kenyansk shilling",
  "KGS": "Kyrgystani Som",
  "KHR": "Kambodsjanske Riel",
  "KMF": "Komikeren Franc",
  "KPW": "Nord-Korea vant",
  "KRW": "Sør-Korea vant",
  "KWD": "Kuwaiti Dinar",
  "KYD": "Cayman Islands Dollar",
  "KZT": "Kazakhstani Tenge",
  "LAK": "Laotian Kip",
  "LBP": "Libanesisk pund",
  "LKR": "Sri Lanka Rupee",
  "LRD": "Liberian Dollar",
  "LSL": "Lesotho Loti",
  "LTL": "Litauiske litas",
  "LVL": "Latviske lats",
  "LYD": "Libyan dinar",
  "MAD": "Marokkansk Dirham",
  "MDL": "Moldovanske Leu",
  "MGA": "Malagasy Ariary",
  "MKD": "Makedonsk Denar",
  "MMK": "Myanma Kyat",
  "MNT": "Mongolske Tugrik",
  "MOP": "Macanese Pataca",
  "MRO": "Mauretanske Ouguiya",
  "MUR": "Mauritian Rupee",
  "MVR": "Maldivian Rufiyaa",
  "MWK": "Malawisk Kwacha",
  "MXN": "Meksikansk peso",
  "MYR": "Malaysisk Ringgit",
  "MZN": "Mosambiksk metisk",
  "NAD": "Namibisk dollar",
  "NGN": "Nigerianske Naira",
  "NIO": "Nicaraguan Córdoba",
  "NOK": "Norsk Krone",
  "NPR": "Nepalske rupier",
  "NZD": "New Zealand Dollar",
  "OMR": "Omani Rial",
  "PAB": "Panamansk Balboa",
  "PEN": "Peruanske Nuevo Sol",
  "PGK": "Papua Ny-Guinean Kina",
  "PHP": "Filippinsk peso",
  "PKR": "Pakistansk rupee",
  "PLN": "Polske Zloty",
  "PYG": "Paraguayanske Guarani",
  "QAR": "Qatari Rial",
  "RON": "Rumensk Leu",
  "RSD": "Serbisk dinar",
  "RUB": "Russisk rubel",
  "RWF": "Rwandisk Franc",
  "SAR": "Saudi Riyal",
  "SBD": "Solomon Islands Dollar",
  "SCR": "Seychellois Rupee",
  "SDG": "Sudanesiske pund",
  "SEK": "Svensk krona",
  "SGD": "Singapore dollar",
  "SHP": "Saint Helena Pound",
  "SLL": "Sierra Leonean Leone",
  "SOS": "Somalisk shilling",
  "SRD": "Surinamsk dollar",
  "STD": "São Tomé og Príncipe Dobra",
  "SVC": "Salvadoranske Colón",
  "SYP": "Syriske pund",
  "SZL": "Swazi Lilangeni",
  "THB": "Thai baht",
  "TJS": "Tajikistani Somoni",
  "TMT": "Turkmenistani Manat",
  "TND": "Tunisiske dinar",
  "TOP": "Tongansk Paʻanga",
  "TRY": "Tyrkisk Lira",
  "TTD": "Trinidad og Tobago Dollar",
  "TWD": "Ny Taiwan-dollar",
  "TZS": "Tanzaniansk shilling",
  "UAH": "Ukrainske hryvnian",
  "UGX": "Ugandisk shilling",
  "USD": "Amerikanske dollar",
  "UYU": "Uruguayansk peso",
  "UZS": "Usbekistan Som",
  "VES": "Venezuelanske Bolívar Fuerte",
  "VND": "Vietnamesiske Dong",
  "VUV": "Vanuatu Vatu",
  "WST": "Samoan Tala",
  "XAF": "CFA Franc BEAC",
  "XAG": "Sølv (troy ounce)",
  "XAU": "Gull (troy ounce)",
  "XCD": "Øst-karibisk dollar",
  "XDR": "Spesielle tegnerettigheter",
  "XOF": "CFA Franc BCEAO",
  "XPF": "CFP Franc",
  "YER": "Jemenittisk rial",
  "ZAR": "Sør-afrikansk rand",
  "ZMK": "Zambian Kwacha (før 2013)",
  "ZMW": "Zambian Kwacha",
  "ZWL": "Zimbabwisk dollar"
}
  
  