{
  "update": "अद्यतन",
  "addCurrency": "मुद्रा जोड़ें",
  "selectedCurrency": "चयनित मुद्रा",
  "monetary": "मौद्रिक प्रारूप",
  "decimal": "दशमलव प्रारूप",
  "firstTextRatingPage": "कृपया ऐप को रेट करें!",
  "secondTextRatingPage": "सितारों पर टैप करें और रेट करने के लिए Google Play Store से खोलें",
  "buttonTextRatingPage": "अभी नहीं",
  "removeAds": "विज्ञापन हटाएँ",
  "removeAdsContent": "एक छोटी वार्षिक सदस्यता के साथ हमारी परियोजना का समर्थन करें",
  "selectLanguage": "भाषा चुने",
  "english": "हिंदी",
  "colorsSelection": "रंग चयन",
  "theme": "विषय",
  "light": "रोशनी",
  "dark": "अंधेरा",
  "widgetTransparency": "विजेट पारदर्शिता",
  "visualSize": "दृश्य आकार",
  "A": "ए",
  "appLogoLauncher": "ऐप लोगो लॉन्चर",
  "multiConverter": "मल्टी-कन्वर्टर",
  "multiConverterContent1": "डिफ़ॉल्ट रूप से मल्टी-कन्वर्टर खुल जाएगा।",
  "multiConverterContent2": "ध्यान दें::",
  "multiConverterContent3": "यह सुविधा केवल ऐप लोगो लॉन्चर के साथ काम करती है",
  "display": "प्रदर्शन",
  "display1": "मुद्रा कोड प्रदर्शित करें",
  "display2": "मुद्रा प्रतीक प्रदर्शित करें",
  "display3": "मुद्रा ध्वज प्रदर्शित करें",
  "dateFormat": "डेटा स्वरूप",
  "not": "अभी नहीं",
  "html_policy": " <h1><strong>गोपनीयता</strong> <strong>नीति</strong></h1> <p>अंतिम अद्यतन: 13 मार्च, 2021</p> <p>जब आप सेवा का उपयोग करते हैं और आपकी गोपनीयता के अधिकारों और कानून आपकी रक्षा कैसे करता है, के बारे में आपकी गोपनीयता जानकारी के संग्रह, उपयोग और प्रकटीकरण पर हमारी नीतियों और प्रक्रियाओं का वर्णन करता है।</p> <p>हम सेवा प्रदान करने और सुधारने के लिए आपके व्यक्तिगत डेटा का उपयोग करते हैं। सेवा का उपयोग करके, आप इस गोपनीयता नीति के अनुसार जानकारी के संग्रह और उपयोग के लिए सहमत हैं।</p> <h1><strong>व्याख्या</strong> <strong>और</strong> <strong>परिभाषाएँ</strong></h1> <h2><strong>व्याख्या</strong></h2> <p>जिन शब्दों के शुरुआती अक्षर को बड़े अक्षरों में लिखा गया है, उनके अर्थ निम्न स्थितियों में परिभाषित होते हैं। निम्नलिखित परिभाषाओं का एक ही अर्थ होगा चाहे वे एकवचन में दिखाई दें या बहुवचन में।</p> <h2><strong>परिभाषाएं</strong></h2> <p>इस गोपनीयता नीति के प्रयोजनों के लिए:</p> <ul> <li><strong>खाता</strong> <strong>का</strong>अर्थ है, हमारी सेवा या हमारी सेवा के कुछ हिस्सों तक पहुँचने के लिए बनाया गया एक अनूठा खाता। </li> <li><strong>संबद्ध</strong> <strong>का</strong>मतलब एक ऐसी इकाई है जो किसी पार्टी द्वारा नियंत्रित, नियंत्रित या सामान्य नियंत्रण में है, जहां नियंत्रण का अर्थ है 50% या अधिक शेयरों का स्वामित्व, इक्विटी ब्याज या अन्य प्रतिभूतियों जो निदेशकों या अन्य प्रबंध प्राधिकरण के चुनाव के लिए वोट करने का हकदार हैं। । </li> <li><strong>आवेदन</strong>का मतलब सॉफ्टवेयर कंपनी द्वारा प्रदान कार्यक्रम किसी भी इलेक्ट्रॉनिक डिवाइस, द्वारा मुद्रा परिवर्तक अनुप्रयोग नामित पर आप द्वारा डाउनलोडWiki </li> <li><strong>कंपनी</strong>(या तो कंपनी के रूप में भेजा, हम, हमें या हमारे इस समझौते में) को संदर्भित करता हैWiki , 122 15 सेंट # 431 डेल मार्च, सीए 92,014। </li> <li><strong>देश</strong>संदर्भित करता है: कैलिफोर्निया, संयुक्त राज्य अमेरिका </li> <li><strong>डिवाइस</strong> <strong>का</strong>अर्थ है कि कोई भी उपकरण जो सेवा का उपयोग कर सकता है जैसे कि कंप्यूटर, सेलफोन या डिजिटल टैबलेट। </li> <li><strong>व्यक्तिगत</strong> <strong>डेटा</strong>कोई भी जानकारी है जो किसी पहचाने या पहचाने जाने योग्य व्यक्ति से संबंधित है। </li> <li><strong>सेवा</strong>अनुप्रयोग को संदर्भित करता है। </li> <li><strong>सेवा</strong> <strong>प्रदाता</strong> <strong>का</strong>मतलब किसी भी प्राकृतिक या कानूनी व्यक्ति से है जो कंपनी की ओर से डेटा संसाधित करता है। यह सेवा प्रदान करने के लिए, कंपनी की ओर से सेवा प्रदान करने के लिए, सेवा से संबंधित सेवाएं प्रदान करने के लिए या सेवा का उपयोग कैसे किया जाता है इसका विश्लेषण करने में कंपनी की सहायता करने के लिए कंपनी द्वारा नियुक्त तृतीय-पक्ष कंपनियों या व्यक्तियों को संदर्भित करता है। </li> <li><strong>तृतीय</strong><strong>-</strong><strong>पक्ष</strong> <strong>सोशल</strong> <strong>मीडिया</strong> <strong>सेवा</strong>किसी भी वेबसाइट या किसी भी सोशल नेटवर्क वेबसाइट को संदर्भित करता है जिसके माध्यम से उपयोगकर्ता सेवा का उपयोग करने के लिए लॉग इन कर सकता है या खाता बना सकता है। </li> <li><strong>उपयोग</strong> <strong>डेटा</strong>स्वचालित रूप से एकत्र किए गए डेटा को संदर्भित करता है, या तो सेवा के उपयोग से या सेवा के बुनियादी ढांचे से ही उत्पन्न होता है (उदाहरण के लिए, एक पृष्ठ की अवधि)। </li> <li><strong>आप</strong> <strong>का</strong>अर्थ है कि सेवा, या कंपनी, या अन्य कानूनी संस्था की ओर से वैयक्तिकृत पहुँच या उपयोग करना, जिस पर ऐसे व्यक्ति पहुँच या सेवा का उपयोग कर रहे हैं, जैसा लागू हो। </li> </ul> <h1><strong>अपने</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>का</strong> <strong>संग्रह</strong> <strong>और</strong> <strong>उपयोग</strong> <strong>करना</strong></h1> <h2><strong>डेटा</strong> <strong>एकत्र</strong> <strong>के</strong> <strong>प्रकार</strong></h2> <h3><strong>व्यक्तिगत</strong> <strong>डेटा</strong></h3> <p>हमारी सेवा का उपयोग करते समय, हम आपसे कुछ व्यक्तिगत रूप से पहचान योग्य जानकारी प्रदान करने के लिए कह सकते हैं जिनका उपयोग आपसे संपर्क करने या पहचान करने के लिए किया जा सकता है। व्यक्तिगत रूप से पहचान योग्य जानकारी शामिल हो सकती है, लेकिन यह तक सीमित नहीं है:</p> <ul> <li>ईमेल पता</li> <li>डेटा का उपयोग</li> </ul> <h3><strong>डेटा</strong> <strong>का</strong> <strong>उपयोग</strong></h3> <p>सेवा का उपयोग करते समय उपयोग डेटा स्वचालित रूप से एकत्र किया जाता है।</p> <p>उपयोग डेटा में आपके डिवाइस की इंटरनेट प्रोटोकॉल पता (जैसे IP पता), ब्राउज़र प्रकार, ब्राउज़र संस्करण, हमारी सेवा के पृष्ठ जो आप आते हैं, आपकी यात्रा का समय और उन पृष्ठों पर बिताए समय, अद्वितीय डिवाइस जैसी जानकारी शामिल हो सकती है। पहचानकर्ता और अन्य नैदानिक डेटा।</p> <p>जब आप मोबाइल डिवाइस द्वारा या उसके माध्यम से सेवा तक पहुँचते हैं, तो हम कुछ जानकारी को अपने आप एकत्रित कर सकते हैं, जिसमें शामिल हैं, लेकिन इन तक ही सीमित नहीं है, आपके द्वारा उपयोग किए जाने वाले मोबाइल डिवाइस का प्रकार, आपका मोबाइल डिवाइस अद्वितीय आईडी, आपके मोबाइल डिवाइस का आईपी पता, आपका मोबाइल ऑपरेटिंग सिस्टम, मोबाइल इंटरनेट ब्राउज़र का प्रकार जो आप उपयोग करते हैं, अद्वितीय उपकरण पहचानकर्ता और अन्य नैदानिक डेटा।</p> <p>हम यह भी जानकारी एकत्र कर सकते हैं कि आपका ब्राउज़र जब भी आप हमारी सेवा पर जाते हैं या जब आप सेवा का उपयोग मोबाइल डिवाइस के माध्यम से या उसके माध्यम से करते हैं।</p> <h2><strong>आपके</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>का</strong> <strong>उपयोग</strong></h2> <p>कंपनी निम्नलिखित उद्देश्यों के लिए व्यक्तिगत डेटा का उपयोग कर सकती है:</p> <ul> <li><strong>हमारी</strong> <strong>सेवा</strong> <strong>प्रदान</strong> <strong>करने</strong> <strong>और</strong> <strong>बनाए</strong> <strong>रखने</strong> <strong>के</strong> <strong>लिए</strong><strong>, </strong><strong>हमारी</strong> <strong>सेवा</strong>के उपयोग की निगरानी करना शामिल है।</li> <li><strong>अपना</strong> <strong>खाता</strong> <strong>प्रबंधित</strong> <strong>करने</strong> <strong>के</strong> <strong>लिए</strong><strong>: </strong>सेवा के उपयोगकर्ता के रूप में अपना पंजीकरण प्रबंधित करने के लिए।आपके द्वारा प्रदान किया जाने वाला व्यक्तिगत डेटा आपको पंजीकृत उपयोगकर्ता के रूप में आपके लिए उपलब्ध सेवा के विभिन्न कार्यों तक पहुँच प्रदान कर सकता है। </li> <li><strong>एक</strong> <strong>अनुबंध</strong> <strong>के</strong> <strong>प्रदर्शन</strong> <strong>के</strong> <strong>लिए</strong><strong>: </strong>उत्पादों, वस्तुओं या सेवाओं के लिए खरीद अनुबंध का विकास, अनुपालन और उपक्रम जो आपने सेवा के माध्यम से हमारे साथ खरीदा है या किसी अन्य अनुबंध का है।</li> <li><strong>आपसे</strong> <strong>संपर्क</strong> <strong>करने</strong> <strong>के</strong> <strong>लिए</strong><strong>: </strong>ईमेल, टेलीफोन कॉल, एसएमएस, या इलेक्ट्रॉनिक संचार के अन्य समतुल्य रूपों, जैसे कि मोबाइल एप्लिकेशन के पुश नोटिफिकेशंस के बारे में जानकारी या सूचनात्मक संचार से संबंधित कार्यक्षमता, उत्पाद या अनुबंधित सेवाओं से सुरक्षा संबंधी अपडेट सहित, आपसे संपर्क करने के लिए, जब आवश्यक हो या उनके कार्यान्वयन के लिए उचित हो।</li> <li><strong>आपको</strong>समाचार, विशेष ऑफ़र और अन्य वस्तुओं, सेवाओं और घटनाओं के बारे में सामान्य जानकारी <strong>प्रदान</strong> <strong>करने</strong> <strong>के</strong> <strong>लिए</strong><strong> </strong>, जो हम प्रदान करते हैं, जो उन लोगों के समान हैं जिन्हें आपने पहले ही खरीदा है या पूछताछ की है जब तक कि आपने ऐसी जानकारी प्राप्त नहीं करने का विकल्प चुना है। </li> <li><strong>आपके</strong> <strong>अनुरोधों</strong> <strong>को</strong> <strong>प्रबंधित</strong> <strong>करने</strong> <strong>के</strong> <strong>लिए</strong><strong>: </strong>अपने अनुरोधों को हमारे पास भेजने और प्रबंधित करने के लिए।</li> <li><strong>व्यावसायिक</strong> <strong>स्थानान्तरण</strong> <strong>के</strong> <strong>लिए</strong><strong>: </strong>हम आपकी जानकारी का उपयोग किसी विलय, विनिवेश, पुनर्गठन, पुनर्गठन, विघटन, या अन्य या हमारी सभी परिसंपत्तियों की बिक्री या हस्तांतरण के लिए कर सकते हैं, चाहे वह चिंता का विषय हो या दिवालियापन, परिसमापन के हिस्से के रूप में। या इसी तरह की कार्यवाही, जिसमें हमारे द्वारा अपने सेवा उपयोगकर्ताओं के बारे में व्यक्तिगत डेटा को हस्तांतरित की गई संपत्तियों में से एक है।</li> <li><strong>अन्य</strong> <strong>उद्देश्यों</strong> <strong>के</strong> <strong>लिए</strong>: हम आपकी जानकारी का उपयोग अन्य उद्देश्यों के लिए कर सकते हैं, जैसे डेटा विश्लेषण, उपयोग के रुझान की पहचान करना, हमारे प्रचार अभियानों की प्रभावशीलता का निर्धारण करना और हमारी सेवा, उत्पादों, सेवाओं, विपणन और आपके अनुभव का मूल्यांकन और सुधार करना।</li> </ul> ",
  "html_policy_1": " <p>हम निम्नलिखित स्थितियों में आपकी व्यक्तिगत जानकारी साझा कर सकते हैं:</p> <ul> <li><strong>सेवा</strong> <strong>प्रदाताओं</strong> <strong>के</strong> <strong>साथ</strong><strong>: </strong>हम<strong>सेवा</strong> <strong>प्रदाताओं</strong> <strong>के</strong><strong> </strong>साथ आपकी व्यक्तिगत जानकारी को साझा कर सकते हैं, हमारी सेवा के उपयोग की निगरानी और विश्लेषण करने के लिए, भुगतान करने के लिए हमारी सेवा को बनाए रखने और भुगतान की प्रक्रिया के लिए, आपको संपर्क करने के लिए विज्ञापन दिखाने के लिए। </li> <li><strong>व्यावसायिक</strong> <strong>स्थानान्तरण</strong> <strong>के</strong> <strong>लिए</strong><strong>: </strong>हम आपकी व्यक्तिगत जानकारी के संबंध में, या किसी भी विलय, कंपनी की संपत्ति की बिक्री, वित्तपोषण, या हमारे व्यवसाय के एक हिस्से को किसी अन्य कंपनी के अधिग्रहण के संबंध में साझा या स्थानांतरित कर सकते हैं।</li> <li><strong>सहबद्धों</strong> <strong>के</strong> <strong>साथ</strong><strong>: </strong>हम आपकी जानकारी को अपने सहयोगियों के साथ साझा कर सकते हैं, जिस स्थिति में हमें इस गोपनीयता नीति का सम्मान करने के लिए उन सहयोगियों की आवश्यकता होगी।सहयोगी कंपनियों में हमारी मूल कंपनी और अन्य सहायक कंपनियां, संयुक्त उद्यम भागीदार या अन्य कंपनियां शामिल हैं जिन्हें हम नियंत्रित करते हैं या जो हमारे साथ सामान्य नियंत्रण में हैं। </li> <li><strong>व्यापार</strong> <strong>भागीदारों</strong> <strong>के</strong> <strong>साथ</strong><strong>: </strong>हम आपको कुछ उत्पादों, सेवाओं या पदोन्नति की पेशकश करने के लिए अपने व्यापार भागीदारों के साथ आपकी जानकारी साझा कर सकते हैं।</li> <li><strong>अन्य</strong> <strong>उपयोगकर्ताओं</strong> <strong>के</strong> <strong>साथ</strong><strong>: </strong>जब आप व्यक्तिगत जानकारी साझा करते हैं या अन्यथा अन्य उपयोगकर्ताओं के साथ सार्वजनिक क्षेत्रों में बातचीत करते हैं, तो ऐसी जानकारी सभी उपयोगकर्ताओं द्वारा देखी जा सकती है और सार्वजनिक रूप से बाहर वितरित की जा सकती है।यदि आप अन्य उपयोगकर्ताओं के साथ बातचीत करते हैं या किसी तृतीय-पक्ष सोशल मीडिया सेवा के माध्यम से पंजीकरण करते हैं, तो तृतीय-पक्ष सोशल मीडिया सेवा पर आपके संपर्क आपका नाम, प्रोफ़ाइल, चित्र और आपकी गतिविधि का विवरण देख सकते हैं। इसी तरह, अन्य उपयोगकर्ता आपकी गतिविधि का विवरण देख पाएंगे, आपसे संवाद करेंगे और आपकी प्रोफ़ाइल देख पाएंगे। </li> <li><strong>आपकी</strong> <strong>सहमति</strong> <strong>से</strong>: हम <strong>आपकी</strong> <strong>सहमति</strong> <strong>से</strong><strong> </strong>किसी अन्य उद्देश्य के लिए आपकी व्यक्तिगत जानकारी का खुलासा कर सकते हैं।</li> </ul> <h2><strong>आपका</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>का</strong> <strong>प्रतिधारण</strong></h2> <p>कंपनी आपके व्यक्तिगत डेटा को केवल उसी समय तक बनाए रखेगी जब तक इस गोपनीयता नीति में निर्धारित उद्देश्यों के लिए आवश्यक है। हम आपके व्यक्तिगत डेटा को हमारे कानूनी दायित्वों का पालन करने के लिए आवश्यक सीमा तक उपयोग करेंगे (उदाहरण के लिए, यदि हमें लागू कानूनों का पालन करने के लिए आपके डेटा को बनाए रखना आवश्यक है), विवादों को हल करें, और हमारे कानूनी समझौतों और नीतियों को लागू करें।</p> <p>कंपनी आंतरिक विश्लेषण उद्देश्यों के लिए उपयोग डेटा को भी बनाए रखेगी। उपयोग डेटा आमतौर पर कम समय के लिए बनाए रखा जाता है, सिवाय इसके कि जब इस डेटा का उपयोग सुरक्षा को मजबूत करने या हमारी सेवा की कार्यक्षमता को बेहतर बनाने के लिए किया जाता है, या हम इस डेटा को लंबे समय तक बनाए रखने के लिए कानूनी रूप से बाध्य हैं।</p> <h2><strong>आपका</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>का</strong> <strong>स्थानांतरण</strong></h2> <p>आपकी जानकारी, जिसमें व्यक्तिगत डेटा शामिल है, कंपनी के ऑपरेटिंग कार्यालयों और उन अन्य स्थानों पर संसाधित किया जाता है जहां प्रसंस्करण में शामिल पार्टियां स्थित हैं। इसका अर्थ है कि यह जानकारी आपके राज्य, प्रांत, देश या अन्य सरकारी क्षेत्र के बाहर स्थित कंप्यूटरों पर स्थानांतरित और बनाए रखी जा सकती है, जहां डेटा संरक्षण कानून आपके क्षेत्राधिकार से भिन्न हो सकते हैं।</p> <p>इस गोपनीयता नीति के लिए आपकी सहमति के बाद आपकी इस तरह की जानकारी प्रस्तुत करना उस हस्तांतरण में आपके अनुबंध का प्रतिनिधित्व करता है।</p> <p>कंपनी यह सुनिश्चित करने के लिए सभी आवश्यक कदम उठाएगी कि आपका डेटा सुरक्षित रूप से व्यवहार किया जाता है और इस गोपनीयता नीति के अनुसार और आपका व्यक्तिगत डेटा का कोई हस्तांतरण किसी संगठन या देश में तब तक नहीं होगा जब तक कि उसकी सुरक्षा सहित पर्याप्त नियंत्रण न हों। आपका डेटा और अन्य व्यक्तिगत जानकारी।</p> <h2><strong>आपके</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>का</strong> <strong>प्रकटीकरण</strong></h2> <h3><strong>व्यापार</strong> <strong>में</strong> <strong>लेन</strong> <strong>देन</strong></h3> <p>यदि कंपनी एक विलय, अधिग्रहण या परिसंपत्ति बिक्री में शामिल है, तो आपका व्यक्तिगत डेटा स्थानांतरित किया जा सकता है। आपका व्यक्तिगत डेटा स्थानांतरित होने से पहले हम नोटिस प्रदान करेंगे और एक अलग गोपनीयता नीति के अधीन हो जाएंगे।</p> <h3><strong>कानून</strong> <strong>प्रवर्तन</strong></h3> <p>कुछ परिस्थितियों में, कंपनी को आपके व्यक्तिगत डेटा का खुलासा करने की आवश्यकता हो सकती है यदि कानून द्वारा या सार्वजनिक अधिकारियों द्वारा मान्य अनुरोधों के जवाब में ऐसा करने की आवश्यकता होती है (उदाहरण के लिए अदालत या सरकारी एजेंसी)।</p> <h3><strong>अन्य</strong> <strong>कानूनी</strong> <strong>आवश्यकताएं</strong></h3> <p>कंपनी आपके व्यक्तिगत डेटा को सद्भावना विश्वास में प्रकट कर सकती है कि इस तरह की कार्रवाई आवश्यक है:</p> <ul> <li>कानूनी बाध्यता के साथ अनुपालन</li> <li>कंपनी के अधिकारों या संपत्ति की रक्षा और बचाव करना</li> <li>सेवा के संबंध में संभावित गलत काम को रोकें या जांच करें</li> <li>सेवा के उपयोगकर्ताओं या जनता की व्यक्तिगत सुरक्षा को सुरक्षित रखें</li> <li>कानूनी दायित्व से रक्षा करें</li> </ul> <h2><strong>आपके</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>की</strong> <strong>सुरक्षा</strong></h2> <p>आपका व्यक्तिगत डेटा की सुरक्षा हमारे लिए महत्वपूर्ण है, लेकिन याद रखें कि इंटरनेट पर संचरण की कोई विधि, या इलेक्ट्रॉनिक भंडारण की विधि 100% सुरक्षित नहीं है। यद्यपि हम आपके व्यक्तिगत डेटा की सुरक्षा के लिए व्यावसायिक रूप से स्वीकार्य साधनों का उपयोग करने का प्रयास करते हैं, हम इसकी पूर्ण सुरक्षा की गारंटी नहीं दे सकते।</p> <h1><strong>आपके</strong> <strong>व्यक्तिगत</strong> <strong>डेटा</strong> <strong>के</strong> <strong>प्रसंस्करण</strong> <strong>पर</strong> <strong>विस्तृत</strong> <strong>जानकारी</strong></h1> <p>हमारे द्वारा उपयोग किए जाने वाले सेवा प्रदाता आपके व्यक्तिगत डेटा तक पहुंच सकते हैं। ये तृतीय-पक्ष विक्रेता अपनी गोपनीयता नीतियों के अनुसार हमारी सेवा पर आपकी गतिविधि के बारे में जानकारी एकत्र, संग्रह, उपयोग, स्थानांतरण और स्थानांतरण करते हैं।</p> <h2><strong>एनालिटिक्स</strong></h2> <p>हम अपनी सेवा के उपयोग की निगरानी और विश्लेषण करने के लिए तृतीय-पक्ष सेवा प्रदाताओं का उपयोग कर सकते हैं।</p> <ul> <li><strong>गूगल</strong> <strong>विश्लेषिकी</strong></li> </ul> <p>Google Analytics Google द्वारा दी जाने वाली एक वेब विश्लेषिकी सेवा है जो वेबसाइट ट्रैफ़िक को ट्रैक और रिपोर्ट करती है। Google हमारी सेवा के उपयोग को ट्रैक और मॉनिटर करने के लिए एकत्रित डेटा का उपयोग करता है। यह डेटा अन्य Google सेवाओं के साथ साझा किया गया है। Google अपने स्वयं के विज्ञापन नेटवर्क के विज्ञापनों को प्रासंगिक बनाने और निजीकृत करने के लिए एकत्रित डेटा का उपयोग कर सकता है।</p> <p>आप अपनी मोबाइल डिवाइस सेटिंग्स, जैसे कि आपकी डिवाइस विज्ञापन सेटिंग या Google द्वारा उनकी गोपनीयता नीति में दिए गए निर्देशों का पालन करके कुछ विशिष्ट Google Analytics सुविधाओं का विकल्प चुन सकते हैं: <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://policies.google.com/privacy>https://polatics.google.com/privacy</a> </p> <p>Google की गोपनीयता प्रथाओं के बारे में अधिक जानकारी के लिए, कृपया Google गोपनीयता और शर्तें वेब पेज पर <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://policies.google.com/privacy>जाएँ</a> : <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <ul> <li><strong>फायरबेस</strong></li> </ul> <p>फायरबेस Google इंक द्वारा प्रदान की जाने वाली एक विश्लेषिकी सेवा है।</p> <p>आप अपने मोबाइल डिवाइस सेटिंग्स, जैसे कि आपके डिवाइस विज्ञापन सेटिंग या Google द्वारा उनकी गोपनीयता नीति में दिए गए निर्देशों का पालन करके कुछ फायरबेस सुविधाओं से ऑप्ट-आउट कर सकते हैं: <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://policies.google.com/privacy>https://policies.google.com/privacy</a> </p> <p>आपके डेटा की सुरक्षा के लिए हम आपको Google की नीति की समीक्षा करने के लिए भी प्रोत्साहित करते हैं: <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://support.google.com/analytics/answer/6004245>https://support.google.com/analytics/answer/6004245</a> </p> <p>Firebase किस प्रकार की जानकारी एकत्र करता है, इस बारे में अधिक जानकारी के लिए, कृपया देखें कि कैसे Google डेटा का उपयोग करता है जब आप हमारे भागीदारों की साइटों या एप्लिकेशन वेबपेज का उपयोग करते हैं: <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://policies.google.com/technologies/partner-sites>https://polatics.google.com/technologies/partner-sites</a> </p> ",
  "html_policy_2": " <ul> <li><strong>AppsFlyer</strong></li> </ul> <p>उनकी गोपनीयता नीति <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://www.appsflyer.com/privacy-policy/>https://www.appsflyer.com/privacy-policy/</a> पर देखी जा सकती है </p> <ul> <li><strong>फेसबुक</strong> <strong>ऐप</strong> <strong>विज्ञापन</strong></li> </ul> <p>उनकी गोपनीयता नीति <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://www.facebook.com/about/privacy>https://www.facebook.com/about/privacy</a> पर देखी जा सकती है </p> <h2><strong>विज्ञापन</strong></h2> <p>सहायता प्रदान करने और हमारी सेवा बनाए रखने के लिए हम आपको विज्ञापन दिखाने के लिए सेवा प्रदाताओं का उपयोग कर सकते हैं।</p> <ul> <li><strong>Google </strong><strong>द्वारा</strong><strong>AdMob</strong></li> </ul> <p>Google द्वारा AdMob Google Inc.</p> <p>आप Google द्वारा वर्णित निर्देशों का पालन करके Google सेवा द्वारा AdMob से ऑप्ट-आउट कर सकते हैं : <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://support.google.com/ads/answer/2662922%3Fhl%3Den>https://support.google.com/ads/answer/2662922?hl=en</a> </p> <p>Google एकत्रित जानकारी का उपयोग कैसे करता है, इस बारे में अधिक जानकारी के लिए, कृपया जब आप हमारे भागीदारों की साइटों या ऐप का उपयोग करते हैं तो Google डेटा का उपयोग कैसे करता है पृष्ठ पर <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://policies.google.com/technologies/partner-sites>जाएं</a> : <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://policies.google.com/technologies/partner-sites>https://polatics.google.com/technologies/partner-sites</a> या गोपनीयता पर जाएं Google की नीति: <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://policies.google.com/privacy>https://policies.google.com/privacy</a>   </p> <h2><strong>भुगतान</strong></h2> <p>हम सेवा के भीतर भुगतान किए गए उत्पाद और / या सेवाएं प्रदान कर सकते हैं। उस स्थिति में, हम भुगतान प्रसंस्करण (जैसे भुगतान प्रोसेसर) के लिए तृतीय-पक्ष सेवाओं का उपयोग कर सकते हैं।</p> <p>हम आपका भुगतान कार्ड विवरण संग्रहीत या एकत्र नहीं करेंगे। यह जानकारी सीधे हमारे तृतीय-पक्ष भुगतान प्रोसेसर को प्रदान की जाती है, जिनकी आपकी व्यक्तिगत जानकारी का उपयोग उनकी गोपनीयता नीति द्वारा नियंत्रित होता है। ये भुगतान प्रोसेसर पीसीआई-डीएसएस द्वारा निर्धारित मानकों का पालन करते हैं जैसा कि पीसीआई सुरक्षा मानक परिषद द्वारा प्रबंधित किया जाता है, जो वीजा, मास्टरकार्ड, अमेरिकन एक्सप्रेस और डिस्कवर जैसे ब्रांडों का संयुक्त प्रयास है। PCI-DSS आवश्यकताओं को भुगतान जानकारी की सुरक्षित हैंडलिंग सुनिश्चित करने में मदद करता है।</p> <ul> <li><strong>Google Play </strong><strong>इन</strong><strong>-</strong><strong>ऐप</strong> <strong>भुगतान</strong></li> </ul> <p>उनकी गोपनीयता नीति <a href=https://translate.google.com/translate?hl=en&prev=_t&sl=auto&tl=hi&u=https://www.google.com/policies/privacy/>https://www.google.com/policies/privacy/</a> पर देखी जा सकती है </p> <h1><strong>बच्चों</strong> <strong>की</strong> <strong>गोपनीयता</strong></h1> <p>हमारी सेवा 13 वर्ष से कम आयु के किसी को भी संबोधित नहीं करती है। हम 13. वर्ष से कम उम्र के किसी से भी व्यक्तिगत रूप से पहचान योग्य जानकारी एकत्र नहीं करते हैं। यदि आप एक अभिभावक या अभिभावक हैं और आप जानते हैं कि आपके बच्चे ने हमें व्यक्तिगत डेटा प्रदान किया है, तो कृपया संपर्क करें। अगर हमें इस बात की जानकारी है कि हमने 13 साल से कम उम्र में माता-पिता की सहमति के सत्यापन के बिना किसी से व्यक्तिगत डेटा एकत्र किया है, तो हम अपने सर्वर से उस जानकारी को हटाने के लिए कदम उठाते हैं।</p> <p>यदि हमें आपकी जानकारी को संसाधित करने के लिए कानूनी आधार के रूप में सहमति पर भरोसा करने की आवश्यकता है और आपके देश को एक माता-पिता से सहमति की आवश्यकता है, तो हम इकट्ठा करने और उस जानकारी का उपयोग करने से पहले हमें आपके माता-पिता की सहमति की आवश्यकता हो सकती है।</p> <h1><strong>अन्य</strong> <strong>वेब</strong> <strong>साइटों</strong> <strong>के</strong> <strong>लिंक</strong></h1> <p>हमारी सेवा में अन्य वेबसाइटों के लिंक हो सकते हैं जो हमारे द्वारा संचालित नहीं हैं। यदि आप किसी तृतीय पक्ष लिंक पर क्लिक करते हैं, तो आपको उस तृतीय पक्ष की साइट पर निर्देशित किया जाएगा। हम आपको दृढ़ता से सलाह देते हैं कि आप जिस भी साइट पर जाएँ, उसकी गोपनीयता नीति की समीक्षा करें।</p> <p>हमारा किसी तीसरे पक्ष की साइटों या सेवाओं की सामग्री, गोपनीयता नीतियों या प्रथाओं के लिए कोई नियंत्रण नहीं है।</p> <h1><strong>इस</strong> <strong>गोपनीयता</strong> <strong>नीति</strong> <strong>में</strong> <strong>परिवर्तन</strong></h1> <p>हम समय-समय पर अपनी गोपनीयता नीति को अपडेट कर सकते हैं। हम इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके आपको किसी भी बदलाव के बारे में सूचित करेंगे।</p> <p>हम आपकी सेवा पर ईमेल और / या एक प्रमुख सूचना के माध्यम से आपको बताएंगे, परिवर्तन प्रभावी होने से पहले और इस गोपनीयता नीति के शीर्ष पर अंतिम अद्यतन तिथि अपडेट करें।</p> <p>आपको सलाह दी जाती है कि आप किसी भी बदलाव के लिए समय-समय पर इस गोपनीयता नीति की समीक्षा करें। इस पेज पर पोस्ट किए जाने पर इस गोपनीयता नीति में परिवर्तन प्रभावी हैं।</p> <h1><strong>संपर्क</strong> <strong>करें</strong></h1> <p>यदि आपके पास इन नियमों और शर्तों के बारे में कोई प्रश्न हैं, तो आप हमसे संपर्क कर सकते हैं:</p> <ul> <li>ईमेल द्वारा: info@currency.wiki</li> </ul> <p> </p> <p> </p> ",
}