{
  "update": "అప్‌డేట్",
  "addCurrency": "కరెన్సీని జోడించు",
  "selectedCurrency": "ఎంచుకున్న కరెన్సీ",
  "monetary": "ద్రవ్య రూపం",
  "decimal": "దశాంశ ఆకృతి",
  "firstTextRatingPage": "దయచేసి యాప్‌ను రేట్ చేయండి!",
  "SecondTextRatingPage": "నక్షత్రాలపై నొక్కండి మరియు రేట్ చేయడానికి Google Play స్టోర్‌తో తెరవండి",
  "buttonTextRatingPage": "ఇప్పుడు కాదు",
  "removeAds": " ప్రకటనలు తొలగించండి",
  "removeAdsContent": "మా ప్రాజెక్ట్‌కు చిన్న వార్షిక సబ్‌స్క్రిప్షన్‌తో మద్దతు ఇవ్వండి",
  "selectLanguage": "భాషను ఎంచుకోండి",
  "english": "ఇంగ్లీష్",
  "colorsSelection": "రంగు ఎంపిక",
  "theme": "థీమ్",
  "light": "కాంతి",
  "dark": "చీకటి",
  "widgetTransparency": "విడ్జెట్ పారదర్శకత",
  "visualSize": "విజువల్ సైజ్",
  "A": "A",
  "appLogoLauncher": "యాప్ లోగో లాంచర్",
  "multiConverter": "మల్టీ-కన్వర్టర్",
  "multiConverterContent1": "డిఫాల్ట్‌గా మల్టీ-కన్వర్టర్‌ని తెరుస్తుంది.",
  "multiConverterContent2": "గమనిక:",
  "multiConverterContent3": "ఈ ఫీచర్ యాప్ లోగో లాంచర్‌తో మాత్రమే పనిచేస్తుంది",
  "display": "ప్రదర్శన",
  "display1": "డిస్ప్లే కరెన్సీ కోడ్",
  "display2": "డిస్ప్లే కరెన్సీ సింబల్",
  " display3": "డిస్ప్లే కరెన్సీ ఫ్లాగ్",
  "dateFormat": "డేటా ఫార్మాట్",
  "not": "ఇప్పుడు కాదు",

  "selected": "ఎంపిక చేయబడింది",
  "currencyList": "కరెన్సీ జాబితా",
  "dontShow": "చూపించవద్దు",
  "support": "మద్దతు",
  "term": "పదం",
  "privacy": "గోప్యతా విధానం",
  "unlocked": "అన్‌లాక్ చేయబడింది",
  "locked": "లాక్ చేయబడింది",
  "custom": "కస్టమ్",
  "try": "ఈ రంగును ప్రయత్నించండి",
  "unlock": "అన్‌లాక్ చేయండి",
  "wiki": ",ద్వారా:Currency.wiki",
  "multi": "బహుళ-కన్వర్టర్",
  "html_policy": "<h1><strong>గోప్యతా</strong> <strong>విధానం</strong></h1><p>చివరిగా నవీకరించబడింది: మార్చి 13, 2021</p><p>ఈ గోప్యతా విధానం మీరు సేవను ఉపయోగించినప్పుడు మీ సమాచారాన్ని సేకరించడం, ఉపయోగించడం మరియు బహిర్గతం చేయడంపై మా విధానాలు మరియు విధానాలను వివరిస్తుంది మరియు మీ గోప్యతా హక్కుల గురించి మరియు చట్టం మిమ్మల్ని ఎలా రక్షిస్తుందో మీకు తెలియజేస్తుంది.</p><p>సేవను అందించడానికి మరియు మెరుగుపరచడానికి మేము మీ వ్యక్తిగత డేటాను ఉపయోగిస్తాము. సేవను ఉపయోగించడం ద్వారా, ఈ గోప్యతా విధానానికి అనుగుణంగా సమాచారాన్ని సేకరించడం మరియు ఉపయోగించడం మీరు అంగీకరిస్తున్నారు.</p><h1><strong>వ్యాఖ్యానం</strong> <strong>మరియు</strong> <strong>నిర్వచనాలు</strong></h1><h2><strong>వ్యాఖ్యానం</strong></h2><p>ప్రారంభ అక్షరం క్యాపిటలైజ్ చేయబడిన పదాలకు ఈ క్రింది పరిస్థితులలో అర్థాలు నిర్వచించబడ్డాయి. కింది నిర్వచనాలు ఏకవచనంలో లేదా బహువచనంలో కనిపిస్తాయా అనే దానితో సంబంధం లేకుండా ఒకే అర్ధాన్ని కలిగి ఉంటాయి.</p><h2><strong>నిర్వచనాలు</strong></h2><p>ఈ గోప్యతా విధానం యొక్క ప్రయోజనాల కోసం:</p><ul><li><strong>ఖాతా</strong>అంటే మా సేవ లేదా మా సేవ యొక్క భాగాలను యాక్సెస్ చేయడానికి మీ కోసం సృష్టించబడిన ప్రత్యేకమైన ఖాతా. </li><li><strong>అనుబంధ</strong>అంటే ఒక పార్టీతో నియంత్రించే, నియంత్రించబడే లేదా సాధారణ నియంత్రణలో ఉన్న ఒక సంస్థ, ఇక్కడ \"నియంత్రణ\" అంటే 50% లేదా అంతకంటే ఎక్కువ వాటాల యాజమాన్యం, ఈక్విటీ వడ్డీ లేదా డైరెక్టర్లు లేదా ఇతర మేనేజింగ్ అథారిటీ ఎన్నికలకు ఓటు హక్కు కలిగిన ఇతర సెక్యూరిటీలు . </li><li><strong>అప్లికేషన్</strong>అంటే కరెన్సీ ద్వారా కరెన్సీ కన్వర్టర్ యాప్ పేరుతో ఏదైనా ఎలక్ట్రానిక్ పరికరంలో మీరు డౌన్‌లోడ్ చేసిన కంపెనీ అందించిన సాఫ్ట్‌వేర్ ప్రోగ్రామ్. వికీ </li><li><strong>కంపెనీ</strong>(ఈ ఒప్పందంలో \"కంపెనీ\", \"మేము\", \"మా\" లేదా \"మా\" గా సూచిస్తారు) కరెన్సీని సూచిస్తుంది. వికీ , 122 15 వ సెయింట్ # 431 డెల్ మార్, సిఎ </li><li><strong>దేశం</strong>సూచిస్తుంది: కాలిఫోర్నియా, యునైటెడ్ స్టేట్స్ </li><li><strong>పరికరం</strong>అంటే కంప్యూటర్, సెల్‌ఫోన్ లేదా డిజిటల్ టాబ్లెట్ వంటి సేవలను యాక్సెస్ చేయగల ఏదైనా పరికరం. </li><li><strong>వ్యక్తిగత</strong> <strong>డేటా</strong>అనేది గుర్తించబడిన లేదా గుర్తించదగిన వ్యక్తికి సంబంధించిన ఏదైనా సమాచారం. </li><li><strong>సేవ</strong>అనువర్తనాన్ని సూచిస్తుంది. </li><li><strong>సర్వీస్</strong> <strong>ప్రొవైడర్</strong>అంటే కంపెనీ తరపున డేటాను ప్రాసెస్ చేసే సహజమైన లేదా చట్టబద్దమైన వ్యక్తి. ఇది సేవను సులభతరం చేయడానికి, కంపెనీ తరపున సేవను అందించడానికి, సేవకు సంబంధించిన సేవలను నిర్వహించడానికి లేదా సేవ ఎలా ఉపయోగించబడుతుందో విశ్లేషించడంలో కంపెనీకి సహాయపడటానికి మూడవ పార్టీ కంపెనీలు లేదా కంపెనీ నియమించిన వ్యక్తులను సూచిస్తుంది. </li><li><strong>మూడవ</strong> <strong>పార్టీ</strong> <strong>సోషల్</strong> <strong>మీడియా</strong> <strong>సర్వీస్</strong>ఏదైనా వెబ్‌సైట్ లేదా ఏదైనా సోషల్ నెట్‌వర్క్ వెబ్‌సైట్‌ను సూచిస్తుంది, దీని ద్వారా వినియోగదారు లాగిన్ అవ్వవచ్చు లేదా సేవను ఉపయోగించడానికి ఖాతాను సృష్టించవచ్చు. </li><li><strong>వాడుక</strong> <strong>డేటా</strong>స్వయంచాలకంగా సేకరించిన <strong>డేటాను</strong><strong> </strong>సూచిస్తుంది, ఇది సేవ యొక్క ఉపయోగం ద్వారా లేదా సేవా మౌలిక సదుపాయాల నుండి ఉత్పత్తి అవుతుంది (ఉదాహరణకు, పేజీ సందర్శన వ్యవధి). </li><li><strong>మీ</strong> <strong>ఉద్దేశ్యం</strong>ఏమిటంటే, సేవ, లేదా సంస్థ, లేదా ఇతర చట్టపరమైన సంస్థ తరపున అటువంటి వ్యక్తి సేవను యాక్సెస్ చేస్తున్న లేదా ఉపయోగిస్తున్న, వర్తించే విధంగా. </li></ul><h1><strong>మీ</strong> <strong>వ్యక్తిగత</strong> <strong>డేటాను</strong> <strong>సేకరించి</strong> <strong>ఉపయోగించడం</strong></h1><h2><strong>సేకరించిన</strong> <strong>డేటా</strong> <strong>రకాలు</strong></h2><h3><strong>వ్యక్తిగత</strong> <strong>సమాచారం</strong></h3><p>మా సేవను ఉపయోగిస్తున్నప్పుడు, మిమ్మల్ని సంప్రదించడానికి లేదా గుర్తించడానికి ఉపయోగపడే వ్యక్తిగతంగా గుర్తించదగిన కొన్ని సమాచారాన్ని మాకు అందించమని మేము మిమ్మల్ని అడగవచ్చు. వ్యక్తిగతంగా గుర్తించదగిన సమాచారం వీటిలో ఉండవచ్చు, కానీ వీటికి పరిమితం కాదు:</p><ul><li>ఇమెయిల్ చిరునామా</li><li>వినియోగ డేటా</li></ul><h3><strong>వినియోగ</strong> <strong>డేటా</strong></h3><p>సేవను ఉపయోగిస్తున్నప్పుడు వినియోగ డేటా స్వయంచాలకంగా సేకరించబడుతుంది.</p><p>వినియోగ డేటాలో మీ పరికరం యొక్క ఇంటర్నెట్ ప్రోటోకాల్ చిరునామా (ఉదా. IP చిరునామా), బ్రౌజర్ రకం, బ్రౌజర్ వెర్షన్, మీరు సందర్శించే మా సేవ యొక్క పేజీలు, మీ సందర్శన సమయం మరియు తేదీ, ఆ పేజీలలో గడిపిన సమయం, ప్రత్యేక పరికరం వంటి సమాచారం ఉండవచ్చు. ఐడెంటిఫైయర్‌లు మరియు ఇతర విశ్లేషణ డేటా.</p><p>మీరు ద్వారా లేదా ఒక మొబైల్ పరికరం ద్వారా సర్వీస్ యాక్సెస్ చేసినప్పుడు, మేము నిర్దిష్ట సమాచారాన్ని స్వయంచాలకంగా సహా సేకరించవచ్చు, కానీ, మొబైల్ పరికరం మీరు ఉపయోగించే మీ మొబైల్ పరికరం ఏకైక ID, మీ మొబైల్ పరికరం యొక్క IP చిరునామా, మీ రకం పరిమితం కాదు మొబైల్ ఆపరేటింగ్ సిస్టమ్, మీరు ఉపయోగించే మొబైల్ ఇంటర్నెట్ బ్రౌజర్ రకం, ప్రత్యేకమైన పరికర ఐడెంటిఫైయర్లు మరియు ఇతర విశ్లేషణ డేటా.</p><p>మీరు మా సేవను సందర్శించినప్పుడల్లా లేదా మీరు మొబైల్ పరికరం ద్వారా లేదా సేవను యాక్సెస్ చేసినప్పుడు మీ బ్రౌజర్ పంపే సమాచారాన్ని కూడా మేము సేకరించవచ్చు.</p><h2><strong>మీ</strong> <strong>వ్యక్తిగత</strong> <strong>డేటా</strong> <strong>ఉపయోగం</strong></h2><p>కింది ప్రయోజనాల కోసం కంపెనీ వ్యక్తిగత డేటాను ఉపయోగించవచ్చు:</p><ul><li><strong>మా</strong> <strong>సేవ</strong>యొక్క వినియోగాన్ని పర్యవేక్షించడంతో సహా <strong>మా</strong> <strong>సేవను</strong> <strong>అందించడానికి</strong> <strong>మరియు</strong> <strong>నిర్వహించడానికి</strong><strong> </strong>.</li><li><strong>మీ</strong> <strong>ఖాతాను</strong> <strong>నిర్వహించడానికి</strong><strong>: </strong>సేవ యొక్క వినియోగదారుగా మీ నమోదును నిర్వహించడానికి. మీరు అందించిన వ్యక్తిగత డేటా రిజిస్టర్డ్ యూజర్‌గా మీకు అందుబాటులో ఉన్న సేవ యొక్క విభిన్న కార్యాచరణలకు ప్రాప్తిని ఇస్తుంది. </li><li><strong>ఒప్పందం</strong> <strong>యొక్క</strong> <strong>పనితీరు</strong> <strong>కోసం</strong><strong>: </strong>మీరు కొనుగోలు చేసిన ఉత్పత్తులు, వస్తువులు లేదా సేవల కోసం లేదా సేవ ద్వారా మాతో ఏదైనా ఇతర ఒప్పందం యొక్క కొనుగోలు ఒప్పందం అభివృద్ధి, సమ్మతి మరియు చేపట్టడం. </li><li><strong>మిమ్మల్ని</strong> <strong>సంప్రదించడానికి</strong><strong>: </strong>భద్రతా నవీకరణలతో సహా కార్యాచరణలు, ఉత్పత్తులు లేదా కాంట్రాక్ట్ సేవలకు సంబంధించిన నవీకరణలు లేదా సమాచార సమాచారానికి సంబంధించిన మొబైల్ అప్లికేషన్ యొక్క పుష్ నోటిఫికేషన్లు వంటి ఇమెయిల్, టెలిఫోన్ కాల్స్, SMS లేదా ఇతర సమానమైన ఎలక్ట్రానిక్ కమ్యూనికేషన్ ద్వారా మిమ్మల్ని సంప్రదించడానికి. అవసరమైనప్పుడు లేదా వాటి అమలుకు సహేతుకమైనది. </li><li><strong>మీకు</strong> <strong>అందించడానికి</strong>వార్తలు, ప్రత్యేక ఆఫర్లు మరియు ఇతర వస్తువులు, సేవలు మరియు ఈవెంట్స్ మీరు ఇప్పటికే కొనుగోలు లేదా మీరు సమాచారాన్ని స్వీకరిస్తారు కాదు ఎంచుకున్నారు తప్ప గురించి ఆరా తీస్తే ఆ పోలి ఉంటాయి మేము అందించే గురించి సాధారణ సమాచారం. </li><li><strong>మీ</strong> <strong>అభ్యర్థనలను</strong> <strong>నిర్వహించడానికి</strong><strong>: </strong>మాకు మీ అభ్యర్థనలకు హాజరు కావడానికి మరియు నిర్వహించడానికి. </li><li><strong>వ్యాపార</strong> <strong>బదిలీల</strong> <strong>కోసం</strong><strong>: </strong>విలీనం, ఉపసంహరణ, పునర్నిర్మాణం, పునర్వ్యవస్థీకరణ, రద్దు, లేదా మా ఆస్తుల యొక్క కొన్ని లేదా అన్ని అమ్మకాలు లేదా బదిలీలను అంచనా వేయడానికి లేదా నిర్వహించడానికి మేము మీ సమాచారాన్ని ఉపయోగించవచ్చు, ఇది కొనసాగుతున్న ఆందోళనగా లేదా దివాలా, లిక్విడేషన్, లేదా మా సేవా వినియోగదారుల గురించి మా వద్ద ఉన్న వ్యక్తిగత డేటా బదిలీ చేయబడిన ఆస్తులలో ఒకటి. </li><li><strong>ఇతర</strong> <strong>ప్రయోజనాల</strong> <strong>కోసం</strong>: డేటా విశ్లేషణ, వినియోగ పోకడలను గుర్తించడం, మా ప్రచార ప్రచారాల ప్రభావాన్ని నిర్ణయించడం మరియు మా సేవ, ఉత్పత్తులు, సేవలు, మార్కెటింగ్ మరియు మీ అనుభవాన్ని అంచనా వేయడం మరియు మెరుగుపరచడం వంటి ఇతర ప్రయోజనాల కోసం మేము మీ సమాచారాన్ని ఉపయోగించవచ్చు.</li></ul><p>మేము ఈ క్రింది పరిస్థితులలో మీ వ్యక్తిగత సమాచారాన్ని పంచుకోవచ్చు:</p><ul><li><strong>సేవా</strong> <strong>ప్రదాతలతో</strong><strong>: </strong>మా సేవ యొక్క వినియోగాన్ని పర్యవేక్షించడానికి మరియు విశ్లేషించడానికి, మా సేవకు మద్దతు ఇవ్వడానికి మరియు నిర్వహించడానికి, చెల్లింపు ప్రాసెసింగ్ కోసం, మిమ్మల్ని సంప్రదించడానికి మీకు ప్రకటనలను చూపించడానికి మేము మీ వ్యక్తిగత సమాచారాన్ని సేవా ప్రదాతలతో పంచుకోవచ్చు. </li><li><strong>వ్యాపార</strong> <strong>బదిలీల</strong> <strong>కోసం</strong><strong>: </strong>ఏదైనా విలీనం, కంపెనీ ఆస్తుల అమ్మకం, ఫైనాన్సింగ్ లేదా మా వ్యాపారంలో మొత్తం లేదా కొంత భాగాన్ని మరొక కంపెనీకి సంబంధించి, లేదా చర్చల సమయంలో మీ వ్యక్తిగత సమాచారాన్ని మేము పంచుకోవచ్చు లేదా బదిలీ చేయవచ్చు. </li><li>అనుబంధ సంస్థలతో<strong>: </strong>మేము మీ సమాచారాన్ని మా అనుబంధ సంస్థలతో పంచుకోవచ్చు, ఈ సందర్భంలో ఈ గోప్యతా విధానాన్ని గౌరవించాల్సిన అవసరం మాకు ఉంటుంది. అనుబంధ సంస్థలలో మా మాతృ సంస్థ మరియు ఇతర అనుబంధ సంస్థలు, జాయింట్ వెంచర్ భాగస్వాములు లేదా మేము నియంత్రించే ఇతర సంస్థలు లేదా మాతో సాధారణ నియంత్రణలో ఉన్నాయి. </li><li><strong>వ్యాపార</strong> <strong>భాగస్వాములతో</strong><strong>: </strong>మీకు కొన్ని ఉత్పత్తులు, సేవలు లేదా ప్రమోషన్లు అందించడానికి మేము మీ సమాచారాన్ని మా వ్యాపార భాగస్వాములతో పంచుకోవచ్చు. </li><li><strong>ఇతర</strong> <strong>వినియోగదారులతో</strong><strong>: </strong>మీరు వ్యక్తిగత సమాచారాన్ని పంచుకున్నప్పుడు లేదా ఇతర వినియోగదారులతో బహిరంగ ప్రదేశాల్లో సంభాషించేటప్పుడు, అటువంటి సమాచారం అన్ని వినియోగదారులచే చూడవచ్చు మరియు బయట బహిరంగంగా పంపిణీ చేయబడవచ్చు. మీరు ఇతర వినియోగదారులతో సంభాషించినట్లయితే లేదా మూడవ పార్టీ సోషల్ మీడియా సేవ ద్వారా నమోదు చేస్తే, మూడవ పార్టీ సోషల్ మీడియా సేవలోని మీ పరిచయాలు మీ పేరు, ప్రొఫైల్, చిత్రాలు మరియు మీ కార్యాచరణ యొక్క వివరణను చూడవచ్చు. అదేవిధంగా, ఇతర వినియోగదారులు మీ కార్యాచరణ యొక్క వివరణలను చూడగలరు, మీతో కమ్యూనికేట్ చేయవచ్చు మరియు మీ ప్రొఫైల్‌ను చూడగలరు. </li><li><strong>మీ</strong> <strong>సమ్మతితో</strong>: <strong>మీ</strong> <strong>సమ్మతితో</strong><strong> </strong>మరే ఇతర ప్రయోజనం కోసం మేము మీ వ్యక్తిగత సమాచారాన్ని బహిర్గతం చేయవచ్చు.</li></ul><h2><strong>మీ</strong> <strong>వ్యక్తిగత</strong> <strong>డేటాను</strong> <strong>నిలుపుకోవడం</strong></h2><p>ఈ గోప్యతా విధానంలో పేర్కొన్న ప్రయోజనాల కోసం అవసరమైనంత వరకు మాత్రమే కంపెనీ మీ వ్యక్తిగత డేటాను నిలుపుకుంటుంది. మా చట్టపరమైన బాధ్యతలను పాటించటానికి అవసరమైన మేరకు మేము మీ వ్యక్తిగత డేటాను నిలుపుకుంటాము మరియు ఉపయోగిస్తాము (ఉదాహరణకు, వర్తించే చట్టాలకు అనుగుణంగా మీ డేటాను నిలుపుకోవాల్సిన అవసరం ఉంటే), వివాదాలను పరిష్కరించుకోండి మరియు మా చట్టపరమైన ఒప్పందాలు మరియు విధానాలను అమలు చేస్తాము.</p><p>అంతర్గత విశ్లేషణ ప్రయోజనాల కోసం కంపెనీ వినియోగ డేటాను అలాగే ఉంచుతుంది. ఈ డేటా భద్రతను బలోపేతం చేయడానికి లేదా మా సేవ యొక్క కార్యాచరణను మెరుగుపరచడానికి ఉపయోగించినప్పుడు తప్ప, లేదా తక్కువ కాలం పాటు వినియోగ డేటా సాధారణంగా ఉంచబడుతుంది, లేదా ఈ డేటాను ఎక్కువ కాలం పాటు నిలుపుకోవటానికి మేము చట్టబద్ధంగా బాధ్యత వహిస్తాము.</p><h2><strong>మీ</strong> <strong>వ్యక్తిగత</strong> <strong>డేటా</strong> <strong>బదిలీ</strong></h2><p>వ్యక్తిగత డేటాతో సహా మీ సమాచారం కంపెనీ ఆపరేటింగ్ కార్యాలయాలలో మరియు ప్రాసెసింగ్‌లో పాల్గొన్న పార్టీలు ఉన్న ఇతర ప్రదేశాలలో ప్రాసెస్ చేయబడుతుంది . ఈ సమాచారం మీ రాష్ట్రం, ప్రావిన్స్, దేశం లేదా ఇతర ప్రభుత్వ అధికార పరిధికి వెలుపల ఉన్న కంప్యూటర్లకు బదిలీ చేయబడవచ్చు మరియు నిర్వహించబడుతుంది - ఇక్కడ డేటా పరిరక్షణ చట్టాలు మీ అధికార పరిధి కంటే భిన్నంగా ఉండవచ్చు.</p><p>ఈ గోప్యతా విధానానికి మీ సమ్మతి తరువాత మీరు అటువంటి సమాచారాన్ని సమర్పించడం ఆ బదిలీకి మీ ఒప్పందాన్ని సూచిస్తుంది.</p><p>మీ డేటా సురక్షితంగా మరియు ఈ గోప్యతా విధానానికి అనుగుణంగా ఉందని నిర్ధారించడానికి కంపెనీ అన్ని చర్యలను సహేతుకంగా తీసుకుంటుంది మరియు భద్రతతో సహా తగిన నియంత్రణలు లేనట్లయితే మీ వ్యక్తిగత డేటా బదిలీ సంస్థ లేదా దేశానికి జరగదు. మీ డేటా మరియు ఇతర వ్యక్తిగత సమాచారం.</p><h2><strong>మీ</strong> <strong>వ్యక్తిగత</strong> <strong>డేటా</strong> <strong>బహిర్గతం</strong></h2><h3><strong>వ్యాపార</strong> <strong>లావాదేవీలు</strong></h3><p>కంపెనీ విలీనం, సముపార్జన లేదా ఆస్తి అమ్మకంలో పాల్గొంటే, మీ వ్యక్తిగత డేటా బదిలీ చేయబడవచ్చు. మీ వ్యక్తిగత డేటా బదిలీ చేయబడటానికి ముందే మేము నోటీసు ఇస్తాము మరియు వేరే గోప్యతా విధానానికి లోబడి ఉంటాము.</p><h3><strong>చట్ట</strong> <strong>అమలు</strong></h3><p>కొన్ని పరిస్థితులలో, చట్టం ద్వారా లేదా ప్రజా అధికారుల చెల్లుబాటు అయ్యే అభ్యర్థనలకు ప్రతిస్పందనగా కంపెనీ మీ వ్యక్తిగత డేటాను బహిర్గతం చేయవలసి ఉంటుంది (ఉదా. కోర్టు లేదా ప్రభుత్వ సంస్థ).</p><h3><strong>ఇతర</strong> <strong>చట్టపరమైన</strong> <strong>అవసరాలు</strong></h3><p>అటువంటి చర్య అవసరమని మంచి నమ్మకంతో కంపెనీ మీ వ్యక్తిగత డేటాను బహిర్గతం చేయవచ్చు:</p><ul><li>చట్టపరమైన బాధ్యతతో కట్టుబడి ఉండండి</li><li>సంస్థ యొక్క హక్కులు లేదా ఆస్తిని రక్షించండి మరియు రక్షించండి</li><li>సేవకు సంబంధించి సాధ్యమయ్యే తప్పులను నిరోధించండి లేదా దర్యాప్తు చేయండి</li><li>సేవ యొక్క వినియోగదారుల లేదా ప్రజల వ్యక్తిగత భద్రతను రక్షించండి</li><li>చట్టపరమైన బాధ్యత నుండి రక్షించండి</li></ul><h2><strong>మీ</strong> <strong>వ్యక్తిగత</strong> <strong>డేటా</strong> <strong>యొక్క</strong> <strong>భద్రత</strong></h2><p>మీ వ్యక్తిగత డేటా యొక్క భద్రత మాకు ముఖ్యం, కాని ఇంటర్నెట్ ద్వారా ప్రసారం చేసే పద్ధతి లేదా ఎలక్ట్రానిక్ నిల్వ పద్ధతి 100% సురక్షితం కాదని గుర్తుంచుకోండి. మీ వ్యక్తిగత డేటాను రక్షించడానికి వాణిజ్యపరంగా ఆమోదయోగ్యమైన మార్గాలను ఉపయోగించడానికి మేము ప్రయత్నిస్తున్నప్పుడు, దాని సంపూర్ణ భద్రతకు మేము హామీ ఇవ్వలేము.</p><h1><strong>మీ</strong> <strong>వ్యక్తిగత</strong> <strong>డేటా</strong> <strong>ప్రాసెసింగ్‌పై</strong> <strong>వివరణాత్మక</strong> <strong>సమాచారం</strong></h1><p>మేము ఉపయోగించే సేవా ప్రదాతలకు మీ వ్యక్తిగత డేటాకు ప్రాప్యత ఉండవచ్చు. ఈ మూడవ పార్టీ విక్రేతలు వారి గోప్యతా విధానాలకు అనుగుణంగా మా సేవలో మీ కార్యాచరణ గురించి సమాచారాన్ని సేకరిస్తారు, నిల్వ చేస్తారు, ఉపయోగిస్తారు, ప్రాసెస్ చేస్తారు మరియు బదిలీ చేస్తారు.</p><h2><strong>విశ్లేషణలు</strong></h2><p>మా సేవ యొక్క ఉపయోగాన్ని పర్యవేక్షించడానికి మరియు విశ్లేషించడానికి మేము మూడవ పార్టీ సేవా ప్రదాతలను ఉపయోగించవచ్చు.</p><ul><li><strong>గూగుల్</strong> <strong>విశ్లేషణలు</strong></li></ul><p>గూగుల్ అనలిటిక్స్ అనేది గూగుల్ అందించే వెబ్ అనలిటిక్స్ సేవ, ఇది వెబ్‌సైట్ ట్రాఫిక్‌ను ట్రాక్ చేస్తుంది మరియు నివేదిస్తుంది. మా సేవ యొక్క ఉపయోగాన్ని ట్రాక్ చేయడానికి మరియు పర్యవేక్షించడానికి Google సేకరించిన డేటాను ఉపయోగిస్తుంది. ఈ డేటా ఇతర Google సేవలతో భాగస్వామ్యం చేయబడింది. గూగుల్ తన స్వంత ప్రకటనల నెట్‌వర్క్ యొక్క ప్రకటనలను సందర్భోచితంగా మరియు వ్యక్తిగతీకరించడానికి సేకరించిన డేటాను ఉపయోగించవచ్చు.</p><p>మీ పరికర ప్రకటనల సెట్టింగ్‌లు వంటి మీ మొబైల్ పరికర సెట్టింగ్‌ల ద్వారా లేదా వారి గోప్యతా విధానంలో Google అందించిన సూచనలను అనుసరించడం ద్వారా మీరు కొన్ని Google Analytics లక్షణాలను నిలిపివేయవచ్చు: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Google యొక్క గోప్యతా అభ్యాసాలపై మరింత సమాచారం కోసం, దయచేసి Google గోప్యత &amp; నిబంధనల వెబ్ పేజీని సందర్శించండి: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><ul><li><strong>ఫైర్‌బేస్</strong></li></ul><p>ఫైర్‌బేస్ అనేది గూగుల్ ఇంక్ అందించే విశ్లేషణల సేవ.</p><p>మీ పరికర ప్రకటనల సెట్టింగ్‌లు వంటి మీ మొబైల్ పరికర సెట్టింగ్‌ల ద్వారా లేదా వారి గోప్యతా విధానంలో Google అందించిన సూచనలను అనుసరించడం ద్వారా మీరు కొన్ని ఫైర్‌బేస్ లక్షణాలను నిలిపివేయవచ్చు: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>మీ డేటాను కాపాడటానికి Google విధానాన్ని సమీక్షించమని మేము మిమ్మల్ని ప్రోత్సహిస్తున్నాము: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a> </p><p>ఫైర్‌బేస్ ఏ రకమైన సమాచారాన్ని సేకరిస్తుందనే దానిపై మరింత సమాచారం కోసం, దయచేసి మీరు మా భాగస్వాముల సైట్‌లు లేదా అనువర్తనాల వెబ్‌పేజీని ఉపయోగించినప్పుడు Google డేటాను ఎలా ఉపయోగిస్తుందో సందర్శించండి: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>వారి గోప్యతా విధానాన్ని <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://www.appsflyer.com/privacy-policy/\">https://www.appsflyer.com/privacy-policy/ లో</a> చూడవచ్చు. </p><ul><li><strong>ఫేస్బుక్</strong> <strong>యాప్</strong> <strong>ప్రకటనలు</strong></li></ul><p>వారి గోప్యతా విధానాన్ని <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://www.facebook.com/about/privacy\">https://www.facebook.com/about/privacy లో</a> చూడవచ్చు </p><h2><strong>ప్రకటన</strong></h2><p>మా సేవకు మద్దతు ఇవ్వడానికి మరియు నిర్వహించడానికి మీకు ప్రకటనలను చూపించడానికి మేము సేవా ప్రదాతలను ఉపయోగించవచ్చు.</p><ul><li><strong>Google </strong><strong>ద్వారా</strong><strong>AdMob</strong></li></ul><p>గూగుల్ ద్వారా యాడ్‌మాబ్‌ను గూగుల్ ఇంక్ అందిస్తోంది.</p><p>గూగుల్ వివరించిన సూచనలను అనుసరించడం ద్వారా మీరు Google సేవ ద్వారా AdMob నుండి వైదొలగవచ్చు : <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=en</a> </p><p>సేకరించిన సమాచారాన్ని గూగుల్ ఎలా ఉపయోగిస్తుందనే దానిపై మరింత సమాచారం కోసం, దయచేసి \"మీరు మా భాగస్వాముల సైట్లు లేదా అనువర్తనాన్ని ఉపయోగించినప్పుడు గూగుల్ డేటాను ఎలా ఉపయోగిస్తుంది\" పేజీని సందర్శించండి : <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> లేదా గోప్యతను సందర్శించండి Google విధానం: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>   </p><h2><strong>చెల్లింపులు</strong></h2><p>మేము సేవలో చెల్లింపు ఉత్పత్తులు మరియు / లేదా సేవలను అందించవచ్చు. అలాంటప్పుడు, మేము చెల్లింపు ప్రాసెసింగ్ కోసం మూడవ పార్టీ సేవలను ఉపయోగించవచ్చు (ఉదా. చెల్లింపు ప్రాసెసర్లు).</p><p>మేము మీ చెల్లింపు కార్డు వివరాలను నిల్వ చేయము లేదా సేకరించము. మీ వ్యక్తిగత సమాచారాన్ని వారి గోప్యతా విధానం ద్వారా నియంత్రించబడే మా మూడవ పార్టీ చెల్లింపు ప్రాసెసర్‌లకు ఆ సమాచారం నేరుగా అందించబడుతుంది . ఈ చెల్లింపు ప్రాసెసర్లు పిసిఐ-డిఎస్ఎస్ నిర్దేశించిన ప్రమాణాలకు కట్టుబడి ఉంటాయి, ఇది పిసిఐ సెక్యూరిటీ స్టాండర్డ్స్ కౌన్సిల్ చేత నిర్వహించబడుతుంది, ఇది వీసా, మాస్టర్ కార్డ్, అమెరికన్ ఎక్స్‌ప్రెస్ మరియు డిస్కవర్ వంటి బ్రాండ్ల సంయుక్త ప్రయత్నం. PCI-DSS అవసరాలు చెల్లింపు సమాచారం యొక్క సురక్షితమైన నిర్వహణను నిర్ధారించడంలో సహాయపడతాయి.</p><ul><li><strong>Google Play </strong><strong>అనువర్తన</strong> <strong>అనువర్తనాలు</strong></li></ul><p>వారి గోప్యతా విధానాన్ని <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://www.google.com/policies/privacy/\">https://www.google.com/policies/privacy/ లో</a> చూడవచ్చు. </p><h1><strong>పిల్లల</strong> <strong>గోప్యత</strong></h1><p>మా సేవ 13 ఏళ్లలోపు ఎవరినీ పరిష్కరించదు. 13 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న వారి నుండి మేము వ్యక్తిగతంగా గుర్తించదగిన సమాచారాన్ని సేకరించము. మీరు తల్లిదండ్రులు లేదా సంరక్షకులు మరియు మీ బిడ్డ మాకు వ్యక్తిగత డేటాను అందించారని మీకు తెలుసు. మమ్మల్ని సంప్రదించండి. తల్లిదండ్రుల అనుమతి లేకుండా 13 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న వారి నుండి మేము వ్యక్తిగత డేటాను సేకరించామని మాకు తెలిస్తే, ఆ సమాచారాన్ని మా సర్వర్‌ల నుండి తొలగించడానికి మేము చర్యలు తీసుకుంటాము.</p><p>మీ సమాచారాన్ని ప్రాసెస్ చేయడానికి చట్టబద్ధమైన ప్రాతిపదికగా మేము సమ్మతిపై ఆధారపడవలసి వస్తే మరియు మీ దేశానికి తల్లిదండ్రుల సమ్మతి అవసరమైతే, మేము ఆ సమాచారాన్ని సేకరించి ఉపయోగించుకునే ముందు మీ తల్లిదండ్రుల అనుమతి మాకు అవసరం కావచ్చు.</p><h1><strong>ఇతర</strong> <strong>వెబ్‌సైట్‌లకు</strong> <strong>లింక్‌లు</strong></h1><p>మా సేవ మా ద్వారా నిర్వహించబడని ఇతర వెబ్‌సైట్‌లకు లింక్‌లను కలిగి ఉండవచ్చు. మీరు మూడవ పార్టీ లింక్‌పై క్లిక్ చేస్తే, మీరు ఆ మూడవ పార్టీ సైట్‌కు మళ్ళించబడతారు. మీరు సందర్శించే ప్రతి సైట్ యొక్క గోప్యతా విధానాన్ని సమీక్షించాలని మేము మీకు గట్టిగా సలహా ఇస్తున్నాము.</p><p>ఏదైనా మూడవ పార్టీ సైట్లు లేదా సేవల యొక్క కంటెంట్, గోప్యతా విధానాలు లేదా అభ్యాసాలకు మాకు ఎటువంటి నియంత్రణ లేదు.</p><h1><strong>ఈ</strong> <strong>గోప్యతా</strong> <strong>విధానంలో</strong> <strong>మార్పులు</strong></h1><p>మేము ఎప్పటికప్పుడు మా గోప్యతా విధానాన్ని నవీకరించవచ్చు. ఈ పేజీలో క్రొత్త గోప్యతా విధానాన్ని పోస్ట్ చేయడం ద్వారా ఏవైనా మార్పులను మేము మీకు తెలియజేస్తాము.</p><p>మార్పు ప్రభావవంతం కావడానికి ముందు, ఇమెయిల్ మరియు / లేదా మా సేవలో ప్రముఖ నోటీసు ద్వారా మీకు తెలియజేస్తాము మరియు ఈ గోప్యతా విధానం ఎగువన \"చివరిగా నవీకరించబడిన\" తేదీని నవీకరించండి.</p><p>ఏవైనా మార్పుల కోసం ఈ గోప్యతా విధానాన్ని క్రమానుగతంగా సమీక్షించాలని మీకు సలహా ఇస్తారు. ఈ గోప్యతా విధానంలో మార్పులు ఈ పేజీలో పోస్ట్ చేసినప్పుడు అవి ప్రభావవంతంగా ఉంటాయి.</p><h1><strong>మమ్మల్ని</strong> <strong>సంప్రదించండి</strong></h1><p>ఈ నిబంధనలు మరియు షరతుల గురించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, మీరు మమ్మల్ని సంప్రదించవచ్చు:</p><ul><li>ఇమెయిల్ ద్వారా: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": " <h1>సహాయం</h1><p>మా కరెన్సీ కన్వర్టర్ అనువర్తనంతో మీకు సమస్య ఉంటే, దయచేసి <a href=\"mailto:app@currency.wiki\" style=\"color:blue\">app@currency.wiki</a> కు ఇమెయిల్ <a href=\"mailto:app@currency.wiki\">చేయండి</a> (ప్రతిస్పందన కోసం 24-48 గంటలు అనుమతించండి) మరియు సబ్జెక్ట్ లైన్‌లో, దయచేసి \"అనువర్తనంతో ఇష్యూ\" ను జోడించండి  </p><p>దయచేసి మీ పరికరం పేరు మరియు మోడల్ సంఖ్య మరియు ప్రస్తుత Android సంస్కరణతో సహా సమస్యను వివరించండి. ఉదా, శామ్‌సంగ్ గెలాక్సీ ఎస్ 9 + ఆండ్రాయిడ్ 10</p><h1>ఎఫ్ <strong>ఎ</strong> <strong>క్యూ</strong></h1><h2>మార్పిడి <strong>రేట్లు</strong> <strong>ఎంత</strong> <strong>తరచుగా</strong> <strong>నవీకరించబడతాయి</strong><strong>?</strong></h2><p>వారాంతాలు మినహా ప్రతి 30 నిమిషాలకు మరియు సమయానికి ప్రతి 60 సెకన్లకు రేట్లు నవీకరించబడతాయి (యుఎస్‌లో ఫారెక్స్ మార్కెట్ శుక్రవారం 5 PM EST వద్ద ముగుస్తుంది మరియు ఆదివారం 5 PM EST వద్ద తెరుచుకుంటుంది)</p><h2>క్రిప్టోకరెన్సీలు <strong>ఎంత</strong> <strong>తరచుగా</strong> <strong>నవీకరించబడతాయి</strong><strong>?</strong></h2><p>క్రిప్టోకరెన్సీ మార్కెట్ ఎప్పుడూ మూసివేయదు. ఇది సంవత్సరంలో 365 రోజులు 24/7 తెరిచి ఉంటుంది. బిట్‌కాయిన్ (బిటిసి) రేట్లు ఎల్లప్పుడూ వారాంతాల్లో కూడా నవీకరించబడతాయి</p><h2>విడ్జెట్ <strong>ఎలా</strong> <strong>జోడించాలి</strong><strong>?</strong></h2><ul><li>మీ హోమ్ స్క్రీన్‌లో, ఖాళీ స్థలాన్ని తాకి పట్టుకోండి</li><li>\"విడ్జెట్స్\" పై నొక్కండి</li><li>శోధన బాక్స్లో, \"టైప్CurrencyConverter \" మరియు అది ఒక కరెన్సీ విడ్జెట్ ప్రదర్శించాలి</li><li>మీరు విడ్జెట్‌పై నొక్కండి మరియు మీ హోమ్ స్క్రీన్‌కు పట్టుకుని లాగడం ద్వారా మీరు ప్రదర్శించదలిచిన విడ్జెట్ రకాన్ని ఎన్నుకోమని ఇది మిమ్మల్ని అడుగుతుంది</li></ul><h2>కింది <strong>సిస్టమ్</strong> <strong>నోటిఫికేషన్లలో</strong> <strong>ఒకదాన్ని</strong> <strong>నేను</strong> <strong>ఎందుకు</strong> <strong>పొందగలను</strong><strong>?</strong></h2><ul><li>బ్యాటరీ వినియోగాన్ని ఆప్టిమైజ్ చేయడాన్ని ఆపివేయండి</li><li>బ్యాటరీ వినియోగాన్ని ఆప్టిమైజ్ చేయవద్దు</li><li>అనువర్తనాన్ని ఎల్లప్పుడూ నేపథ్యంలో అమలు చేయనివ్వండి</li><li>బ్యాటరీ ఆప్టిమైజేషన్లను విస్మరించండి</li></ul><p>మీరు మీ హోమ్ స్క్రీన్‌లో కరెన్సీ విడ్జెట్‌ను ఉపయోగిస్తుంటే, రేట్లు ఎల్లప్పుడూ తాజాగా ఉన్నాయని నిర్ధారించడానికి మా అనువర్తనాన్ని నేపథ్యంలో అమలు చేయడానికి మీరు అనుమతించాలని మేము సిఫార్సు చేస్తున్నాము</p><h2>బ్యాటరీ <strong>వినియోగం</strong><strong>?</strong></h2><p>మా అనువర్తనం కనీస బ్యాటరీని ఉపయోగించటానికి రూపొందించబడింది మరియు రేట్లు నవీకరించడానికి నేపథ్యంలో పనిచేసేటప్పుడు. ఉపయోగం తర్వాత అనువర్తనాన్ని మూసివేయడం, మీ పరికరం మా అనువర్తనంతో అనుకూలంగా ఉందని నిర్ధారించుకోవడం వంటి అనేక అంశాలు అమలులోకి వస్తాయని దయచేసి గమనించండి.</p><h1>చిట్కాలు</h1><h2>భాగస్వామ్యం <strong>చేయడానికి</strong> <strong>కాపీ</strong> <strong>చేయండి</strong></h2><p>మీరు ప్రధాన కరెన్సీ కన్వర్టర్ స్క్రీన్‌కు వెళితే, నొక్కండి మరియు ఫలితాలను పట్టుకోండి. ఇది మీరు భాగస్వామ్యం చేయగల \"1.00 USD=0.84 EUR\" ఉదాహరణగా క్లిప్‌బోర్డ్‌లో ఫలితాలను కాపీ చేస్తుంది</p><h2>చిట్కాలు<strong> / </strong><strong>ఫీజులు</strong><strong> / </strong><strong>పన్నులను</strong> <strong>లెక్కించండి</strong></h2><p>శీఘ్ర చిట్కా లెక్కల కోసం మేము ఈ క్రింది తర్కాన్ని సృష్టించాము; మీరు ఉదాహరణ \"50% 10\" ను ఎంటర్ చేసి \"=\" నొక్కండి అది 50 నుండి 10% లెక్కిస్తుంది</p><h2>బహుళ<strong>-</strong><strong>కన్వర్టర్</strong></h2><p>లాగడం మరియు వదలడం ద్వారా మీరు ఎంచుకున్న జాబితాలోని కరెన్సీల క్రమాన్ని మీరు తిరిగి అమర్చవచ్చు</p><p> </p><p> </p>",
  "html_terms": "<h1>నిబంధనలు మరియు షరతులు</h1><p>చివరిగా నవీకరించబడింది: మార్చి 13, 2021</p><p>దయచేసి మా సేవను ఉపయోగించే ముందు ఈ నిబంధనలు మరియు షరతులను జాగ్రత్తగా చదవండి.</p><h1>వ్యాఖ్యానం మరియు నిర్వచనాలు</h1><h2>వ్యాఖ్యానం</h2><p>ప్రారంభ అక్షరం క్యాపిటలైజ్ చేయబడిన పదాలకు ఈ క్రింది పరిస్థితులలో అర్థాలు నిర్వచించబడ్డాయి. కింది నిర్వచనాలు ఏకవచనంలో లేదా బహువచనంలో కనిపిస్తాయా అనే దానితో సంబంధం లేకుండా ఒకే అర్ధాన్ని కలిగి ఉంటాయి.</p><h2>నిర్వచనాలు</h2><p>ఈ నిబంధనలు మరియు షరతుల ప్రయోజనాల కోసం:</p><ul><li><strong>అప్లికేషన్ </strong>అంటే కరెన్సీ ద్వారా కరెన్సీ కన్వర్టర్ యాప్ పేరుతో ఏదైనా ఎలక్ట్రానిక్ పరికరంలో మీరు డౌన్‌లోడ్ చేసిన కంపెనీ అందించిన సాఫ్ట్‌వేర్ ప్రోగ్రామ్. వికీ </li><li><strong>అప్లికేషన్ స్టోర్ </strong>అంటే ఆపిల్ ఇంక్. (ఆపిల్ యాప్ స్టోర్) లేదా గూగుల్ ఇంక్. (గూగుల్ ప్లే స్టోర్) చేత నిర్వహించబడుతున్న మరియు అభివృద్ధి చేయబడిన డిజిటల్ పంపిణీ సేవ, దీనిలో అప్లికేషన్ డౌన్‌లోడ్ చేయబడింది. </li><li><strong>అనుబంధ </strong>అంటే ఒక పార్టీతో నియంత్రించే, నియంత్రించబడే లేదా సాధారణ నియంత్రణలో ఉన్న ఒక సంస్థ, ఇక్కడ \"నియంత్రణ\" అంటే 50% లేదా అంతకంటే ఎక్కువ వాటాల యాజమాన్యం, ఈక్విటీ వడ్డీ లేదా డైరెక్టర్లు లేదా ఇతర మేనేజింగ్ అథారిటీ ఎన్నికలకు ఓటు హక్కు కలిగిన ఇతర సెక్యూరిటీలు . </li><li><strong>దేశం </strong>సూచిస్తుంది: కాలిఫోర్నియా, యునైటెడ్ స్టేట్స్ </li><li><strong>కంపెనీ </strong>(ఈ ఒప్పందంలో \"కంపెనీ\", \"మేము\", \"మా\" లేదా \"మా\" గా సూచిస్తారు) కరెన్సీని సూచిస్తుంది. వికీ, 122 15 వ # 431 డెల్ మార్, CA 92014. </li><li><strong>పరికరం </strong>అంటే కంప్యూటర్, సెల్‌ఫోన్ లేదా డిజిటల్ టాబ్లెట్ వంటి సేవలను యాక్సెస్ చేయగల ఏదైనా పరికరం. </li><li><strong>అనువర్తనంలో కొనుగోలు </strong>అనేది అప్లికేషన్ ద్వారా తయారు చేయబడిన ఉత్పత్తి, అంశం, సేవ లేదా సభ్యత్వాన్ని కొనుగోలు చేయడం మరియు ఈ నిబంధనలు మరియు షరతులు మరియు / లేదా అప్లికేషన్ స్టోర్ యొక్క స్వంత నిబంధనలు మరియు షరతులకు లోబడి ఉంటుంది. </li><li><strong>సేవ </strong>అనువర్తనాన్ని సూచిస్తుంది. </li><li><strong>సభ్యత్వాలు </strong>సేవలను మీకు సూచిస్తాయి లేదా కంపెనీ మీకు చందా ప్రాతిపదికన అందించే సేవకు ప్రాప్యత. </li><li><strong>నిబంధనలు మరియు షరతులు </strong>(\"నిబంధనలు\" అని కూడా పిలుస్తారు) అంటే ఈ నిబంధనలు మరియు షరతులు అంటే సేవ యొక్క ఉపయోగానికి సంబంధించి మీరు మరియు కంపెనీ మధ్య మొత్తం ఒప్పందాన్ని ఏర్పరుస్తాయి. </li><li><strong>మూడవ పార్టీ సోషల్ మీడియా సేవ </strong>అంటే <strong>మూడవ పక్షం అందించే </strong>ఏదైనా సేవలు లేదా కంటెంట్ (డేటా, సమాచారం, ఉత్పత్తులు లేదా సేవలతో సహా) ప్రదర్శించబడే, చేర్చబడిన లేదా సేవ ద్వారా అందుబాటులో ఉంచబడినవి. </li><li><strong>మీ ఉద్దేశ్యం </strong>ఏమిటంటే, సేవ, లేదా సంస్థ, లేదా ఇతర చట్టపరమైన సంస్థ తరపున అటువంటి వ్యక్తి సేవను యాక్సెస్ చేస్తున్న లేదా ఉపయోగిస్తున్న, వర్తించే విధంగా. </li></ul><h1>గుర్తింపు</h1><p>ఈ సేవ యొక్క ఉపయోగాన్ని నియంత్రించే నిబంధనలు మరియు షరతులు మరియు మీకు మరియు కంపెనీకి మధ్య పనిచేసే ఒప్పందం. ఈ నిబంధనలు మరియు షరతులు సేవ యొక్క ఉపయోగానికి సంబంధించి వినియోగదారులందరి హక్కులు మరియు బాధ్యతలను నిర్దేశిస్తాయి.</p><p>ఈ నిబంధనలు మరియు షరతులను మీరు అంగీకరించడం మరియు పాటించడంపై సేవకు మీ ప్రాప్యత మరియు ఉపయోగం షరతులతో కూడుకున్నది. ఈ నిబంధనలు మరియు షరతులు సేవను యాక్సెస్ చేసే లేదా ఉపయోగించే సందర్శకులు, వినియోగదారులు మరియు ఇతరులకు వర్తిస్తాయి.</p><p>సేవను ప్రాప్యత చేయడం లేదా ఉపయోగించడం ద్వారా మీరు ఈ నిబంధనలు మరియు షరతులకు కట్టుబడి ఉంటారని అంగీకరిస్తున్నారు. ఈ నిబంధనలు మరియు షరతుల యొక్క ఏదైనా భాగాన్ని మీరు అంగీకరించకపోతే, మీరు సేవను యాక్సెస్ చేయలేరు.</p><p>మీరు 18 ఏళ్లు పైబడినవారని మీరు సూచిస్తున్నారు. 18 ఏళ్లలోపు వారిని సేవను ఉపయోగించడానికి కంపెనీ అనుమతించదు.</p><p>సేవ యొక్క మీ ప్రాప్యత మరియు ఉపయోగం కంపెనీ యొక్క గోప్యతా విధానాన్ని మీరు అంగీకరించడం మరియు పాటించడంపై కూడా షరతు పెట్టబడుతుంది. మీరు అప్లికేషన్ లేదా వెబ్‌సైట్‌ను ఉపయోగించినప్పుడు మీ వ్యక్తిగత సమాచారాన్ని సేకరించడం, ఉపయోగించడం మరియు బహిర్గతం చేయడంపై మా విధానాలు మరియు విధానాలను మా గోప్యతా విధానం వివరిస్తుంది మరియు మీ గోప్యతా హక్కుల గురించి మరియు చట్టం మిమ్మల్ని ఎలా రక్షిస్తుందో మీకు తెలియజేస్తుంది. దయచేసి మా సేవను ఉపయోగించే ముందు మా గోప్యతా విధానాన్ని జాగ్రత్తగా చదవండి.</p><h1>చందాలు</h1><h2>చందా కాలం</h2><p>సేవ లేదా సేవ యొక్క కొన్ని భాగాలు చెల్లింపు సభ్యత్వంతో మాత్రమే అందుబాటులో ఉంటాయి. చందా కొనుగోలు చేసేటప్పుడు మీరు ఎంచుకున్న చందా ప్రణాళిక రకాన్ని బట్టి పునరావృతమయ్యే మరియు ఆవర్తన ప్రాతిపదికన (రోజువారీ, వార, నెలవారీ లేదా వార్షికంగా) మీకు ముందుగానే బిల్ చేయబడుతుంది .</p><p>ప్రతి వ్యవధి ముగింపులో, మీరు దాన్ని రద్దు చేయకపోతే లేదా కంపెనీ దాన్ని రద్దు చేయకపోతే మీ చందా స్వయంచాలకంగా అదే పరిస్థితులలో పునరుద్ధరించబడుతుంది.</p><h2>సభ్యత్వ రద్దు</h2><p>మీరు మీ ఖాతా సెట్టింగుల పేజీ ద్వారా లేదా కంపెనీని సంప్రదించడం ద్వారా మీ సభ్యత్వ పునరుద్ధరణను రద్దు చేయవచ్చు. మీ ప్రస్తుత సభ్యత్వ వ్యవధి కోసం మీరు ఇప్పటికే చెల్లించిన ఫీజుల కోసం మీరు వాపసు పొందలేరు మరియు మీ ప్రస్తుత సభ్యత్వ కాలం ముగిసే వరకు మీరు సేవను యాక్సెస్ చేయగలరు.</p><p>అనువర్తనంలో కొనుగోలు ద్వారా చందా తయారు చేయబడితే, మీరు అప్లికేషన్ స్టోర్‌తో మీ సభ్యత్వ పునరుద్ధరణను రద్దు చేయవచ్చు.</p><h2>బిల్లింగ్</h2><p>పూర్తి పేరు, చిరునామా, రాష్ట్రం, పిన్ కోడ్, టెలిఫోన్ నంబర్ మరియు చెల్లుబాటు అయ్యే చెల్లింపు పద్ధతి సమాచారంతో సహా ఖచ్చితమైన మరియు పూర్తి బిల్లింగ్ సమాచారాన్ని మీరు కంపెనీకి అందించాలి.</p><p>ఏ కారణం చేతనైనా ఆటోమేటిక్ బిల్లింగ్ జరగకపోతే, ఇన్వాయిస్లో సూచించినట్లుగా బిల్లింగ్ కాలానికి అనుగుణంగా పూర్తి చెల్లింపుతో, మీరు ఒక నిర్దిష్ట గడువు తేదీలోపు మానవీయంగా కొనసాగాలని సూచించే ఎలక్ట్రానిక్ ఇన్వాయిస్ను కంపెనీ జారీ చేస్తుంది.</p><p>అనువర్తనంలో కొనుగోలు ద్వారా చందా చేయబడితే, అన్ని బిల్లింగ్‌లు అప్లికేషన్ స్టోర్ చేత నిర్వహించబడతాయి మరియు అప్లికేషన్ స్టోర్ యొక్క స్వంత నిబంధనలు మరియు షరతులచే నిర్వహించబడతాయి.</p><h2>ఫీజు మార్పులు</h2><p>కంపెనీ తన స్వంత అభీష్టానుసారం మరియు ఎప్పుడైనా, సభ్యత్వ రుసుమును సవరించవచ్చు. ప్రస్తుత సభ్యత్వ కాలం చివరిలో ఏదైనా చందా రుసుము మార్పు ప్రభావవంతంగా మారుతుంది.</p><p>అటువంటి మార్పు ప్రభావవంతం కావడానికి ముందే మీ సభ్యత్వాన్ని ముగించే అవకాశాన్ని ఇవ్వడానికి కంపెనీ మీకు చందా రుసుములలో ఏదైనా మార్పు గురించి సహేతుకమైన ముందస్తు నోటీసును అందిస్తుంది.</p><p>సభ్యత్వ రుసుము మార్పు అమల్లోకి వచ్చిన తర్వాత మీరు సేవ యొక్క నిరంతర ఉపయోగం సవరించిన సభ్యత్వ రుసుము మొత్తాన్ని చెల్లించడానికి మీ ఒప్పందం.</p><h2>వాపసు</h2><p>చట్టం ప్రకారం అవసరమైనప్పుడు తప్ప, చెల్లించిన సభ్యత్వ రుసుము తిరిగి చెల్లించబడదు.</p><p>సభ్యత్వాల కోసం కొన్ని వాపసు అభ్యర్థనలను కంపెనీ కేసుల వారీగా పరిగణించవచ్చు మరియు కంపెనీ యొక్క స్వంత అభీష్టానుసారం మంజూరు చేయవచ్చు.</p><p>అనువర్తనంలో కొనుగోలు ద్వారా చందా చేయబడితే, అప్లికేషన్ స్టోర్ యొక్క వాపసు విధానం వర్తిస్తుంది. మీరు వాపసు కోసం అభ్యర్థించాలనుకుంటే, మీరు నేరుగా అప్లికేషన్ స్టోర్‌ను సంప్రదించడం ద్వారా చేయవచ్చు.</p><h1>అనువర్తనంలో కొనుగోళ్లు</h1><p>ఉత్పత్తులు, సేవలు లేదా సభ్యత్వాలను కొనుగోలు చేయడానికి మిమ్మల్ని అనుమతించే అనువర్తనంలో కొనుగోళ్లు అనువర్తనంలో ఉండవచ్చు.</p><p>మీ పరికరాన్ని ఉపయోగించి అనువర్తనంలో కొనుగోళ్లను మీరు ఎలా నిర్వహించగలరనే దాని గురించి మరింత సమాచారం అప్లికేషన్ స్టోర్ యొక్క స్వంత నిబంధనలు మరియు షరతులలో లేదా మీ పరికర సహాయ సెట్టింగ్‌లలో ఏర్పాటు చేయవచ్చు.</p><p>అనువర్తనంలో కొనుగోళ్లు అనువర్తనంలో మాత్రమే వినియోగించబడతాయి. మీరు అనువర్తనంలో కొనుగోలు చేస్తే, మీరు దాని డౌన్‌లోడ్ ప్రారంభించిన తర్వాత అనువర్తనంలో కొనుగోలు రద్దు చేయబడదు. అనువర్తనంలో కొనుగోళ్లను నగదు లేదా ఇతర పరిశీలన కోసం రీడీమ్ చేయలేము లేదా బదిలీ చేయలేము.</p><p>ఏదైనా అనువర్తనంలో కొనుగోలు విజయవంతంగా డౌన్‌లోడ్ చేయబడకపోతే లేదా విజయవంతంగా డౌన్‌లోడ్ అయిన తర్వాత అది పని చేయకపోతే, మేము లోపం గురించి తెలుసుకున్న తర్వాత లేదా మీ ద్వారా తప్పు గురించి తెలియజేయబడిన తర్వాత, తప్పు యొక్క కారణాన్ని పరిశీలిస్తాము. మీకు అనువర్తనంలో కొనుగోలు చేయాలా వద్దా అని నిర్ణయించడంలో మేము సహేతుకంగా వ్యవహరిస్తాము లేదా లోపాన్ని సరిచేయడానికి మీకు ప్యాచ్ ఇస్తాము. అనువర్తనంలో కొనుగోలును భర్తీ చేయడానికి లేదా రిపేర్ చేయడానికి మేము ఏ సందర్భంలోనూ వసూలు చేయము. సంబంధిత అనువర్తన కొనుగోలును మేము భర్తీ చేయలేము లేదా మరమ్మత్తు చేయలేము లేదా సహేతుకమైన వ్యవధిలో చేయలేము మరియు మీకు గణనీయమైన అసౌకర్యం లేకుండా, మీకు కొంత మొత్తాన్ని తిరిగి చెల్లించడానికి మేము అప్లికేషన్ స్టోర్కు అధికారం ఇస్తాము. సంబంధిత అనువర్తన కొనుగోలు ఖర్చు. ప్రత్యామ్నాయంగా, మీరు వాపసు కోసం అభ్యర్థించాలనుకుంటే, మీరు నేరుగా అప్లికేషన్ స్టోర్‌ను సంప్రదించడం ద్వారా చేయవచ్చు.</p><p>అన్ని బిల్లింగ్ మరియు లావాదేవీ ప్రక్రియలు మీరు అప్లికేషన్‌ను డౌన్‌లోడ్ చేసిన చోట నుండి అప్లికేషన్ స్టోర్ చేత నిర్వహించబడుతున్నాయని మీరు గుర్తించి, అంగీకరిస్తున్నారు మరియు ఆ అప్లికేషన్ స్టోర్ యొక్క స్వంత నిబంధనలు మరియు షరతుల ద్వారా నిర్వహించబడతాయి.</p><p>అనువర్తనంలో కొనుగోళ్లతో మీకు ఏదైనా చెల్లింపు సంబంధిత సమస్యలు ఉంటే, మీరు నేరుగా అప్లికేషన్ స్టోర్‌ను సంప్రదించాలి.</p><h1>ఇతర వెబ్‌సైట్‌లకు లింక్‌లు</h1><p>మా సేవ మూడవ పక్ష వెబ్ సైట్‌లకు లేదా కంపెనీ యాజమాన్యంలోని లేదా నియంత్రించని సేవలకు లింక్‌లను కలిగి ఉండవచ్చు.</p><p>ఏదైనా మూడవ పార్టీ వెబ్ సైట్లు లేదా సేవల యొక్క కంటెంట్, గోప్యతా విధానాలు లేదా అభ్యాసాలపై కంపెనీకి నియంత్రణ లేదు మరియు బాధ్యత వహించదు. అటువంటి కంటెంట్, వస్తువులు లేదా సేవలపై అందుబాటులో ఉండటం లేదా వాటిపై ఆధారపడటం లేదా వాటిపై ఆధారపడటం వలన సంభవించిన లేదా సంభవించిన ఏదైనా నష్టం లేదా నష్టానికి కంపెనీ ప్రత్యక్షంగా లేదా పరోక్షంగా బాధ్యత వహించదని మీరు అంగీకరిస్తున్నారు మరియు అంగీకరిస్తున్నారు. లేదా అలాంటి వెబ్ సైట్లు లేదా సేవల ద్వారా.</p><p>మీరు సందర్శించే ఏదైనా మూడవ పార్టీ వెబ్ సైట్లు లేదా సేవల యొక్క నిబంధనలు మరియు షరతులు మరియు గోప్యతా విధానాలను చదవమని మేము మీకు గట్టిగా సలహా ఇస్తున్నాము.</p><h1>ముగింపు</h1><p>మీరు ఈ నిబంధనలు మరియు షరతులను ఉల్లంఘిస్తే పరిమితి లేకుండా సహా, ఏ కారణం చేతనైనా, ముందస్తు నోటీసు లేదా బాధ్యత లేకుండా, మీ ప్రాప్యతను మేము వెంటనే రద్దు చేయవచ్చు లేదా నిలిపివేయవచ్చు.</p><p>రద్దు చేసిన తర్వాత, సేవను ఉపయోగించుకునే మీ హక్కు వెంటనే ఆగిపోతుంది.</p><h1>బాధ్యత యొక్క పరిమితి</h1><p>మీకు ఏవైనా నష్టాలు ఉన్నప్పటికీ, ఈ నిబంధనల యొక్క ఏదైనా నిబంధన క్రింద కంపెనీ మరియు దాని సరఫరాదారుల యొక్క మొత్తం బాధ్యత మరియు పైన పేర్కొన్న అన్నింటికీ మీ ప్రత్యేకమైన పరిహారం సేవ ద్వారా మీరు చెల్లించిన మొత్తానికి లేదా 100 డాలర్లు మీరు సేవ ద్వారా ఏదైనా కొనుగోలు చేయకపోతే.</p><p>వర్తించే చట్టం ద్వారా అనుమతించబడిన గరిష్ట మేరకు, ఏదైనా ప్రత్యేక, యాదృచ్ఛిక, పరోక్ష లేదా పర్యవసానంగా జరిగే నష్టాలకు కంపెనీ లేదా దాని సరఫరాదారులు బాధ్యత వహించరు (లాభాల నష్టానికి నష్టాలు, డేటా నష్టం లేదా సహా) ఇతర సమాచారం, వ్యాపార అంతరాయం కోసం, వ్యక్తిగత గాయం కోసం, సేవ యొక్క ఉపయోగం లేదా అసమర్థతకు సంబంధించిన లేదా ఏ విధంగానైనా ఉత్పన్నమయ్యే గోప్యత కోల్పోవడం, మూడవ పార్టీ సాఫ్ట్‌వేర్ మరియు / లేదా సేవతో ఉపయోగించిన మూడవ పార్టీ హార్డ్‌వేర్, లేదా ఈ నిబంధనల యొక్క ఏదైనా నిబంధనతో సంబంధం లేకుండా), కంపెనీకి లేదా ఏదైనా సరఫరాదారుకు అటువంటి నష్టాల యొక్క అవకాశం గురించి సలహా ఇచ్చినప్పటికీ మరియు దాని ముఖ్యమైన ప్రయోజనం యొక్క పరిహారం విఫలమైనప్పటికీ.</p><p>కొన్ని రాష్ట్రాలు యాదృచ్ఛిక లేదా పర్యవసానంగా జరిగే నష్టాలకు సూచించిన వారెంటీలను మినహాయించడం లేదా బాధ్యత యొక్క పరిమితిని అనుమతించవు, అంటే పైన పేర్కొన్న కొన్ని పరిమితులు వర్తించవు. ఈ రాష్ట్రాల్లో, ప్రతి పార్టీ బాధ్యత చట్టం ద్వారా అనుమతించబడినంతవరకు పరిమితం చేయబడుతుంది.</p><h1>\"AS IS\" మరియు \"AS ASAILABLE\" నిరాకరణ</h1><p>ఈ సేవ మీకు \"ఉన్నది\" మరియు \"అందుబాటులో ఉంది\" మరియు ఎలాంటి వారంటీ లేకుండా అన్ని లోపాలు మరియు లోపాలతో అందించబడుతుంది. వర్తించే చట్టం ప్రకారం అనుమతించబడిన గరిష్ట మేరకు, కంపెనీ, దాని తరపున మరియు దాని అనుబంధ సంస్థలు మరియు దాని మరియు వారి సంబంధిత లైసెన్సర్లు మరియు సేవా ప్రదాతల తరపున, ఎక్స్ప్రెస్, సూచించిన, చట్టబద్ధమైన లేదా ఇతర అన్ని వారెంటీలను స్పష్టంగా నిరాకరిస్తుంది. వర్తకత్వం, నిర్దిష్ట ప్రయోజనం కోసం ఫిట్‌నెస్, టైటిల్ మరియు ఉల్లంఘన, మరియు వ్యవహరించే కోర్సు, పనితీరు, ఉపయోగం లేదా వాణిజ్య సాధన నుండి ఉత్పన్నమయ్యే వారెంటీలతో సహా సేవ. పైన పేర్కొన్న వాటికి పరిమితి లేకుండా, కంపెనీ ఎటువంటి వారెంటీ లేదా బాధ్యతను అందించదు మరియు సేవ మీ అవసరాలను తీర్చగలదని, ఏదైనా ఉద్దేశించిన ఫలితాలను సాధిస్తుందని, ఏ ఇతర సాఫ్ట్‌వేర్, అనువర్తనాలు, వ్యవస్థలు లేదా సేవలతో అనుకూలంగా లేదా పనిచేయగలదని, పనిచేస్తుందని సూచించదు. అంతరాయం లేకుండా, ఏదైనా పనితీరు లేదా విశ్వసనీయత ప్రమాణాలను పాటించండి లేదా లోపం లేకుండా ఉండండి లేదా ఏదైనా లోపాలు లేదా లోపాలు సరిదిద్దబడతాయి లేదా సరిచేయబడతాయి.</p><p>పైన పేర్కొన్న వాటిని పరిమితం చేయకుండా, కంపెనీ లేదా కంపెనీ ప్రొవైడర్‌లో ఏ రకమైన ప్రాతినిధ్యం లేదా వారెంటీ, వ్యక్తీకరించడం లేదా సూచించడం లేదు: (i) సేవ యొక్క ఆపరేషన్ లేదా లభ్యత, లేదా సమాచారం, కంటెంట్ మరియు పదార్థాలు లేదా ఉత్పత్తులు దానిపై చేర్చబడింది; (ii) సేవ నిరంతరాయంగా లేదా దోష రహితంగా ఉంటుందని; (iii) సేవ ద్వారా అందించబడిన ఏదైనా సమాచారం లేదా కంటెంట్ యొక్క ఖచ్చితత్వం, విశ్వసనీయత లేదా కరెన్సీకి సంబంధించి; లేదా (iv) కంపెనీ నుండి లేదా తరపున పంపిన సేవ, దాని సర్వర్లు, కంటెంట్ లేదా ఇ-మెయిల్స్ వైరస్లు, స్క్రిప్ట్స్, ట్రోజన్ హార్స్, పురుగులు, మాల్వేర్, టైమ్‌బాంబ్‌లు లేదా ఇతర హానికరమైన భాగాలు లేనివి.</p><p>కొన్ని న్యాయ పరిధులు వినియోగదారు యొక్క వర్తించే చట్టబద్ధమైన హక్కులపై కొన్ని రకాల వారెంటీలు లేదా పరిమితులను మినహాయించటానికి అనుమతించవు, కాబట్టి పైన పేర్కొన్న కొన్ని లేదా అన్ని మినహాయింపులు మరియు పరిమితులు మీకు వర్తించవు. అటువంటి సందర్భంలో, ఈ విభాగంలో పేర్కొన్న మినహాయింపులు మరియు పరిమితులు వర్తించే చట్టం ప్రకారం అమలు చేయదగిన మేరకు వర్తించబడతాయి.</p><h1>పాలక చట్టం</h1><p>దేశ చట్టాలు, దాని చట్ట నియమాల సంఘర్షణలను మినహాయించి, ఈ నిబంధనలను మరియు మీ సేవ యొక్క వినియోగాన్ని నియంత్రిస్తాయి. మీరు అప్లికేషన్ యొక్క ఉపయోగం ఇతర స్థానిక, రాష్ట్ర, జాతీయ లేదా అంతర్జాతీయ చట్టాలకు లోబడి ఉండవచ్చు.</p><h1>వివాదాల పరిష్కారం</h1><p>మీకు సేవ గురించి ఏదైనా ఆందోళన లేదా వివాదం ఉంటే, మొదట కంపెనీని సంప్రదించడం ద్వారా వివాదాన్ని అనధికారికంగా పరిష్కరించడానికి మీరు అంగీకరిస్తారు.</p><h1>యూరోపియన్ యూనియన్ (EU) వినియోగదారుల కోసం</h1><p>మీరు యూరోపియన్ యూనియన్ వినియోగదారులైతే, మీరు నివసించే దేశ చట్టంలోని ఏదైనా తప్పనిసరి నిబంధనల నుండి మీరు ప్రయోజనం పొందుతారు.</p><h1>యునైటెడ్ స్టేట్స్ ఫెడరల్ గవర్నమెంట్ ఎండ్ యూజ్ ప్రొవిజన్స్</h1><p>మీరు యుఎస్ ఫెడరల్ గవర్నమెంట్ ఎండ్ యూజర్ అయితే, మా సేవ \"వాణిజ్య అంశం\", ఎందుకంటే ఈ పదం 48 సిఎఫ్ఆర్ §2.101 వద్ద నిర్వచించబడింది.</p><h1>యునైటెడ్ స్టేట్స్ చట్టపరమైన వర్తింపు</h1><p>మీరు ప్రాతినిధ్యం వహిస్తున్నారు మరియు హామీ ఇస్తున్నారు (i) మీరు యునైటెడ్ స్టేట్స్ ప్రభుత్వ ఆంక్షలకు లోబడి ఉన్న దేశంలో లేరు, లేదా యునైటెడ్ స్టేట్స్ ప్రభుత్వం \"ఉగ్రవాద సహాయక\" దేశంగా నియమించబడింది మరియు (ii) మీరు కాదు ఏదైనా యునైటెడ్ స్టేట్స్ ప్రభుత్వ నిషేధించబడిన లేదా పరిమితం చేయబడిన పార్టీల జాబితాలో జాబితా చేయబడింది.</p><h1>తీవ్రత మరియు మాఫీ</h1><h2>తీవ్రత</h2><p>ఈ నిబంధనల యొక్క ఏదైనా నిబంధన అమలు చేయబడదు లేదా చెల్లదు అని భావిస్తే, అటువంటి నిబంధన యొక్క నిబంధనలను వర్తించే చట్టం ప్రకారం సాధ్యమైనంతవరకు సాధించడానికి అటువంటి నిబంధన మార్చబడుతుంది మరియు వివరించబడుతుంది మరియు మిగిలిన నిబంధనలు పూర్తి శక్తి మరియు ప్రభావంతో కొనసాగుతాయి.</p><h2>మాఫీ</h2><p>ఇక్కడ అందించినవి తప్ప, ఈ నిబంధనల ప్రకారం ఒక హక్కును వినియోగించుకోవడంలో లేదా ఒక బాధ్యత యొక్క పనితీరు అవసరమయ్యే వైఫల్యం అటువంటి హక్కును వినియోగించుకునే పార్టీ సామర్థ్యాన్ని ప్రభావితం చేయదు లేదా ఆ తర్వాత ఎప్పుడైనా అలాంటి పనితీరు అవసరం లేదా ఉల్లంఘన యొక్క మాఫీ మినహాయింపు కాదు ఏదైనా తదుపరి ఉల్లంఘన.</p><h1>అనువాద వివరణ</h1><p>ఈ నిబంధనలు మరియు షరతులు మా సేవలో మీకు అందుబాటులో ఉంచినట్లయితే అవి అనువదించబడి ఉండవచ్చు. వివాదం విషయంలో అసలు ఆంగ్ల వచనం ప్రబలంగా ఉంటుందని మీరు అంగీకరిస్తున్నారు.</p><h1>ఈ నిబంధనలు మరియు షరతులకు మార్పులు</h1><p>ఈ నిబంధనలను ఎప్పుడైనా సవరించడానికి లేదా భర్తీ చేయడానికి మా స్వంత అభీష్టానుసారం మేము హక్కును కలిగి ఉన్నాము. పునర్విమర్శ పదార్థమైతే, ఏదైనా కొత్త నిబంధనలు అమలులోకి రాకముందే కనీసం 30 రోజుల నోటీసు ఇవ్వడానికి మేము సహేతుకమైన ప్రయత్నాలు చేస్తాము. భౌతిక మార్పు ఏమిటో మా స్వంత అభీష్టానుసారం నిర్ణయించబడుతుంది.</p><p>ఆ పునర్విమర్శలు ప్రభావవంతం అయిన తర్వాత మా సేవను ప్రాప్యత చేయడం లేదా ఉపయోగించడం కొనసాగించడం ద్వారా, సవరించిన నిబంధనలకు కట్టుబడి ఉండాలని మీరు అంగీకరిస్తున్నారు. మీరు క్రొత్త నిబంధనలను పూర్తిగా లేదా పాక్షికంగా అంగీకరించకపోతే, దయచేసి వెబ్‌సైట్ మరియు సేవను ఉపయోగించడం మానేయండి.</p><h1>నిరాకరణ</h1><p>కరెన్సీ.వికీ మార్పిడి రేట్లు సమాచార ప్రయోజనాల కోసం మాత్రమే. అంతర్జాతీయ డబ్బు బదిలీలు మరియు లావాదేవీలు చేయడానికి ముందు దయచేసి మీ ఫారెక్స్ బ్రోకర్ లేదా ఆర్థిక సంస్థతో కరెన్సీ రేట్లను ధృవీకరించండి / నిర్ధారించండి.</p><h1>క్రెడిట్స్</h1><p>చార్ట్‌లను ఉపయోగించడానికి ఉచిత చిహ్నాలు మరియు ఉచిత లైసెన్స్‌లను సృష్టించినందుకు మేము ఈ క్రింది రచయితలకు ధన్యవాదాలు తెలియజేస్తున్నాము.</p><ul><li>MD బాద్షా మీ: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>ఐకాన్ కింగ్ 1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>ఫ్రీపిక్: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=te&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>మమ్మల్ని సంప్రదించండి</h1><p>ఈ నిబంధనలు మరియు షరతుల గురించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, మీరు మమ్మల్ని సంప్రదించవచ్చు:</p><ul><li>ఇమెయిల్ ద్వారా: info@currency.wiki</li></ul><p> </p>",
  "presets": "ప్రీసెట్లు",
  "select": "ఎంచుకోండి",

  "iso": "తెలుగు",
  "AED": "యునైటెడ్ అరబ్ ఎమిరేట్స్ దిర్హామ్",
  "AFN": "ఆఫ్ఘన్ ఆఫ్ఘని",
  "ALL": "అల్బేనియన్ లెక్",
  "AMD": "అర్మేనియన్ డ్రామ్",
  "ANG": "నెదర్లాండ్స్ యాంటిలియన్ గిల్డర్",
  "AOA": "అంగోలాన్ క్వాన్జా",
  "ARS": "అర్జెంటీనా పెసో",
  "AUD": "ఆస్ట్రేలియన్ డాలర్",
  "AWG": "అరుబాన్ ఫ్లోరిన్",
  "AZN": "అజర్‌బైజాన్ మనత్",
  "BAM": "బోస్నియా-హెర్జెగోవినా కన్వర్టిబుల్ మార్క్",
  "BBD": "బార్బేడియన్ డాలర్",
  "BDT": "బంగ్లాదేశ్ టాకా",
  "BGN": "బల్గేరియన్ లెవ్",
  "BHD": "బహ్రెయిన్ దినార్",
  "BIF": "బురుండియన్ ఫ్రాంక్",
  "BMD": "బెర్ముడాన్ డాలర్",
  "BND": "బ్రూనై డాలర్",
  "BOB": "బొలీవియన్ బొలీవియానో",
  "BRL": "బ్రెజిలియన్ రియల్",
  "BSD": "బహమియన్ డాలర్",
  "BTC": "వికీపీడియా",
  "BTN": "భూటానీస్ న్గుల్ట్రమ్",
  "BWP": "బోట్స్వానన్ పులా",
  "BYN": "బెలారసియన్ రూబుల్",
  "BZD": "బెలిజ్ డాలర్",
  "CAD": "కెనడియన్ డాలర్",
  "CDF": "కాంగో ఫ్రాంక్",
  "CHF": "స్విస్ ఫ్రాంక్",
  "CLF": "చిలీ యూనిట్ ఆఫ్ అకౌంట్ (యుఎఫ్)",
  "CLP": "చిలీ పెసో",
  "CNY": "చైనీస్ యువాన్",
  "COP": "కొలంబియన్ పెసో",
  "CRC": "కోస్టా రికాన్ కోలన్",
  "CUC": "క్యూబన్ కన్వర్టిబుల్ పెసో",
  "CUP": "క్యూబన్ పెసో",
  "CVE": "కేప్ వెర్డియన్ ఎస్కుడో",
  "CZK": "చెక్ రిపబ్లిక్ కొరుణ",
  "DJF": "జిబౌటియన్ ఫ్రాంక్",
  "DKK": "డానిష్ క్రోన్",
  "DOP": "డొమినికన్ పెసో",
  "DZD": "అల్జీరియన్ దినార్",
  "EGP": "ఈజిప్టు పౌండ్",
  "ERN": "ఎరిట్రియన్ నక్ఫా",
  "ETB": "ఇథియోపియన్ బిర్ర్",
  "EUR": "యూరో",
  "FJD": "ఫిజియన్ డాలర్",
  "FKP": "ఫాక్లాండ్ దీవులు పౌండ్",
  "GBP": "బ్రిటిష్ పౌండ్ స్టెర్లింగ్",
  "GEL": "జార్జియన్ లారి",
  "GGP": "గ్వెర్న్సీ పౌండ్",
  "GHS": "ఘనాయన్ సెడి",
  "GIP": "జిబ్రాల్టర్ పౌండ్",
  "GMD": "గాంబియన్ దలాసి",
  "GNF": "గినియా ఫ్రాంక్",
  "GTQ": "గ్వాటెమాలన్ క్వెట్జల్",
  "GYD": "గయానీస్ డాలర్",
  "HKD": "హాంకాంగ్ డాలర్",
  "HNL": "హోండురాన్ లెంపిరా",
  "HRK": "క్రొయేషియన్ కునా",
  "HTG": "హైటియన్ గౌర్డే",
  "HUF": "హంగేరియన్ ఫోరింట్",
  "IDR": "ఇండోనేషియా రూపయ్య",
  "ILS": "ఇజ్రాయెల్ న్యూ షెకెల్",
  "IMP": "మాంక్ పౌండ్",
  "INR": "భారతీయ రూపాయి",
  "IQD": "ఇరాకీ దినార్",
  "IRR": "ఇరానియన్ రియాల్",
  "ISK": "ఐస్లాండిక్ క్రానా",
  "JEP": "జెర్సీ పౌండ్",
  "JMD": "జమైకన్ డాలర్",
  "JOD": "జోర్డాన్ దినార్",
  "JPY": "జపనీస్ యెన్",
  "KES": "కెన్యా షిల్లింగ్",
  "KGS": "కిర్గిస్తానీ సోమ్",
  "KHR": "కంబోడియన్ రీల్",
  "KMF": "కొమోరియన్ ఫ్రాంక్",
  "KPW": "ఉత్తర కొరియా గెలిచింది",
  "KRW": "దక్షిణ కొరియా గెలిచింది",
  "KWD": "కువైట్ దినార్",
  "KYD": "కేమాన్ దీవులు డాలర్",
  "KZT": "కజకిస్తానీ టెంగే",
  "LAK": "లావోటియన్ కిప్",
  "LBP": "లెబనీస్ పౌండ్",
  "LKR": "శ్రీలంక రూపాయి",
  "LRD": "లైబీరియన్ డాలర్",
  "LSL": "లెసోతో లోతి",
  "LTL": "లిథువేనియన్ లిటాస్",
  "LVL": "లాట్వియన్ లాట్స్",
  "LYD": "లిబియా దినార్",
  "MAD": "మొరాకో దిర్హామ్",
  "MDL": "మోల్డోవన్ లేయు",
  "MGA": "మాలాగసీ అరియరీ",
  "MKD": "మాసిడోనియన్ డెనార్",
  "MMK": "మయన్మా కయాట్",
  "MNT": "మంగోలియన్ తుగ్రిక్",
  "MOP": "మకనీస్ పటాకా",
  "MRO": "మౌరిటానియన్ ఓగుయా",
  "MUR": "మారిషన్ రూపాయి",
  "MVR": "మాల్దీవియన్ రూఫియా",
  "MWK": "మాలావియన్ క్వాచా",
  "MXN": "మెక్సికన్ పెసో",
  "MYR": "మలేషియా రింగ్‌గిట్",
  "MZN": "మొజాంబికన్ మెటికల్",
  "NAD": "నమీబియా డాలర్",
  "NGN": "నైజీరియా నైరా",
  "NIO": "నికరాగువాన్ కార్డోబా",
  "NOK": "నార్వేజియన్ క్రోన్",
  "NPR": "నేపాల్ రూపాయి",
  "NZD": "న్యూజిలాండ్ డాలర్",
  "OMR": "ఒమానీ రియాల్",
  "PAB": "పనామేనియన్ బాల్బోవా",
  "PEN": "పెరువియన్ న్యువో సోల్",
  "PGK": "పాపువా న్యూ గినియా కినా",
  "PHP": "ఫిలిప్పీన్ పెసో",
  "PKR": "పాకిస్తాన్ రూపాయి",
  "PLN": "పోలిష్ జ్లోటీ",
  "PYG": "పరాగ్వేయన్ గ్వారానీ",
  "QAR": "ఖతారి రియాల్",
  "RON": "రొమేనియన్ లేయు",
  "RSD": "సెర్బియన్ దినార్",
  "RUB": "రష్యన్ రూబుల్",
  "RWF": "ర్వాండన్ ఫ్రాంక్",
  "SAR": "సౌదీ రియాల్",
  "SBD": "సోలమన్ దీవుల డాలర్",
  "SCR": "సీషెల్లోయిస్ రూపాయి",
  "SDG": "సుడానీస్ పౌండ్",
  "SEK": "స్వీడిష్ క్రోనా",
  "SGD": "సింగపూర్ డాలర్",
  "SHP": "సెయింట్ హెలెనా పౌండ్",
  "SLL": "సియెర్రా లియోన్ లియోన్",
  "SOS": "సోమాలి షిల్లింగ్",
  "SRD": "సురినామెస్ డాలర్",
  "STD": "సావో టోమే మరియు ప్రిన్సిపీ డోబ్రా",
  "SVC": "సాల్వడోరన్ కోలన్",
  "SYP": "సిరియన్ పౌండ్",
  "SZL": "స్వాజీ లీలంగేని",
  "THB": "థాయ్ బట్",
  "TJS": "తజికిస్తానీ సోమోని",
  "TMT": "తుర్క్మెనిస్తానీ మనత్",
  "TND": "ట్యునీషియా దినార్",
  "TOP": "టోంగాన్ పానాంగా",
  "TRY": "టర్కిష్ లిరా",
  "TTD": "ట్రినిడాడ్ మరియు టొబాగో డాలర్",
  "TWD": "న్యూ తైవాన్ డాలర్",
  "TZS": "టాంజానియన్ షిల్లింగ్",
  "UAH": "ఉక్రేనియన్ హ్రివ్నియా",
  "UGX": "ఉగాండా షిల్లింగ్",
  "USD": "యునైటెడ్ స్టేట్స్ డాలర్",
  "UYU": "ఉరుగ్వేయన్ పెసో",
  "UZS": "ఉజ్బెకిస్తాన్ సోమ్",
  "VES": "వెనిజులా బోలివర్ ఫుర్టే",
  "VND": "వియత్నామీస్ డాంగ్",
  "VUV": "వనౌటు వాటు",
  "WST": "సమోవాన్ తాలా",
  "XAF": "CFA ఫ్రాంక్ BEAC",
  "XAG": "వెండి (ట్రాయ్ oun న్స్)",
  "XAU": "బంగారం (ట్రాయ్ oun న్స్)",
  "XCD": "తూర్పు కరేబియన్ డాలర్",
  "XDR": "ప్రత్యేక డ్రాయింగ్ హక్కులు",
  "XOF": "CFA ఫ్రాంక్ BCEAO",
  "XPF": "CFP ఫ్రాంక్",
  "YER": "యెమెన్ రియాల్",
  "ZAR": "దక్షిణాఫ్రికా రాండ్",
  "ZMK": "జాంబియన్ క్వాచా (2013 కి ముందు)",
  "ZMW": "జాంబియన్ క్వాచా",
  "ZWL": "జింబాబ్వే డాలర్"
}