{
  "update": "Diperbarui",
  "addCurrency": "Tambahkan Mata Uang",
  "selectedCurrency": "Mata Uang yang Dipilih",
  "monetary": "Format Moneter",
  "decimal": "format desimal",
  "firstTextRatingPage": "Harap beri peringkat aplikasi!",
  "secondTextRatingPage": "Ketuk bintang dan buka dengan Google Play Store untuk menilai",
  "buttonTextRatingPage": "TIDAK SEKARANG",
  "removeAds": "Hapus Iklan",
  "removeAdsContent": "Dukung proyek kami dengan Langganan tahunan kecil",
  "selectLanguage": "Pilih Bahasa",
  "english": " inggris",
  "colorsSelection": "Pilihan Warna",
  "theme": "Tema",
  "light": "Cahaya",
  "dark": "Gelap",
  "widgetTransparency": "Transparansi Widget",
  "visualSize": "Ukuran Visual",
  "A ": "A",
  "multiConverter": "Peluncur Logo Aplikasi",
  "multi-Konverter": "Multi-Konverter",
  "multiConverterContent1": "Akan membuka multi-konverter secara default.",
  "multiConverterContent2": "CATATAN:",
  "multiConverterContent3": "Fitur ini hanya berfungsi dengan peluncur logo aplikasi",
  "tampilan": "Tampilan",
  "display1": "Tampilkan Kode Mata Uang",
  "display2": "Menampilkan Simbol Mata Uang",
  "display3": "Tampilkan Bendera Mata Uang",
  "dateFormat": "Format data",
  "not": "Tidak sekarang",
  "selected": "DIPILIH",
  "currencyList": "DAFTAR MATA UANG",
  "dontShow": "Jangan Tampilkan",
  "support": "Dukungan",
  "term": "istilah",
  "privacy": "Kebijakan Privasi",
  "unlocked ": "Tidak Terkunci",
  "locked": "Terkunci",
  "custom": "Adat",
  "try": "Coba Warna ini",
  "unlock": "Buka Kunci",
  "wiki": ",Oleh:Currency.wiki",
  "multi": "Multi-Konverter",
  "html_policy": "<h1><strong>Rahasia pribadi</strong></h1><p>Terakhir diperbarui: 13 Maret 2021</p><p>Kebijakan Privasi ini menjelaskan kebijakan dan prosedur kami tentang pengumpulan, penggunaan, dan pengungkapan informasi Anda saat Anda menggunakan Layanan dan memberi tahu Anda tentang hak privasi Anda dan bagaimana hukum melindungi Anda.</p><p>Kami menggunakan Data Pribadi Anda untuk menyediakan dan meningkatkan Layanan. Dengan menggunakan Layanan, Anda menyetujui pengumpulan dan penggunaan informasi sesuai dengan Kebijakan Privasi ini.</p><h1><strong>Interpretasi dan Definisi</strong></h1><h2><strong>Penafsiran</strong></h2><p>Kata-kata yang menggunakan huruf kapital memiliki arti yang ditentukan dalam kondisi berikut. Definisi berikut akan memiliki arti yang sama terlepas dari apakah mereka muncul dalam bentuk tunggal atau jamak.</p><h2><strong>Definisi</strong></h2><p>Untuk tujuan Kebijakan Privasi ini:</p><ul><li><strong>Akun </strong>berarti akun unik yang dibuat untuk Anda untuk mengakses Layanan kami atau bagian dari Layanan kami. </li><li><strong>Afiliasi </strong>berarti entitas yang mengendalikan, dikendalikan oleh, atau berada di bawah kendali yang sama dengan suatu pihak, di mana \"kendali\" berarti kepemilikan 50% atau lebih saham, kepentingan ekuitas, atau sekuritas lain yang berhak memberikan suara untuk pemilihan direktur atau otoritas pengelola lainnya. . </li><li><strong>Aplikasi </strong>berarti program perangkat lunak yang disediakan oleh Perusahaan yang diunduh oleh Anda pada perangkat elektronik apa pun, bernama Aplikasi Konverter Mata Uang oleh Currency.Wiki </li><li><strong>Perusahaan </strong>(disebut sebagai \"Perusahaan\", \"Kami\", \"Kami\" atau \"Milik Kami\" dalam Perjanjian ini) mengacu pada Currency.Wiki , 122 15th St # 431 Del Mar, CA 92014. </li><li><strong>Negara </strong>mengacu pada: California, Amerika Serikat </li><li><strong>Perangkat </strong>berarti perangkat apa pun yang dapat mengakses Layanan seperti komputer, ponsel, atau tablet digital. </li><li><strong>Data Pribadi </strong>adalah informasi apa pun yang terkait dengan individu yang diidentifikasi atau dapat diidentifikasi. </li><li><strong>Layanan </strong>mengacu pada Aplikasi. </li><li><strong>Penyedia Layanan </strong>berarti setiap orang perseorangan atau badan hukum yang memproses data atas nama Perusahaan. Ini mengacu pada perusahaan pihak ketiga atau individu yang dipekerjakan oleh Perusahaan untuk memfasilitasi Layanan, untuk menyediakan Layanan atas nama Perusahaan, untuk melakukan layanan yang terkait dengan Layanan atau untuk membantu Perusahaan dalam menganalisis bagaimana Layanan digunakan. </li><li><strong>Layanan Media Sosial pihak ketiga </strong>mengacu pada situs web apa pun atau situs web jejaring sosial apa pun di mana Pengguna dapat masuk atau membuat akun untuk menggunakan Layanan. </li><li><strong>Data Penggunaan </strong>mengacu pada data yang dikumpulkan secara otomatis, baik yang dihasilkan oleh penggunaan Layanan atau dari infrastruktur Layanan itu sendiri (misalnya, durasi kunjungan halaman). </li><li><strong>Anda </strong>berarti individu yang mengakses atau menggunakan Layanan, atau perusahaan, atau badan hukum lain yang atas nama orang tersebut mengakses atau menggunakan Layanan, sebagaimana berlaku. </li></ul><h1><strong>Mengumpulkan dan Menggunakan Data Pribadi Anda</strong></h1><h2><strong>Jenis Data yang Dikumpulkan</strong></h2><h3><strong>Data pribadi</strong></h3><p>Saat menggunakan Layanan Kami, Kami dapat meminta Anda untuk memberikan kami informasi pengenal pribadi tertentu yang dapat digunakan untuk menghubungi atau mengidentifikasi Anda. Informasi yang dapat diidentifikasi secara pribadi mungkin termasuk, tetapi tidak terbatas pada:</p><ul><li>Alamat email</li><li>Data Penggunaan</li></ul><h3><strong>Data Penggunaan</strong></h3><p>Data Penggunaan dikumpulkan secara otomatis saat menggunakan Layanan.</p><p>Data Penggunaan dapat mencakup informasi seperti alamat Protokol Internet Perangkat Anda (misalnya alamat IP), jenis browser, versi browser, halaman Layanan kami yang Anda kunjungi, waktu dan tanggal kunjungan Anda, waktu yang dihabiskan untuk halaman tersebut, perangkat unik pengenal dan data diagnostik lainnya.</p><p>Ketika Anda mengakses Layanan oleh atau melalui perangkat seluler, Kami dapat mengumpulkan informasi tertentu secara otomatis, termasuk, namun tidak terbatas pada, jenis perangkat seluler yang Anda gunakan, ID unik perangkat seluler Anda, alamat IP perangkat seluler Anda, ponsel Anda. sistem operasi, jenis browser Internet seluler yang Anda gunakan, pengenal perangkat unik, dan data diagnostik lainnya.</p><p>Kami juga dapat mengumpulkan informasi yang dikirimkan browser Anda setiap kali Anda mengunjungi Layanan kami atau saat Anda mengakses Layanan dengan atau melalui perangkat seluler.</p><h2><strong>Penggunaan Data Pribadi Anda</strong></h2><p>Perusahaan dapat menggunakan Data Pribadi untuk tujuan berikut:</p><ul><li><strong>Untuk menyediakan dan memelihara Layanan kami </strong>, termasuk untuk memantau penggunaan Layanan kami.</li><li><strong>Untuk mengelola Akun Anda: </strong>untuk mengelola pendaftaran Anda sebagai pengguna Layanan. Data Pribadi yang Anda berikan dapat memberi Anda akses ke berbagai fungsi Layanan yang tersedia untuk Anda sebagai pengguna terdaftar. </li><li><strong>Untuk pelaksanaan kontrak: </strong>pengembangan, kepatuhan, dan pelaksanaan kontrak pembelian untuk produk, item, atau layanan yang telah Anda beli atau kontrak lain apa pun dengan Kami melalui Layanan. </li><li><strong>Untuk menghubungi Anda: </strong>Untuk menghubungi Anda melalui email, panggilan telepon, SMS, atau bentuk komunikasi elektronik lain yang setara, seperti pemberitahuan push aplikasi seluler mengenai pembaruan atau komunikasi informatif terkait dengan fungsi, produk atau layanan yang dikontrak, termasuk pembaruan keamanan, bila perlu atau wajar untuk penerapannya. </li><li><strong>Untuk memberi Anda </strong>berita, penawaran khusus, dan informasi umum tentang barang, layanan, dan acara lain yang kami tawarkan yang serupa dengan yang telah Anda beli atau tanyakan kecuali Anda telah memilih untuk tidak menerima informasi tersebut. </li><li><strong>Untuk mengelola permintaan Anda: </strong>Untuk menghadiri dan mengelola permintaan Anda kepada Kami. </li><li><strong>Untuk transfer bisnis: </strong>Kami dapat menggunakan informasi Anda untuk mengevaluasi atau melakukan merger, divestasi, restrukturisasi, reorganisasi, pembubaran, atau penjualan lain atau pengalihan sebagian atau semua aset Kami, baik sebagai kelangsungan atau sebagai bagian dari kebangkrutan, likuidasi, atau proses serupa, di mana Data Pribadi yang Kami miliki tentang pengguna Layanan kami termasuk di antara aset yang ditransfer. </li><li><strong>Untuk tujuan lain </strong>: Kami dapat menggunakan informasi Anda untuk tujuan lain, seperti analisis data, mengidentifikasi tren penggunaan, menentukan keefektifan kampanye promosi kami dan untuk mengevaluasi serta meningkatkan Layanan, produk, layanan, pemasaran, dan pengalaman Anda.</li></ul><p>Kami dapat membagikan informasi pribadi Anda dalam situasi berikut:</p><ul><li><strong>Dengan Penyedia Layanan: </strong>Kami dapat membagikan informasi pribadi Anda dengan Penyedia Layanan untuk memantau dan menganalisis penggunaan Layanan kami, untuk menampilkan iklan kepada Anda untuk membantu mendukung dan memelihara Layanan Kami, untuk pemrosesan pembayaran, untuk menghubungi Anda. </li><li><strong>Untuk transfer bisnis: </strong>Kami dapat membagikan atau mentransfer informasi pribadi Anda sehubungan dengan, atau selama negosiasi, merger, penjualan aset Perusahaan, pembiayaan, atau akuisisi semua atau sebagian bisnis Kami ke perusahaan lain. </li><li><strong>Dengan Afiliasi: </strong>Kami dapat membagikan informasi Anda dengan afiliasi Kami, dalam hal ini kami akan meminta afiliasi tersebut untuk menghormati Kebijakan Privasi ini. Afiliasi termasuk perusahaan induk Kami dan anak perusahaan lainnya, mitra usaha patungan atau perusahaan lain yang Kami kendalikan atau yang berada di bawah kendali yang sama dengan Kami. </li><li><strong>Dengan mitra bisnis: </strong>Kami dapat membagikan informasi Anda dengan mitra bisnis kami untuk menawarkan produk, layanan, atau promosi tertentu kepada Anda. </li><li><strong>Dengan pengguna lain: </strong>ketika Anda berbagi informasi pribadi atau berinteraksi di tempat umum dengan pengguna lain, informasi tersebut dapat dilihat oleh semua pengguna dan dapat didistribusikan secara publik di luar. Jika Anda berinteraksi dengan pengguna lain atau mendaftar melalui Layanan Media Sosial Pihak Ketiga, kontak Anda di Layanan Media Sosial Pihak Ketiga dapat melihat nama, profil, gambar, dan deskripsi aktivitas Anda. Demikian pula, pengguna lain akan dapat melihat deskripsi aktivitas Anda, berkomunikasi dengan Anda dan melihat profil Anda. </li><li><strong>Dengan persetujuan Anda </strong>: Kami dapat mengungkapkan informasi pribadi Anda untuk tujuan lain apa pun dengan persetujuan Anda.</li></ul><h2><strong>Penyimpanan Data Pribadi Anda</strong></h2><p>Perusahaan akan menyimpan Data Pribadi Anda hanya selama diperlukan untuk tujuan yang ditetapkan dalam Kebijakan Privasi ini. Kami akan menyimpan dan menggunakan Data Pribadi Anda sejauh yang diperlukan untuk mematuhi kewajiban hukum kami (misalnya, jika kami diminta untuk menyimpan data Anda untuk mematuhi hukum yang berlaku), menyelesaikan perselisihan, dan menegakkan perjanjian dan kebijakan hukum kami.</p><p>Perusahaan juga akan menyimpan Data Penggunaan untuk tujuan analisis internal. Data Penggunaan umumnya disimpan untuk jangka waktu yang lebih singkat, kecuali jika data ini digunakan untuk memperkuat keamanan atau untuk meningkatkan fungsionalitas Layanan Kami, atau Kami secara hukum berkewajiban untuk menyimpan data ini untuk jangka waktu yang lebih lama.</p><h2><strong>Transfer Data Pribadi Anda</strong></h2><p>Informasi Anda, termasuk Data Pribadi, diproses di kantor operasional Perusahaan dan di tempat lain di mana para pihak yang terlibat dalam pemrosesan berada. Ini berarti bahwa informasi ini dapat ditransfer ke - dan dipelihara di - komputer yang terletak di luar negara bagian, provinsi, negara atau yurisdiksi pemerintah Anda lainnya di mana undang-undang perlindungan data mungkin berbeda dari yang ada di yurisdiksi Anda.</p><p>Persetujuan Anda untuk Kebijakan Privasi ini diikuti dengan penyerahan informasi tersebut oleh Anda merupakan persetujuan Anda untuk transfer tersebut.</p><p>Perusahaan akan mengambil semua langkah yang diperlukan secara wajar untuk memastikan bahwa data Anda diperlakukan dengan aman dan sesuai dengan Kebijakan Privasi ini dan tidak ada transfer Data Pribadi Anda yang akan dilakukan ke suatu organisasi atau negara kecuali jika ada kontrol yang memadai termasuk keamanan Data Anda dan informasi pribadi lainnya.</p><h2><strong>Pengungkapan Data Pribadi Anda</strong></h2><h3><strong>Transaksi bisnis</strong></h3><p>Jika Perusahaan terlibat dalam merger, akuisisi, atau penjualan aset, Data Pribadi Anda dapat ditransfer. Kami akan memberikan pemberitahuan sebelum Data Pribadi Anda ditransfer dan tunduk pada Kebijakan Privasi yang berbeda.</p><h3><strong>Penegakan hukum</strong></h3><p>Dalam keadaan tertentu, Perusahaan mungkin diminta untuk mengungkapkan Data Pribadi Anda jika diminta untuk melakukannya oleh hukum atau sebagai tanggapan atas permintaan yang sah oleh otoritas publik (misalnya pengadilan atau lembaga pemerintah).</p><h3><strong>Persyaratan hukum lainnya</strong></h3><p>Perusahaan dapat mengungkapkan Data Pribadi Anda dengan itikad baik bahwa tindakan tersebut diperlukan untuk:</p><ul><li>Mematuhi kewajiban hukum</li><li>Melindungi dan mempertahankan hak atau properti Perusahaan</li><li>Cegah atau selidiki kemungkinan kesalahan sehubungan dengan Layanan</li><li>Melindungi keamanan pribadi Pengguna Layanan atau publik</li><li>Lindungi dari tanggung jawab hukum</li></ul><h2><strong>Keamanan Data Pribadi Anda</strong></h2><p>Keamanan Data Pribadi Anda penting bagi Kami, tetapi ingatlah bahwa tidak ada metode transmisi melalui Internet, atau metode penyimpanan elektronik yang 100% aman. Meskipun Kami berusaha untuk menggunakan cara yang dapat diterima secara komersial untuk melindungi Data Pribadi Anda, Kami tidak dapat menjamin keamanan mutlaknya.</p><h1><strong>Informasi Terperinci tentang Pemrosesan Data Pribadi Anda</strong></h1><p>Penyedia Layanan yang Kami gunakan mungkin memiliki akses ke Data Pribadi Anda. Vendor pihak ketiga ini mengumpulkan, menyimpan, menggunakan, memproses, dan mentransfer informasi tentang aktivitas Anda di Layanan Kami sesuai dengan Kebijakan Privasi mereka.</p><h2><strong>Analytics</strong></h2><p>Kami dapat menggunakan penyedia Layanan pihak ketiga untuk memantau dan menganalisis penggunaan Layanan kami.</p><ul><li><strong>Google Analytics</strong></li></ul><p>Google Analytics adalah layanan analisis web yang ditawarkan oleh Google yang melacak dan melaporkan lalu lintas situs web. Google menggunakan data yang dikumpulkan untuk melacak dan memantau penggunaan Layanan kami. Data ini dibagikan dengan layanan Google lainnya. Google dapat menggunakan data yang dikumpulkan untuk mengontekstualisasikan dan mempersonalisasi iklan dari jaringan periklanannya sendiri.</p><p>Anda dapat memilih keluar dari fitur Google Analytics tertentu melalui pengaturan perangkat seluler Anda, seperti pengaturan iklan perangkat Anda atau dengan mengikuti petunjuk yang diberikan oleh Google dalam Kebijakan Privasi mereka: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Untuk informasi lebih lanjut tentang praktik privasi Google, silakan kunjungi halaman web Privasi &amp; Ketentuan Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase adalah layanan analitik yang disediakan oleh Google Inc.</p><p>Anda dapat memilih keluar dari fitur Firebase tertentu melalui pengaturan perangkat seluler Anda, seperti pengaturan periklanan perangkat Anda atau dengan mengikuti petunjuk yang diberikan oleh Google dalam Kebijakan Privasi mereka: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>Kami juga mendorong Anda untuk meninjau kebijakan Google untuk mengamankan data Anda: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a> </p><p>Untuk informasi lebih lanjut tentang jenis informasi yang dikumpulkan Firebase, silakan kunjungi Bagaimana Google menggunakan data saat Anda menggunakan situs web atau aplikasi mitra kami: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>Kebijakan Privasi mereka dapat dilihat di <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://www.appsflyer.com/privacy-policy/\">https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>Iklan Aplikasi Facebook</strong></li></ul><p>Kebijakan Privasi mereka dapat dilihat di <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://www.facebook.com/about/privacy\">https://www.facebook.com/about/privacy</a> </p><h2><strong>Periklanan</strong></h2><p>Kami dapat menggunakan Penyedia Layanan untuk menampilkan iklan kepada Anda untuk membantu mendukung dan memelihara Layanan Kami.</p><ul><li><strong>AdMob oleh Google</strong></li></ul><p>AdMob oleh Google disediakan oleh Google Inc.</p><p>Anda dapat menyisih dari layanan AdMob oleh Google dengan mengikuti petunjuk yang dijelaskan oleh Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=id</a> </p><p>Untuk informasi lebih lanjut tentang bagaimana Google menggunakan informasi yang dikumpulkan, silakan kunjungi halaman \"Bagaimana Google menggunakan data saat Anda menggunakan situs atau aplikasi mitra kami\": <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> atau kunjungi Privacy Kebijakan Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>   </p><h2><strong>Pembayaran</strong></h2><p>Kami dapat menyediakan produk dan / atau layanan berbayar dalam Layanan. Dalam hal ini, kami dapat menggunakan layanan pihak ketiga untuk pemrosesan pembayaran (misalnya pemroses pembayaran).</p><p>Kami tidak akan menyimpan atau mengumpulkan detail kartu pembayaran Anda. Informasi tersebut diberikan langsung kepada pemroses pembayaran pihak ketiga kami yang penggunaan informasi pribadi Anda diatur oleh Kebijakan Privasi mereka. Pemroses pembayaran ini mematuhi standar yang ditetapkan oleh PCI-DSS sebagaimana dikelola oleh Dewan Standar Keamanan PCI, yang merupakan upaya bersama merek-merek seperti Visa, Mastercard, American Express, dan Discover. Persyaratan PCI-DSS membantu memastikan penanganan informasi pembayaran yang aman.</p><ul><li><strong>Pembayaran Dalam Aplikasi Google Play</strong></li></ul><p>Kebijakan Privasi mereka dapat dilihat di <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://www.google.com/policies/privacy/\">https://www.google.com/policies/privacy/</a> </p><h1><strong>Privasi Anak-anak</strong></h1><p>Layanan kami tidak ditujukan kepada siapa pun yang berusia di bawah 13 tahun. Kami tidak dengan sengaja mengumpulkan informasi yang dapat diidentifikasi secara pribadi dari siapa pun yang berusia di bawah 13 tahun. Jika Anda adalah orang tua atau wali dan Anda mengetahui bahwa anak Anda telah memberikan Data Pribadi kepada Kami, mohon Hubungi kami. Jika Kami mengetahui bahwa Kami telah mengumpulkan Data Pribadi dari siapa pun yang berusia di bawah 13 tahun tanpa verifikasi izin orang tua, Kami mengambil langkah-langkah untuk menghapus informasi tersebut dari server Kami.</p><p>Jika Kami perlu mengandalkan persetujuan sebagai dasar hukum untuk memproses informasi Anda dan negara Anda memerlukan persetujuan dari orang tua, Kami mungkin memerlukan persetujuan orang tua Anda sebelum Kami mengumpulkan dan menggunakan informasi tersebut.</p><h1><strong>Tautan ke Situs Web Lain</strong></h1><p>Layanan kami mungkin berisi tautan ke situs web lain yang tidak dioperasikan oleh Kami. Jika Anda mengklik link pihak ketiga, Anda akan diarahkan ke situs pihak ketiga tersebut. Kami sangat menyarankan Anda untuk meninjau Kebijakan Privasi setiap situs yang Anda kunjungi.</p><p>Kami tidak memiliki kendali atas dan tidak bertanggung jawab atas konten, kebijakan privasi, atau praktik situs atau layanan pihak ketiga mana pun.</p><h1><strong>Perubahan Kebijakan Privasi ini</strong></h1><p>Kami dapat memperbarui Kebijakan Privasi Kami dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan apa pun dengan memposting Kebijakan Privasi baru di halaman ini.</p><p>Kami akan memberi tahu Anda melalui email dan / atau pemberitahuan penting di Layanan Kami, sebelum perubahan menjadi efektif dan memperbarui tanggal \"Terakhir diperbarui\" di bagian atas Kebijakan Privasi ini.</p><p>Anda disarankan untuk meninjau Kebijakan Privasi ini secara berkala untuk setiap perubahan. Perubahan pada Kebijakan Privasi ini efektif ketika diposting di halaman ini.</p><h1><strong>Hubungi kami</strong></h1><p>Jika Anda memiliki pertanyaan tentang Syarat dan Ketentuan ini, Anda dapat menghubungi kami:</p><ul><li>Melalui email: info@currency.wiki</li></ul><p> </p><p> </p> ",
  "html_support": "<h1>Tolong</h1><p>Jika Anda mengalami masalah dengan aplikasi pengubah mata uang kami, silakan kirim email ke <a href=\"mailto:app@currency.wiki\">app@currency.wiki</a> (tunggu 24-48 jam untuk mendapatkan tanggapan) dan di baris subjek, tambahkan \"Masalah dengan aplikasi\"  </p><p>Jelaskan masalahnya, termasuk nama perangkat Anda dan nomor model, dan versi android saat ini. misalnya, Samsung Galaxy S9 + Android 10</p><h1>FAQ</h1><h2>Seberapa sering nilai tukar diperbarui?</h2><p>Tarif diperbarui setiap 30 menit dan tepat waktu setiap 60 detik kecuali akhir pekan (pasar Forex di AS tutup pada hari Jumat pukul 17:00 EST dan buka pada hari Minggu pukul 17:00 EST)</p><h2>Seberapa sering cryptocurrency diperbarui?</h2><p>Pasar cryptocurrency tidak pernah tutup. Buka 24/7, 365 hari setahun. Kurs Bitcoin (BTC) selalu diperbarui, bahkan di akhir pekan</p><h2>Bagaimana cara menambahkan widget?</h2><ul><li>Di layar beranda Anda, sentuh dan tahan tempat kosong</li><li>Ketuk \"Widget\"</li><li>Di kotak pencarian, ketik \" CurrencyConverter \" dan itu akan menampilkan widget mata uang</li><li>Anda mengetuk widget, dan itu akan meminta Anda untuk memilih jenis widget yang ingin Anda tampilkan dengan menahan dan menyeret ke layar beranda Anda</li></ul><h2>Mengapa saya mendapatkan salah satu pemberitahuan sistem berikut?</h2><ul><li>Berhenti mengoptimalkan penggunaan baterai</li><li>Jangan optimalkan penggunaan baterai</li><li>Biarkan aplikasi selalu berjalan di latar belakang</li><li>Abaikan pengoptimalan baterai</li></ul><p>Jika Anda menggunakan widget mata uang di layar beranda, kami menyarankan Anda untuk mengizinkan aplikasi kami berjalan di latar belakang untuk memastikan tarif selalu mutakhir</p><h2>Penggunaan baterai?</h2><p>Aplikasi kami dirancang untuk menggunakan jumlah minimum baterai, dan saat beroperasi di latar belakang untuk memperbarui tarif. Harap dicatat bahwa banyak faktor yang ikut bermain, seperti menutup aplikasi setelah digunakan, memastikan perangkat Anda kompatibel dengan aplikasi kami, dll ...</p><h1>Tips</h1><h2>Salin untuk berbagi</h2><p>Jika Anda pergi ke layar konverter mata uang utama, ketuk, dan tahan hasilnya. Ini akan menyalin hasil ke clipboard sebagai contoh, \"1,00 USD=0,84 EUR\" yang dapat Anda bagikan</p><h2>Hitung tip / biaya / pajak</h2><p>Kami telah membuat logika berikut untuk penghitungan tip cepat; jika Anda memasukkan contoh \"50% 10\" dan ketuk \"=\" itu akan menghitung 10% dari 50</p><h2>Multi-konverter</h2><p>Anda dapat mengatur ulang urutan mata uang dalam daftar yang Anda pilih dengan menyeret dan melepaskan</p><p> </p><p> </p> ",
  "html_terms": "<h1>Syarat dan ketentuan</h1><p>Terakhir diperbarui: 13 Maret 2021</p><p>Harap baca syarat dan ketentuan ini dengan cermat sebelum menggunakan Layanan Kami.</p><h1>Interpretasi dan Definisi</h1><h2>Penafsiran</h2><p>Kata-kata yang diawali dengan huruf kapital memiliki arti yang ditentukan dalam kondisi berikut. Definisi berikut akan memiliki arti yang sama terlepas dari apakah mereka muncul dalam bentuk tunggal atau jamak.</p><h2>Definisi</h2><p>Untuk tujuan Syarat dan Ketentuan ini:</p><ul><li><strong>Aplikasi </strong>berarti program perangkat lunak yang disediakan oleh Perusahaan yang diunduh oleh Anda pada perangkat elektronik apa pun, bernama Aplikasi Pengonversi Mata Uang oleh Currency.Wiki </li><li><strong>Toko Aplikasi </strong>berarti layanan distribusi digital yang dioperasikan dan dikembangkan oleh Apple Inc. (Apple App Store) atau Google Inc. (Google Play Store) di mana Aplikasi telah diunduh. </li><li><strong>Afiliasi </strong>berarti entitas yang mengendalikan, dikendalikan oleh, atau berada di bawah kendali yang sama dengan suatu pihak, di mana \"kendali\" berarti kepemilikan 50% atau lebih saham, kepentingan ekuitas, atau sekuritas lain yang berhak memberikan suara untuk pemilihan direktur atau otoritas pengelola lainnya. . </li><li><strong>Negara </strong>mengacu pada: California, Amerika Serikat </li><li><strong>Perusahaan </strong>(disebut sebagai \"Perusahaan\", \"Kami\", \"Kami\" atau \"Milik Kami\" dalam Perjanjian ini) mengacu pada Currency.Wiki, 122 15th st # 431 Del Mar, CA 92014. </li><li><strong>Perangkat </strong>berarti perangkat apa pun yang dapat mengakses Layanan seperti komputer, ponsel, atau tablet digital. </li><li><strong>Pembelian Dalam Aplikasi </strong>mengacu pada pembelian produk, item, layanan, atau Langganan yang dilakukan melalui Aplikasi dan tunduk pada Syarat dan Ketentuan ini dan / atau syarat dan ketentuan Toko Aplikasi itu sendiri. </li><li><strong>Layanan </strong>mengacu pada Aplikasi. </li><li><strong>Langganan </strong>mengacu pada layanan atau akses ke Layanan yang ditawarkan secara berlangganan oleh Perusahaan kepada Anda. </li><li><strong>Syarat dan Ketentuan </strong>(juga disebut sebagai \"Ketentuan\") berarti Syarat dan Ketentuan ini yang membentuk keseluruhan perjanjian antara Anda dan Perusahaan terkait penggunaan Layanan. </li><li><strong>Layanan Media Sosial Pihak Ketiga </strong>berarti setiap layanan atau konten (termasuk data, informasi, produk, atau layanan) yang disediakan oleh pihak ketiga yang dapat ditampilkan, disertakan, atau disediakan oleh Layanan. </li><li><strong>Anda </strong>berarti individu yang mengakses atau menggunakan Layanan, atau perusahaan, atau badan hukum lainnya yang atas nama orang tersebut mengakses atau menggunakan Layanan, sebagaimana berlaku. </li></ul><h1>Pengakuan</h1><p>Ini adalah Syarat dan Ketentuan yang mengatur penggunaan Layanan ini dan perjanjian yang beroperasi antara Anda dan Perusahaan. Syarat dan Ketentuan ini mengatur hak dan kewajiban semua pengguna terkait penggunaan Layanan.</p><p>Akses Anda ke dan penggunaan Layanan dikondisikan pada penerimaan dan kepatuhan Anda dengan Syarat dan Ketentuan ini. Syarat dan Ketentuan ini berlaku untuk semua pengunjung, pengguna dan orang lain yang mengakses atau menggunakan Layanan.</p><p>Dengan mengakses atau menggunakan Layanan, Anda setuju untuk terikat oleh Syarat dan Ketentuan ini. Jika Anda tidak setuju dengan bagian mana pun dari Syarat dan Ketentuan ini, maka Anda tidak dapat mengakses Layanan.</p><p>Anda menyatakan bahwa Anda berusia di atas 18 tahun. Perusahaan tidak mengizinkan mereka yang berusia di bawah 18 tahun untuk menggunakan Layanan.</p><p>Akses Anda ke dan penggunaan Layanan juga dikondisikan pada penerimaan dan kepatuhan Anda terhadap Kebijakan Privasi Perusahaan. Kebijakan Privasi kami menjelaskan kebijakan dan prosedur kami tentang pengumpulan, penggunaan, dan pengungkapan informasi pribadi Anda ketika Anda menggunakan Aplikasi atau Situs Web dan memberi tahu Anda tentang hak privasi Anda dan bagaimana hukum melindungi Anda. Harap baca Kebijakan Privasi Kami dengan cermat sebelum menggunakan Layanan Kami.</p><h1>Langganan</h1><h2>Jangka waktu berlangganan</h2><p>Layanan atau beberapa bagian dari Layanan hanya tersedia dengan Langganan berbayar. Anda akan ditagih di muka secara berulang dan berkala (seperti harian, mingguan, bulanan atau tahunan), tergantung pada jenis paket Langganan yang Anda pilih saat membeli Langganan.</p><p>Pada akhir setiap periode, Langganan Anda akan diperpanjang secara otomatis dalam kondisi yang sama persis kecuali Anda membatalkannya atau Perusahaan membatalkannya.</p><h2>Pembatalan langganan</h2><p>Anda dapat membatalkan pembaruan Langganan Anda baik melalui halaman pengaturan Akun Anda atau dengan menghubungi Perusahaan. Anda tidak akan menerima pengembalian uang untuk biaya yang telah Anda bayarkan untuk periode Langganan Anda saat ini dan Anda akan dapat mengakses Layanan hingga akhir periode Langganan Anda saat ini.</p><p>Jika Langganan telah dilakukan melalui Pembelian Dalam Aplikasi, Anda dapat membatalkan pembaruan Langganan Anda dengan Toko Aplikasi.</p><h2>Penagihan</h2><p>Anda harus memberi Perusahaan informasi penagihan yang akurat dan lengkap termasuk nama lengkap, alamat, negara bagian, kode pos, nomor telepon, dan informasi metode pembayaran yang valid.</p><p>Jika penagihan otomatis gagal terjadi karena alasan apa pun, Perusahaan akan menerbitkan faktur elektronik yang menunjukkan bahwa Anda harus melanjutkan secara manual, dalam tanggal tenggat waktu tertentu, dengan pembayaran penuh sesuai dengan periode penagihan seperti yang ditunjukkan pada faktur.</p><p>Jika Langganan telah dilakukan melalui Pembelian Dalam Aplikasi, semua penagihan ditangani oleh Toko Aplikasi dan diatur oleh syarat dan ketentuan Toko Aplikasi itu sendiri.</p><h2>Perubahan Biaya</h2><p>Perusahaan, atas kebijakannya sendiri dan kapan pun, dapat mengubah biaya Langganan. Setiap perubahan biaya Langganan akan berlaku pada akhir periode Langganan saat itu.</p><p>Perusahaan akan memberi Anda pemberitahuan sebelumnya yang wajar tentang setiap perubahan dalam biaya Langganan untuk memberi Anda kesempatan untuk menghentikan Langganan Anda sebelum perubahan tersebut berlaku efektif.</p><p>Penggunaan Layanan Anda yang berkelanjutan setelah perubahan biaya Langganan mulai berlaku merupakan persetujuan Anda untuk membayar jumlah biaya Langganan yang dimodifikasi.</p><h2>Pengembalian uang</h2><p>Kecuali jika diwajibkan oleh hukum, biaya Langganan berbayar tidak dapat dikembalikan.</p><p>Permintaan pengembalian dana tertentu untuk Langganan dapat dipertimbangkan oleh Perusahaan berdasarkan kasus per kasus dan diberikan atas kebijakan Perusahaan sendiri.</p><p>Jika Langganan telah dilakukan melalui pembelian dalam aplikasi, kebijakan pengembalian dana Toko Aplikasi akan berlaku. Jika Anda ingin meminta pengembalian dana, Anda dapat melakukannya dengan menghubungi Toko Aplikasi secara langsung.</p><h1>Pembelian Dalam Aplikasi</h1><p>Aplikasi dapat mencakup Pembelian Dalam Aplikasi yang memungkinkan Anda membeli produk, layanan, atau Langganan.</p><p>Informasi lebih lanjut tentang bagaimana Anda dapat mengelola Pembelian Dalam Aplikasi menggunakan Perangkat Anda dapat ditetapkan dalam syarat dan ketentuan Toko Aplikasi sendiri atau dalam pengaturan Bantuan Perangkat Anda.</p><p>Pembelian Dalam Aplikasi hanya dapat dikonsumsi dalam Aplikasi. Jika Anda melakukan Pembelian Dalam Aplikasi, Pembelian Dalam Aplikasi tersebut tidak dapat dibatalkan setelah Anda memulai pengunduhannya. Pembelian dalam Aplikasi tidak dapat ditukar dengan uang tunai atau pertimbangan lain atau ditransfer.</p><p>Jika Pembelian Dalam Aplikasi apa pun tidak berhasil diunduh atau tidak berfungsi setelah berhasil diunduh, kami akan, setelah mengetahui kesalahannya atau diberi tahu tentang kesalahan oleh Anda, menyelidiki alasan kesalahan tersebut. Kami akan bertindak secara wajar dalam memutuskan apakah akan memberi Anda Pembelian Dalam Aplikasi pengganti atau memberi Anda tambalan untuk memperbaiki kesalahan. Dalam hal apa pun, Kami tidak akan menagih Anda untuk mengganti atau memperbaiki Pembelian Dalam Aplikasi. Jika kami tidak dapat mengganti atau memperbaiki Pembelian Dalam Aplikasi yang relevan atau tidak dapat melakukannya dalam jangka waktu yang wajar dan tanpa ketidaknyamanan yang signifikan bagi Anda, Kami akan mengizinkan Toko Aplikasi untuk mengembalikan dana sejumlah hingga biaya Pembelian Dalam Aplikasi yang relevan. Atau, jika Anda ingin meminta pengembalian dana, Anda dapat melakukannya dengan menghubungi Toko Aplikasi secara langsung.</p><p>Anda mengakui dan menyetujui bahwa semua proses penagihan dan transaksi ditangani oleh Toko Aplikasi tempat Anda mengunduh Aplikasi dan diatur oleh syarat dan ketentuan Toko Aplikasi itu sendiri.</p><p>Jika Anda memiliki masalah terkait pembayaran dengan Pembelian Dalam Aplikasi, maka Anda perlu menghubungi Toko Aplikasi secara langsung.</p><h1>Tautan ke Situs Web Lain</h1><p>Layanan kami mungkin berisi tautan ke situs web atau layanan pihak ketiga yang tidak dimiliki atau dikendalikan oleh Perusahaan.</p><p>Perusahaan tidak memiliki kendali atas, dan tidak bertanggung jawab atas, konten, kebijakan privasi, atau praktik situs web atau layanan pihak ketiga mana pun. Anda selanjutnya mengakui dan setuju bahwa Perusahaan tidak akan bertanggung jawab atau berkewajiban, secara langsung atau tidak langsung, atas kerusakan atau kerugian yang disebabkan atau diduga disebabkan oleh atau sehubungan dengan penggunaan atau ketergantungan pada konten, barang atau jasa yang tersedia di atau melalui situs web atau layanan semacam itu.</p><p>Kami sangat menyarankan Anda untuk membaca syarat dan ketentuan dan kebijakan privasi dari situs web atau layanan pihak ketiga yang Anda kunjungi.</p><h1>Penghentian</h1><p>Kami dapat segera menghentikan atau menangguhkan akses Anda, tanpa pemberitahuan atau pertanggungjawaban sebelumnya, dengan alasan apa pun, termasuk tanpa batasan jika Anda melanggar Syarat dan Ketentuan ini.</p><p>Setelah pengakhiran, hak Anda untuk menggunakan Layanan akan segera dihentikan.</p><h1>Batasan Tanggung Jawab</h1><p>Terlepas dari segala kerusakan yang mungkin Anda alami, seluruh tanggung jawab Perusahaan dan pemasoknya berdasarkan ketentuan apa pun dari Ketentuan ini dan ganti rugi eksklusif Anda untuk semua hal di atas akan dibatasi pada jumlah yang sebenarnya Anda bayarkan melalui Layanan atau 100 USD jika Anda belum membeli apa pun melalui Layanan.</p><p>Sejauh diizinkan oleh undang-undang yang berlaku, dalam keadaan apa pun Perusahaan atau pemasoknya tidak bertanggung jawab atas kerusakan khusus, insidental, tidak langsung, atau konsekuensial apa pun (termasuk, tetapi tidak terbatas pada, kerusakan karena kehilangan keuntungan, kehilangan data atau informasi lain, untuk gangguan bisnis, untuk cedera pribadi, hilangnya privasi yang timbul dari atau dengan cara apa pun terkait dengan penggunaan atau ketidakmampuan untuk menggunakan Layanan, perangkat lunak pihak ketiga dan / atau perangkat keras pihak ketiga yang digunakan dengan Layanan, atau jika tidak sehubungan dengan ketentuan apa pun dari Ketentuan ini), bahkan jika Perusahaan atau pemasok mana pun telah diberi tahu tentang kemungkinan kerusakan tersebut dan bahkan jika pemulihan gagal dari tujuan utamanya.</p><p>Beberapa negara bagian tidak mengizinkan pengecualian jaminan tersirat atau batasan tanggung jawab atas kerusakan insidental atau konsekuensial, yang berarti bahwa beberapa batasan di atas mungkin tidak berlaku. Di negara bagian ini, tanggung jawab masing-masing pihak akan dibatasi sejauh diizinkan oleh undang-undang.</p><h1>Penafian \"SEBAGAIMANA ADANYA\" dan \"SEBAGAIMANA TERSEDIA\"</h1><p>Layanan disediakan untuk Anda \"SEBAGAIMANA ADANYA\" dan \"SEBAGAIMANA TERSEDIA\" dan dengan semua kesalahan dan cacat tanpa jaminan apa pun. Sejauh diizinkan berdasarkan hukum yang berlaku, Perusahaan, atas namanya sendiri dan atas nama Afiliasinya dan masing-masing pemberi lisensinya dan penyedia layanan, secara tegas menyangkal semua jaminan, baik tersurat, tersirat, menurut undang-undang atau sebaliknya, sehubungan dengan Layanan, termasuk semua jaminan tersirat tentang dapat diperjualbelikan, kesesuaian untuk tujuan tertentu, kepemilikan dan non-pelanggaran, dan jaminan yang mungkin timbul dari proses transaksi, pelaksanaan kinerja, penggunaan atau praktik perdagangan. Tanpa batasan pada ketentuan di atas, Perusahaan tidak memberikan jaminan atau janji, dan tidak membuat pernyataan dalam bentuk apa pun bahwa Layanan akan memenuhi persyaratan Anda, mencapai hasil yang diinginkan, kompatibel atau bekerja dengan perangkat lunak, aplikasi, sistem atau layanan lain, beroperasi. tanpa gangguan, penuhi standar kinerja atau keandalan apa pun atau bebas dari kesalahan atau bahwa kesalahan atau cacat apa pun dapat atau akan diperbaiki.</p><p>Tanpa membatasi ketentuan di atas, baik Perusahaan maupun penyedia perusahaan mana pun tidak membuat pernyataan atau jaminan apa pun, tersurat maupun tersirat: (i) mengenai pengoperasian atau ketersediaan Layanan, atau informasi, konten, dan materi atau produk termasuk diatasnya; (ii) bahwa Layanan tidak akan terganggu atau bebas dari kesalahan; (iii) untuk keakuratan, keandalan, atau kemutakhiran informasi atau konten apa pun yang disediakan melalui Layanan; atau (iv) bahwa Layanan, servernya, konten, atau email yang dikirim dari atau atas nama Perusahaan bebas dari virus, skrip, trojan horse, worm, malware, timebomb, atau komponen berbahaya lainnya.</p><p>Beberapa yurisdiksi tidak mengizinkan pengecualian jenis jaminan atau batasan tertentu pada hak hukum konsumen yang berlaku, sehingga beberapa atau semua pengecualian dan batasan di atas mungkin tidak berlaku untuk Anda. Namun dalam kasus seperti itu pengecualian dan batasan yang ditetapkan dalam bagian ini harus diterapkan sejauh yang dapat diberlakukan berdasarkan hukum yang berlaku.</p><h1>Peraturan pemerintah</h1><p>Hukum Negara, tidak termasuk aturan pertentangan hukum, akan mengatur Ketentuan ini dan penggunaan Anda atas Layanan. Penggunaan Anda atas Aplikasi juga dapat tunduk pada hukum lokal, negara bagian, nasional, atau internasional lainnya.</p><h1>Resolusi Sengketa</h1><p>Jika Anda memiliki kekhawatiran atau perselisihan tentang Layanan, Anda setuju untuk mencoba menyelesaikan perselisihan secara informal terlebih dahulu dengan menghubungi Perusahaan.</p><h1>Untuk Pengguna Uni Eropa (UE)</h1><p>Jika Anda adalah konsumen Uni Eropa, Anda akan mendapatkan keuntungan dari ketentuan wajib hukum negara tempat Anda tinggal.</p><h1>Ketentuan Penggunaan Akhir Pemerintah Federal Amerika Serikat</h1><p>Jika Anda adalah pengguna akhir pemerintah federal AS, Layanan kami adalah \"Item Komersial\" sebagaimana istilah tersebut didefinisikan di 48 CFR §2.101.</p><h1>Kepatuhan Hukum Amerika Serikat</h1><p>Anda menyatakan dan menjamin bahwa (i) Anda tidak berlokasi di negara yang terkena embargo pemerintah Amerika Serikat, atau yang telah ditetapkan oleh pemerintah Amerika Serikat sebagai negara \"pendukung teroris\", dan (ii) Anda tidak terdaftar di daftar pihak yang dilarang atau dibatasi oleh pemerintah Amerika Serikat.</p><h1>Keterpisahan dan Pengesampingan</h1><h2>Keterpisahan</h2><p>Jika ada ketentuan dari Ketentuan ini yang dianggap tidak dapat diberlakukan atau tidak valid, ketentuan tersebut akan diubah dan ditafsirkan untuk mencapai tujuan dari ketentuan tersebut sejauh mungkin berdasarkan hukum yang berlaku dan ketentuan lainnya akan terus berlaku dan memiliki kekuatan hukum penuh.</p><h2>Pengesampingan</h2><p>Kecuali sebagaimana ditentukan di sini, kegagalan untuk menggunakan hak atau untuk meminta pelaksanaan kewajiban berdasarkan Ketentuan ini tidak akan mempengaruhi kemampuan salah satu pihak untuk menggunakan hak tersebut atau memerlukan kinerja tersebut kapan saja setelahnya, juga tidak akan menjadi pengabaian pelanggaran merupakan pengesampingan. pelanggaran berikutnya.</p><h1>Interpretasi Terjemahan</h1><p>Syarat dan Ketentuan ini mungkin telah diterjemahkan jika Kami telah membuatnya tersedia untuk Anda di Layanan kami. Anda setuju bahwa teks asli bahasa Inggris akan berlaku jika terjadi perselisihan.</p><h1>Perubahan Syarat dan Ketentuan ini</h1><p>Kami berhak, atas kebijakan kami sendiri, untuk mengubah atau mengganti Ketentuan ini kapan saja. Jika revisi adalah materi, Kami akan melakukan upaya yang wajar untuk memberikan pemberitahuan setidaknya 30 hari sebelum ketentuan baru berlaku. Apa yang merupakan perubahan material akan ditentukan atas kebijakan kami sendiri.</p><p>Dengan terus mengakses atau menggunakan Layanan Kami setelah revisi tersebut menjadi efektif, Anda setuju untuk terikat oleh persyaratan yang direvisi. Jika Anda tidak menyetujui persyaratan baru, secara keseluruhan atau sebagian, harap berhenti menggunakan situs web dan Layanan.</p><h1>Penolakan</h1><p>Nilai tukar currency.wiki hanya untuk tujuan informasional. Harap verifikasi / konfirmasi nilai mata uang dengan broker forex atau lembaga keuangan Anda sebelum melakukan transfer dan transaksi uang internasional.</p><h1>Kredit</h1><p>Kami ingin berterima kasih kepada penulis berikut karena telah membuat ikon gratis dan lisensi gratis untuk menggunakan bagan.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>ikon raja1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>Freepik: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=id&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>Hubungi kami</h1><p>Jika Anda memiliki pertanyaan tentang Syarat dan Ketentuan ini, Anda dapat menghubungi kami:</p><ul><li>Melalui email: info@currency.wiki</li></ul><p> </p>",
  "presets": "Prasetel",
  "select": "Pilih",

  "iso": "bahasa Indonesia",
  "AED": "Dirham Uni Emirat Arab",
  "AFN": "Afghan Afghan",
  "ALL": "Lek Albania",
  "AMD": "Dram Armenia",
  "ANG": "Dutch Antillean Guilder",
  "AOA": "Kwanza Angola",
  "ARS": "Peso Argentina",
  "AUD": "Dollar Australia",
  "AWG": "Aruban Florin",
  "AZN": "Manat Azerbaijan",
  "BAM": "Tanda Konversi Bosnia-Herzegovina",
  "BBD": "Dolar Barbadian",
  "BDT": "Taka Bangladesh",
  "BGN": "Lev Bulgaria",
  "BHD": "Dinar Bahrain",
  "BIF": "Franc Burundi",
  "BMD": "Dolar Bermuda",
  "BND": "Dolar Brunei",
  "BOB": "Bolivia Bolivia",
  "BRL": "Real Brasil",
  "BSD": "Dolar Bahama",
  "BTC": "Bitcoin",
  "BTN": "Ngultrum Bhutan",
  "BWP": "Botswanan Pula",
  "BYN": "Rubel Belarusia",
  "BZD": "Dolar Belize",
  "CAD": "Dolar Kanada",
  "CDF": "Franc Kongo",
  "CHF": "Franc Swiss",
  "CLF": "Unit Akun Chili (UF)",
  "CLP": "Peso Chili",
  "CNY": "Yuan Tiongkok",
  "COP": "Peso Kolombia",
  "CRC": "Colón Kosta Rika",
  "CUC": "Peso Konversi Kuba",
  "CUP": "Peso Kuba",
  "CVE": "Cape Verde Escudo",
  "CZK": "Republik Ceko Koruna",
  "DJF": "Franc Djiboutian",
  "DKK": "Krone Denmark",
  "DOP": "Peso Dominika",
  "DZD": "Dinar Aljazair",
  "EGP": "Pound Mesir",
  "ERN": "Nakfa Eritrea",
  "ETB": "Birr Etiopia",
  "EUR": "Euro",
  "FJD": "Dolar Fiji",
  "FKP": "Pound Kepulauan Falkland",
  "GBP": "Pound Sterling Inggris",
  "GEL": "Lari Georgia",
  "GGP": "Guernsey Pound",
  "GHS": "Gedi Cedi",
  "GIP": "Pound Gibraltar",
  "GMD": "Dalasi Gambia",
  "GNF": "Franc Guinea",
  "GTQ": "Quetzal Guatemala",
  "GYD": "Dolar Guyana",
  "HKD": "Dollar Hongkong",
  "HNL": "Lempira Honduras",
  "HRK": "Kuna Kroasia",
  "HTG": "Gourde Haiti",
  "HUF": "Forint Hongaria",
  "IDR": "Rupiah Indonesia",
  "ILS": "Sheqel Baru Israel",
  "IMP": "Manx pound",
  "INR": "Rupee India",
  "IQD": "Dinar Irak",
  "IRR": "Rial Iran",
  "ISK": "Króna Islandia",
  "JEP": "Jersey Pound",
  "JMD": "Dolar Jamaika",
  "JOD": "Dinar Yordania",
  "JPY": "Yen jepang",
  "KES": "Shilling Kenya",
  "KGS": "Kyrgystani Som",
  "KHR": "Riel Kamboja",
  "KMF": "Franc Komoro",
  "KPW": "Won Korea Utara",
  "KRW": "Won Korea Selatan",
  "KWD": "Kuwait Dinar",
  "KYD": "Dolar Kepulauan Cayman",
  "KZT": "Kazakhstani Tenge",
  "LAK": "Laotian Kip",
  "LBP": "Pound Lebanon",
  "LKR": "Rupee Sri Lanka",
  "LRD": "Dolar Liberia",
  "LSL": "Lesotho Loti",
  "LTL": "Litas Lituania",
  "LVL": "Lats Latvia",
  "LYD": "Dinar Libya",
  "MAD": "Dirham Maroko",
  "MDL": "Moldovan Leu",
  "MGA": "Malagasi Ariary",
  "MKD": "Denar Makedonia",
  "MMK": "Myanma Kyat",
  "MNT": "Tugrik Mongolia",
  "MOP": "Pataca Macan",
  "MRO": "Ouguiya Mauritania",
  "MUR": "Rupee Mauritian",
  "MVR": "Rufiyaa Maladewa",
  "MWK": "Kwacha Malawi",
  "MXN": "Peso Meksiko",
  "MYR": "Ringgit Malaysia",
  "MZN": "Mozambik Metis",
  "NAD": "Dolar Namibia",
  "NGN": "Nigerian Naira",
  "NIO": "Córdoba Nikaragua",
  "NOK": "Krone Norwegia",
  "NPR": "Rupee Nepal",
  "NZD": "Dolar Selandia Baru",
  "OMR": "Rial Oman",
  "PAB": "Balboa Panama",
  "PEN": "Peruvian Nuevo Sol",
  "PGK": "Papua New Guinea Kina",
  "PHP": "Peso Filipina",
  "PKR": "Rupee Pakistan",
  "PLN": "Zloty Polandia",
  "PYG": "Guarani Paraguay",
  "QAR": "Rial Qatar",
  "RON": "Leu Rumania",
  "RSD": "Dinar Serbia",
  "RUB": "Rubel Rusia",
  "RWF": "Franc Rwanda",
  "SAR": "Riyal Saudi",
  "SBD": "Dolar Kepulauan Solomon",
  "SCR": "Rupee Seychellois",
  "SDG": "Pound Sudan",
  "SEK": "Krona Swedia",
  "SGD": "Dolar Singapura",
  "SHP": "Saint Helena Pound",
  "SLL": "Sierra Leone Leone",
  "SOS": "Somalia Shilling",
  "SRD": "Dolar Suriname",
  "STD": "São Tomé dan Príncipe Dobra",
  "SVC": "Salvadoran Colón",
  "SYP": "Pound Suriah",
  "SZL": "Swazi Lilangeni",
  "THB": "Baht Thailand",
  "TJS": "Somoni Tajik",
  "TMT": "Manat Turkmenistan",
  "TND": "Dinar Tunisia",
  "TOP": "Tonga Paʻanga",
  "TRY": "Lira Turki",
  "TTD": "Dolar Trinidad dan Tobago",
  "TWD": "Dolar Taiwan Baru",
  "TZS": "Shilling Tanzania",
  "UAH": "Ukrania Ukraina",
  "UGX": "Shilling Uganda",
  "USD": "Dolar Amerika Serikat",
  "UYU": "Peso Uruguay",
  "UZS": "Uzbekistan Som",
  "VES": "Bolivar Fuerte Venezuela",
  "VND": "Vietnam Dong",
  "VUV": "Vanuatu Vatu",
  "WST": "Tala Samoa",
  "XAF": "CFA Franc BEAC",
  "XAG": "Perak (troy ounce)",
  "XAU": "Emas (troy ounce)",
  "XCD": "Dolar Karibia Timur",
  "XDR": "Hak Penarikan Khusus",
  "XOF": "CFA Franc BCEAO",
  "XPF": "CFP Franc",
  "YER": "Rial Yaman",
  "ZAR": "Rand Afrika Selatan",
  "ZMK": "Zambian Kwacha (pra-2013)",
  "ZMW": "Kwacha Zambia",
  "ZWL": "Dolar Zimbabwe"
}
  
  