{
  "update": "עודכן",
  "addCurrency": "הוסף מטבע",
  "selectedCurrency": "מטבע נבחר",
  "monetary": "פורמט כספי",
  "decimal": "פורמט עשרוני",
  "firstTextRatingPage": "אנא דרג את האפליקציה!",
  "secondTextRatingPage": "הקש על כוכבים ופתח בחנות Google Play כדי לדרג",
  "buttonTextRatingPage": "לא עכשיו",
  "removeAds": "הסרת מודעות",
  "removeAdsContent": "תמך בפרויקט שלנו עם מנוי שנתי קטן",
  "selectLanguage": "בחר שפה",
  "english": " אנגלית",
  "colorsSelection": "בחירת צבעים",
  "theme": "נושא",
  "light ": "אור",
  "dark": "כהה",
  "widgetTransparency": "שקיפות ווידג'ט",
  "visualSize": "גודל חזותי",
  "A": "A",
  "appLogoLauncher": "מפעיל לוגו אפליקציות",
  "multiConverter": "רב ממיר",
  "multiConverterContent1": "ייפתח ברירת מחדל כברירת מחדל.",
  "multiConverterContent2": "הערה:",
  "multiConverterContent3": "תכונה זו פועלת רק עם משגר לוגו אפליקציות",
  "display": "תצוגה",
  "display1": "קוד מטבע להצגה",
  "display2": "סמל מטבע להצגה",
  "display3": "דגל מטבע לתצוגה",
  "dateFormat": "פורמט נתונים",
  "not": "לא עכשיו",
  "selected": "נבחר",
  "currencyList": "רשימת מטבעות",
  "dontShow": "אל תציג",
  "support": "תמיכה",
  "term": "תקופה",
  "privacy": "מדיניות פרטיות",
  "unlocked": "לא נעול",
  "locked": "נעול",
  "custom": "מותאם אישית",
  "try": "נסה את הצבע הזה",
  "unlock": "ביטול נעילה",
  "wiki": ", מאת:Currency.wiki",
  "multi": "מרבה ממיר",
  "html_policy": " <h1><strong>מדיניות פרטיות</strong></h1><p>עודכן לאחרונה: 13 במרץ 2021</p><p>מדיניות פרטיות זו מתארת את המדיניות והנהלים שלנו באיסוף, שימוש וחשיפה של המידע שלך כאשר אתה משתמש בשירות ומספרת לך על זכויות הפרטיות שלך וכיצד החוק מגן עליך.</p><p>אנו משתמשים בנתונים האישיים שלך כדי לספק ולשפר את השירות. על ידי שימוש בשירות, אתה מסכים לאיסוף ושימוש במידע בהתאם למדיניות פרטיות זו.</p><h1><strong>פרשנות והגדרות</strong></h1><h2><strong>פרשנות</strong></h2><p>למילים שהאות הראשונית משמשת באותיות רישיות יש משמעויות המוגדרות בתנאים הבאים. להגדרות הבאות תהיה אותה משמעות ללא קשר לשאלה אם הן מופיעות בלשון יחיד או ברבים.</p><h2><strong>הגדרות</strong></h2><p>למטרות מדיניות פרטיות זו:</p><ul><li><strong>חשבון </strong>פירושו <strong>חשבון </strong>ייחודי שנוצר עבורך כדי לגשת לשירות שלנו או לחלקים מהשירות שלנו. </li><li><strong>שלוחה </strong>משמעה ישות ששולטת, נשלטת על ידי או נמצאת בשליטה משותפת עם צד, כאשר \"שליטה\" פירושה בעלות על 50% או יותר מהמניות, ריבית ההון או ניירות ערך אחרים הזכאים להצביע לבחירת דירקטורים או רשות מנהלת אחרת. . </li><li><strong>יישום </strong>פירושו התוכנה המסופקת על ידי החברה שהורדה על ידך בכל מכשיר אלקטרוני, הנקרא App Currency Converter על ידי Currency.Wiki </li><li><strong>החברה </strong>(המכונה \"החברה\", \"אנחנו\", \"אותנו\" או \"שלנו\" בהסכם זה) מתייחסת למטבעות.וויקי , רחוב 15 15 # 431 דל מאר, CA 92014, 122. </li><li><strong>מדינה </strong>מתייחסת ל: קליפורניה, ארצות הברית </li><li><strong>מכשיר </strong>פירושו כל מכשיר שיכול לגשת לשירות כגון מחשב, טלפון סלולרי או טאבלט דיגיטלי. </li><li><strong>נתונים אישיים </strong>הם כל מידע המתייחס לאדם מזוהה או מזוהה. </li><li><strong>שירות </strong>מתייחס ליישום. </li><li><strong>נותן שירות </strong>פירושו כל אדם טבעי או משפטי שמעבד את הנתונים מטעם החברה. הכוונה לחברות צד ג 'או אנשים המועסקים על ידי החברה בכדי להקל על השירות, לספק את השירות מטעם החברה, לבצע שירותים הקשורים לשירות או לסייע לחברה בניתוח אופן השימוש בשירות. </li><li><strong>שירות מדיה חברתית של צד שלישי </strong>מתייחס לכל אתר או כל אתר ברשת חברתית שדרכו משתמש יכול להתחבר או ליצור חשבון לשימוש בשירות. </li><li><strong>נתוני שימוש </strong>מתייחסים לנתונים שנאספים באופן אוטומטי, או שנוצרו על ידי השימוש בשירות או מתשתית השירות עצמו (למשל, משך הביקור בדף). </li><li><strong>אתה </strong>אומר חדירת הפרט או שימוש בשירות, או החברה, או ישות משפטית אחרת מטעם אשר פרט כאמור גישה או שימוש בשירות, לפי עניין. </li></ul><h1><strong>איסוף ושימוש בנתונים האישיים שלך</strong></h1><h2><strong>סוגי הנתונים שנאספו</strong></h2><h3><strong>מידע אישי</strong></h3><p>במהלך השימוש בשירות שלנו, אנו עשויים לבקש ממך לספק לנו מידע מסוים הניתן לזיהוי אישי שניתן להשתמש בו כדי ליצור קשר או לזהות אותך. מידע המאפשר זיהוי אישי עשוי לכלול, אך אינו מוגבל ל:</p><ul><li>כתובת דוא\"ל</li><li>נתוני שימוש</li></ul><h3><strong>נתוני שימוש</strong></h3><p>נתוני השימוש נאספים באופן אוטומטי בעת השימוש בשירות.</p><p>נתוני השימוש עשויים לכלול מידע כגון כתובת פרוטוקול האינטרנט של המכשיר שלך (למשל כתובת IP), סוג הדפדפן, גרסת הדפדפן, דפי השירות שבו אתה מבקר, זמן ותאריך ביקורך, הזמן המושקע בדפים אלה, מכשיר ייחודי. מזהים ונתוני אבחון אחרים.</p><p>כאשר אתה ניגש לשירות באמצעות מכשיר נייד או באמצעותו, אנו עשויים לאסוף מידע מסוים באופן אוטומטי, כולל, אך לא מוגבל, לסוג המכשיר הנייד שבו אתה משתמש, המזהה הייחודי למכשיר הנייד שלך, כתובת ה- IP של המכשיר הנייד שלך, הנייד שלך מערכת ההפעלה, סוג דפדפן האינטרנט הנייד בו אתה משתמש, מזהי מכשיר ייחודיים ונתוני אבחון אחרים.</p><p>אנו עשויים גם לאסוף מידע שהדפדפן שלך שולח בכל פעם שאתה מבקר בשירות שלנו או כשאתה ניגש לשירות באמצעות מכשיר נייד או באמצעותו.</p><h2><strong>שימוש בנתונים האישיים שלך</strong></h2><p>החברה רשאית להשתמש בנתונים אישיים למטרות הבאות:</p><ul><li><strong>לספק ולתחזק את השירות שלנו </strong>, כולל כדי לפקח על השימוש בשירות שלנו.</li><li><strong>לניהול חשבונך: </strong>לניהול הרישום שלך כמשתמש בשירות. הנתונים האישיים שאתה מספק יכולים לתת לך גישה לפונקציות שונות של השירות העומדות לרשותך כמשתמש רשום. </li><li><strong>לביצוע חוזה: </strong>פיתוח, עמידה והתחייבות של חוזה הרכישה עבור המוצרים, הפריטים והשירותים שרכשתם או של כל חוזה אחר איתנו באמצעות השירות. </li><li><strong>ליצירת קשר איתך: </strong>ליצירת קשר באמצעות דוא\"ל, שיחות טלפון, SMS או צורות תקשורת אלקטרוניות אחרות המקבילות, כגון הודעות דחיפה של אפליקציה סלולרית בדבר עדכונים או תקשורת אינפורמטיבית הקשורה לפונקציות, מוצרים או שירותים חוזים, כולל עדכוני האבטחה, במידת הצורך או הסביר ליישומם. </li><li><strong>לספק לך </strong>חדשות, הצעות מיוחדות ומידע כללי אודות מוצרים, שירותים ואירועים אחרים שאנו מציעים הדומים לאלו שכבר רכשת או שאלת עליהם, אלא אם כן בחרת שלא לקבל מידע כזה. </li><li><strong>לניהול בקשותיך: </strong>להשתתף ולנהל את בקשותיך אלינו. </li><li><strong>לצורך העברות עסקיות: </strong>אנו עשויים להשתמש במידע שלך כדי להעריך או לבצע מיזוג, מחיקה, ארגון מחדש, ארגון מחדש, פירוק או מכירה או העברה אחרת של חלק מהנכסים שלנו או כולם, בין אם כעסק פעיל או כחלק מפשיטת רגל, פירוק, או הליך דומה, בו נתונים אישיים המוחזקים על ידינו על משתמשי השירות שלנו הם בין הנכסים שהועברו. </li><li><strong>למטרות אחרות </strong>: אנו עשויים להשתמש במידע שלך למטרות אחרות, כגון ניתוח נתונים, זיהוי מגמות השימוש, קביעת האפקטיביות של מסעות הפרסום שלנו וכדי להעריך ולשפר את השירות, המוצרים, השירותים, השיווק והניסיון שלך.</li></ul><p>אנו עשויים לשתף את המידע האישי שלך במצבים הבאים:</p><ul><li><strong>עם נותני שירותים: </strong>אנו עשויים לחלוק את פרטיך האישיים עם נותני השירותים כדי לפקח ולנתח את השימוש בשירות שלנו, כדי להציג לך פרסומות שיעזרו לך לתמוך ולשמר את השירות שלנו, לצורך עיבוד תשלומים, כדי ליצור איתך קשר. </li><li><strong>לצורך העברות עסקיות: </strong>אנו עשויים לשתף או להעביר את המידע האישי שלך בקשר עם מיזוג, מכירת נכסי החברה, מימון או רכישה של עסקנו כולו או חלקו לחברה אחרת, או במהלך משא ומתן. </li><li><strong>עם שותפים עצמאיים: </strong>אנו עשויים לשתף את המידע שלך עם השלוחות שלנו, ובמקרה זה אנו נדרוש מאותם שותפים לכבד מדיניות פרטיות זו. שלוחות כוללות את חברת האם שלנו וכל חברות בנות אחרות, שותפי מיזם משותף או חברות אחרות שאנו שולטים בהן או שהן בשליטה משותפת איתנו. </li><li><strong>עם שותפים עסקיים: </strong>אנו עשויים לחלוק את המידע שלך עם השותפים העסקיים שלנו כדי להציע לך מוצרים, שירותים או מבצעים מסוימים. </li><li><strong>עם משתמשים אחרים: </strong>כאשר אתה משתף מידע אישי או מקיים אינטראקציה אחרת בשטחים הציבוריים עם משתמשים אחרים, מידע כזה עשוי להיראות על ידי כל המשתמשים ועשוי להיות מופץ בפומבי מחוץ. אם אתה מתקשר עם משתמשים אחרים או נרשם דרך שירות מדיה חברתית של צד שלישי, אנשי הקשר שלך בשירות המדיה החברתית של צד שלישי עשויים לראות את שמך, פרופילך, תמונותיך ותיאור הפעילות שלך. באופן דומה, משתמשים אחרים יוכלו לראות תיאורים על הפעילות שלך, לתקשר איתך ולהציג את הפרופיל שלך. </li><li><strong>בהסכמתך </strong>: אנו עשויים לחשוף את פרטיך האישיים לכל מטרה אחרת בהסכמתך.</li></ul><h2><strong>שמירת הנתונים האישיים שלך</strong></h2><p>החברה תשמור את הנתונים האישיים שלך רק כל זמן שיידרש למטרות המפורטות במדיניות פרטיות זו. אנו נשמור ונשתמש בנתונים האישיים שלך במידה הדרושה בכדי לעמוד בהתחייבויותינו החוקיות (למשל, אם אנו נדרשים לשמור על הנתונים שלך בכדי לציית לחוקים הרלוונטיים), לפתור מחלוקות ולאכוף את ההסכמים והמדיניות המשפטית שלנו.</p><p>החברה תשמור גם על נתוני שימוש למטרות ניתוח פנימי. נתוני השימוש נשמרים בדרך כלל לתקופה קצרה יותר, למעט כאשר משתמשים בנתונים אלה כדי לחזק את האבטחה או לשפר את הפונקציונליות של השירות שלנו, או שאנו מחויבים באופן חוקי לשמור נתונים אלה לתקופות זמן ארוכות יותר.</p><h2><strong>העברת הנתונים האישיים שלך</strong></h2><p>המידע שלך, כולל נתונים אישיים, מעובד במשרדי התפעול של החברה ובכל מקום אחר בו נמצאים הצדדים המעורבים בעיבוד . המשמעות היא שניתן להעביר מידע זה למחשבים הנמצאים מחוץ למדינתך, מחוזך, מדינתך או תחום שיפוט ממשלתי אחר שלך, ושחוקי הגנת הנתונים עשויים להיות שונים מאלה שבתחום השיפוט שלך.</p><p>הסכמתך למדיניות פרטיות זו ואחריה הגשת מידע כזה מייצגת את הסכמתך להעברה זו.</p><p>החברה תנקוט בכל הצעדים הנחוצים באופן סביר בכדי להבטיח שמטופלים בנתונים שלך בצורה מאובטחת ובהתאם למדיניות פרטיות זו ושום העברת הנתונים האישיים שלך לא תתבצע לארגון או למדינה אלא אם כן קיימות בקרות נאותות לרבות אבטחת הנתונים שלך ומידע אישי אחר.</p><h2><strong>גילוי הנתונים האישיים שלך</strong></h2><h3><strong>עסקאות עסקיות</strong></h3><p>אם החברה מעורבת במיזוג, רכישה או מכירת נכס, ייתכן שהנתונים האישיים שלך יועברו. אנו נמסור הודעה לפני העברת הנתונים האישיים שלך ויהיה כפוף למדיניות פרטיות אחרת.</p><h3><strong>אכיפת חוק</strong></h3><p>בנסיבות מסוימות, החברה עשויה להידרש לחשוף את הנתונים האישיים שלך אם תידרש לעשות זאת על פי חוק או בתגובה לבקשות תקפות של רשויות ציבוריות (למשל בית משפט או סוכנות ממשלתית).</p><h3><strong>דרישות משפטיות אחרות</strong></h3><p>החברה רשאית לחשוף את הנתונים האישיים שלך מתוך אמונה בתום לב כי פעולה כזו נחוצה כדי:</p><ul><li>ציית לחובה משפטית</li><li>להגן ולהגן על זכויות החברה או רכושה</li><li>למנוע או לחקור עוולות אפשריות בקשר עם השירות</li><li>להגן על ביטחונם האישי של משתמשי השירות או הציבור</li><li>הגן מפני אחריות משפטית</li></ul><h2><strong>אבטחת הנתונים האישיים שלך</strong></h2><p>אבטחת הנתונים האישיים שלך חשובה לנו, אך זכור כי שום שיטת העברה דרך האינטרנט, או שיטת אחסון אלקטרונית אינה מאובטחת ב 100%. אמנם אנו שואפים להשתמש באמצעים מקובלים מסחרית כדי להגן על הנתונים האישיים שלך, אך איננו יכולים להבטיח את ביטחונם המוחלט.</p><h1><strong>מידע מפורט על עיבוד הנתונים האישיים שלך</strong></h1><p>לספקי השירות בהם אנו משתמשים עשויה להיות גישה לנתונים האישיים שלך. ספקי צד שלישי אלה אוספים, מאחסנים, משתמשים, מעבדים ומעבירים מידע אודות הפעילות שלך בשירות שלנו בהתאם למדיניות הפרטיות שלהם.</p><h2><strong>ניתוח</strong></h2><p>אנו עשויים להשתמש בספקי שירות של צד שלישי כדי לפקח ולנתח את השימוש בשירות שלנו.</p><ul><li><strong>גוגל ניתוח נתונים</strong></li></ul><p>גוגל אנליטיקס הוא שירות ניתוח אתרים המוצע על ידי גוגל העוקב ומדווח על תעבורת אתרים. גוגל משתמשת בנתונים שנאספו כדי לעקוב אחר השימוש בשירות שלנו ולפקח עליו. נתונים אלה משותפים עם שירותי Google אחרים. גוגל רשאית להשתמש בנתונים שנאספו כדי ליצור הקשר ולהתאים אישית את המודעות של רשת הפרסום שלה.</p><p>תוכל לבטל את הסכמתך לתכונות מסוימות של Google Analytics דרך הגדרות המכשיר הנייד שלך, כגון הגדרות הפרסום של המכשיר שלך או על ידי ביצוע ההוראות שסופקו על ידי Google במדיניות הפרטיות שלהן: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>למידע נוסף על נוהלי הפרטיות של Google, בקר בדף האינטרנט של Google בנושא פרטיות ותנאים: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><ul><li><strong>Firebase</strong></li></ul><p>Firebase הוא שירות ניתוח המסופק על ידי גוגל בע\"מ.</p><p>תוכל לבטל את הסכמתך לתכונות מסוימות של Firebase דרך הגדרות המכשיר הנייד שלך, כגון הגדרות הפרסום של המכשיר שלך או על ידי ביצוע ההוראות שסופקו על ידי Google במדיניות הפרטיות שלהן: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a> </p><p>אנו ממליצים לך גם לעיין במדיניות של Google לשמירה על הנתונים שלך: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a> </p><p>למידע נוסף על איזה סוג מידע Firebase אוספת, בקר בסעיף כיצד Google משתמשת בנתונים כאשר אתה משתמש באתרי השותפים שלנו או בדף האינטרנט של האפליקציות: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> </p><ul><li><strong>AppsFlyer</strong></li></ul><p>ניתן לצפות במדיניות הפרטיות שלהם בכתובת <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://www.appsflyer.com/privacy-policy/\">https://www.appsflyer.com/privacy-policy/</a> </p><ul><li><strong>מודעות אפליקציות בפייסבוק</strong></li></ul><p>ניתן לצפות במדיניות הפרטיות שלהם בכתובת <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://www.facebook.com/about/privacy\">https://www.facebook.com/about/privacy</a> </p><h2><strong>פִּרסוּם</strong></h2><p>אנו עשויים להשתמש בנותני השירותים כדי להציג בפניך פרסומות בכדי לסייע בתמיכה ושמירה על השירות שלנו.</p><ul><li><strong>AdMob של גוגל</strong></li></ul><p>AdMob על ידי גוגל מסופק על ידי גוגל בע\"מ.</p><p>תוכל לבטל את הסכמתך משירות Google של AdMob על ידי ביצוע ההוראות המתוארות על ידי Google: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://support.google.com/ads/answer/2662922%3Fhl%3Den\">https://support.google.com/ads/answer/2662922?hl=iw</a> </p><p>למידע נוסף על האופן שבו גוגל משתמשת במידע שנאסף, בקר בדף \"כיצד גוגל משתמשת בנתונים כאשר אתה משתמש באתרים או באפליקציות של השותפים שלנו: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a> או בקר בפרטיות מדיניות גוגל: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://policies.google.com/privacy\">https://policies.google.com/privacy</a>   </p><h2><strong>תשלומים</strong></h2><p>אנו עשויים לספק מוצרים ו / או שירותים בתשלום במסגרת השירות. במקרה זה, אנו עשויים להשתמש בשירותי צד שלישי לעיבוד תשלומים (למשל מעבדי תשלום).</p><p>לא נאחסן ולא אאסוף את פרטי כרטיס התשלום שלך. מידע זה מסופק ישירות למעבדי התשלומים של צד שלישי שלנו, אשר השימוש במידע האישי שלך נשלט על ידי מדיניות הפרטיות שלהם. מעבדי תשלום אלה עומדים בתקנים שנקבעו על ידי PCI-DSS כמנוהלים על ידי מועצת תקני האבטחה של PCI, המהווה מאמץ משותף של מותגים כמו ויזה, מאסטרקארד, אמריקן אקספרס וגילוי. דרישות PCI-DSS עוזרות להבטיח טיפול מאובטח במידע התשלום.</p><ul><li><strong>תשלומים בתוך היישום של Google Play</strong></li></ul><p>ניתן לצפות במדיניות הפרטיות שלהם בכתובת <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://www.google.com/policies/privacy/\">https://www.google.com/policies/privacy/</a> </p><h1><strong>פרטיות ילדים</strong></h1><p>השירות שלנו לא פונה לאף אחד מתחת לגיל 13. איננו אוספים ביודעין מידע המאפשר זיהוי אישי מאף אחד מתחת לגיל 13. אם אתה הורה או אפוטרופוס ואתה מודע לכך שילדך סיפק לנו נתונים אישיים, אנא צור קשר. אם נהיה מודעים לכך שאספנו נתונים אישיים מכל אדם מתחת לגיל 13 ללא אימות של הסכמת ההורים, אנו נוקטים בצעדים להסרת מידע זה מהשרתים שלנו.</p><p>אם עלינו להסתמך על הסכמה כבסיס משפטי לעיבוד המידע שלך ומדינתך דורשת הסכמה מהורה, אנו עשויים לדרוש את הסכמת ההורה שלך לפני שנאסוף מידע זה ונשתמש בו.</p><h1><strong>קישורים לאתרים אחרים</strong></h1><p>השירות שלנו עשוי להכיל קישורים לאתרים אחרים שאינם מופעלים על ידינו. אם תלחץ על קישור של צד שלישי, תועבר לאתר של אותו צד שלישי. אנו ממליצים לך בחום לעיין במדיניות הפרטיות של כל אתר שאתה מבקר בו.</p><p>אין לנו שום שליטה ואנחנו לא לוקחים אחריות על התוכן, מדיניות הפרטיות או הנהלים של אתרים או שירותים של צד שלישי כלשהו.</p><h1><strong>שינויים במדיניות פרטיות זו</strong></h1><p>אנו עשויים לעדכן את מדיניות הפרטיות שלנו מעת לעת. אנו נודיע לך על כל שינוי על ידי פרסום מדיניות הפרטיות החדשה בעמוד זה.</p><p>אנו נודיע לך באמצעות דוא\"ל ו / או הודעה בולטת בשירות שלנו לפני כניסת השינוי לתוקף ונעדכן את התאריך \"עודכן לאחרונה\" בראש מדיניות פרטיות זו.</p><p>מומלץ לעיין במדיניות פרטיות זו מעת לעת בכל שינוי. שינויים במדיניות פרטיות זו נכנסים לתוקף כאשר הם מתפרסמים בעמוד זה.</p><h1><strong>צור קשר</strong></h1><p>אם יש לך שאלות לגבי התנאים וההגבלות האלה, תוכל ליצור איתנו קשר:</p><ul><li>בדוא\"ל: info@currency.wiki</li></ul><p> </p><p> </p>",
  "html_support": " <h1>עֶזרָה</h1><p>אם אתה נתקל בבעיה באפליקציית ממיר המטבע שלנו, אנא שלח דוא\"ל אל <a href=\"mailto:app@currency.wiki\">app@currency.wiki</a> (אפשר 24-48 שעות לתגובה) <a href=\"mailto:app@currency.wiki\">ובשורת</a> הנושא, אנא הוסף \"נושא עם אפליקציה\"  </p><p>אנא תאר את הבעיה, כולל שם המכשיר שלך ומספר הדגם, ואת גרסת Android הנוכחית. למשל, Samsung Galaxy S9 + Android 10</p><h1>שאלות נפוצות</h1><h2>באיזו תדירות מתעדכנים שערי החליפין?</h2><p>התעריפים מתעדכנים כל 30 דקות ובזמן כל 60 שניות למעט סופי שבוע (שוק המט\"ח בארה\"ב נסגר ביום שישי בשעה 17:00 EST ונפתח ביום ראשון בשעה 17:00 EST)</p><h2>באיזו תדירות מתעדכנים מטבעות קריפטוגרפיים?</h2><p>שוק הקריפטו לא נסגר לעולם. הוא פתוח 24/7, 365 ימים בשנה. שיעורי הביטקוין (BTC) מתעדכנים תמיד, גם בסופי שבוע</p><h2>כיצד להוסיף יישומון?</h2><ul><li>במסך הבית, גע והחזק במקום ריק</li><li>הקש על \"יישומונים\"</li><li>בתיבת החיפוש הקלד \" CurrencyConverter \" והוא אמור להציג יישומון מטבע</li><li>אתה מקיש על היישומון וזה יבקש ממך לבחור את סוג היישומון שברצונך להציג על ידי לחיצה ארוכה וגרירה למסך הבית שלך.</li></ul><h2>מדוע אני מקבל אחת מההודעות הבאות על המערכת?</h2><ul><li>הפסק לייעל את השימוש בסוללה</li><li>אל תייעל את השימוש בסוללה</li><li>תן לאפליקציה לרוץ תמיד ברקע</li><li>התעלם מאופטימיזציות של סוללות</li></ul><p>אם אתה משתמש ביישומון מטבע במסך הבית שלך, אנו ממליצים לאפשר לאפליקציה שלנו לרוץ ברקע כדי להבטיח שהתעריפים תמיד מעודכנים.</p><h2>שימוש בסוללה?</h2><p>האפליקציה שלנו תוכננה לשימוש בכמות מינימלית של סוללה, וכאשר היא פועלת ברקע לעדכון קצב. שים לב כי גורמים רבים נכנסים למשחק, כגון סגירת האפליקציה לאחר השימוש, וודא שהמכשיר שלך תואם לאפליקציה שלנו וכו '.</p><h1>טיפים</h1><h2>העתק לשיתוף</h2><p>אם אתה עובר למסך ממיר המטבע הראשי, הקש והחזק את התוצאות. הוא יעתיק את התוצאות אל הלוח כדוגמה, \"1.00 USD=0.84 EUR\" שתוכלו לשתף</p><h2>חישוב טיפים / עמלות / מיסים</h2><p>יצרנו את ההיגיון הבא לחישובי טיפים מהירים; אם תזין דוגמה \"50% 10\" והקש על \"=\" היא תחשב 10% מ- 50</p><h2>ממיר רב</h2><p>אתה יכול לארגן מחדש את סדר המטבעות ברשימה שבחרת על ידי גרירה ושחרור</p><p> </p><p> </p>",
  "html_terms": "<h1>תנאים</h1><p>עודכן לאחרונה: 13 במרץ 2021</p><p>אנא קרא בעיון את התנאים וההגבלות האלה לפני שתשתמש בשירות שלנו.</p><h1>פרשנות והגדרות</h1><h2>פרשנות</h2><p>למילים שהאות הראשונית משמשת באותיות רישיות יש משמעויות המוגדרות בתנאים הבאים. להגדרות הבאות תהיה אותה משמעות, בין אם הן מופיעות בלשון יחיד או ברבים.</p><h2>הגדרות</h2><p>לעניין תקנון זה:</p><ul><li>משמעות <strong>היישום </strong>היא התוכנה המסופקת על ידי החברה שהורדה על ידך בכל מכשיר אלקטרוני, הנקרא App Currency Converter על ידי Currency.Wiki </li><li><strong>חנות היישומים </strong>פירושה שירות ההפצה הדיגיטלי המופעל ומפותח על ידי Apple Inc. (Apple App Store) או Google Inc. (Google Play Store) בו הורדה היישום. </li><li><strong>שלוחה </strong>פירושה ישות ששולטת בשליטתה או בשליטתה המשותפת עם צד, כאשר \"שליטה\" פירושה בעלות על 50% ומעלה מהמניות, ריבית ההון או ניירות ערך אחרים הזכאים להצביע לבחירת דירקטורים או רשות מנהלת אחרת. . </li><li><strong>מדינה </strong>מתייחסת ל: קליפורניה, ארצות הברית </li><li><strong>חברה </strong>(המכונה \"החברה\", \"אנחנו\", \"אותנו\" או \"שלנו\" בהסכם זה) מתייחסת למטבעות.וויקי, 122 רחוב 15 # 431 דל מאר, CA 92014. </li><li><strong>מכשיר </strong>פירושו כל מכשיר שיכול לגשת לשירות כגון מחשב, טלפון סלולרי או טאבלט דיגיטלי. </li><li><strong>רכישה מתוך אפליקציה </strong>מתייחסת לרכישה של מוצר, פריט, שירות או מנוי שבוצעו באמצעות האפליקציה ובכפוף לתנאים ולהגבלות אלה ו / או לתנאים ולהגבלות של חנות האפליקציות. </li><li><strong>שירות </strong>מתייחס ליישום. </li><li><strong>מנויים </strong>מתייחסים לשירותים או לגישה לשירות המוצעים על ידי החברה על ידי החברה. </li><li><strong>תנאים והגבלות </strong>(המכונים גם \"תנאים\") פירושם תנאים והגבלות אלה המהווים את כל ההסכם בינך לבין החברה בנוגע לשימוש בשירות. </li><li><strong>שירות מדיה חברתית של צד שלישי </strong>פירושו כל שירות או תוכן (כולל נתונים, מידע, מוצרים או שירותים) המסופקים על ידי צד שלישי העשויים להיות מוצגים, כלולים או זמינים על ידי השירות. </li><li><strong>אתה </strong>אומר חדירת הפרט או שימוש בשירות, או החברה, או יישות משפטית אחרת מטעם אשר פרט כאמור גישה או שימוש בשירות, לפי עניין. </li></ul><h1>הכרה</h1><p>אלה התנאים וההגבלות המסדירים את השימוש בשירות זה וההסכם הפועל בינך לבין החברה. תנאים והגבלות אלה קובעים את הזכויות והחובות של כל המשתמשים בנוגע לשימוש בשירות.</p><p>גישתך לשימושך בשירות מותנית בהסכמתך ותקנתם לתנאים אלה. תנאים והגבלות אלה חלים על כל המבקרים, המשתמשים ואחרים שניגשים לשירות או משתמשים בו.</p><p>על ידי גישה או שימוש בשירות אתה מסכים להיות מחויב לתנאים ולהגבלות אלה. אם אינך מסכים עם חלק מהתנאים וההגבלות הללו, אינך רשאי לגשת לשירות.</p><p>אתה מצהיר שאתה מעל גיל 18. החברה אינה מתירה לאנשים מתחת לגיל 18 להשתמש בשירות.</p><p>הגישה שלך לשירות והשימוש בו מותנית גם בקבלתך ועמידה במדיניות הפרטיות של החברה. מדיניות הפרטיות שלנו מתארת ​​את המדיניות והנהלים שלנו באיסוף, שימוש וחשיפה של המידע האישי שלך כאשר אתה משתמש ביישום או באתר ומספרת לך על זכויות הפרטיות שלך ועל האופן שבו החוק מגן עליך. אנא קרא בעיון את מדיניות הפרטיות שלנו לפני שתשתמש בשירות שלנו.</p><h1>מנויים</h1><h2>תקופת המנוי</h2><p>השירות או חלקים מסוימים מהשירות זמינים רק עם מנוי בתשלום. תחויב מראש על בסיס חוזר ותקופתי (כגון יומי, שבועי, חודשי או שנתי), תלוי בסוג תוכנית המנוי שתבחר בעת רכישת המנוי.</p><p>בסוף כל תקופה, המנוי שלך יתחדש אוטומטית באותם התנאים, אלא אם כן תבטל אותה או שהחברה תבטל אותה.</p><h2>ביטולי מנוי</h2><p>אתה רשאי לבטל את חידוש המנוי שלך דרך דף הגדרות חשבונך או על ידי פנייה לחברה. לא תקבל החזר עבור העמלות ששילמת כבר עבור תקופת המנוי הנוכחית שלך ותוכל לגשת לשירות עד תום תקופת המנוי הנוכחית שלך.</p><p>אם המנוי בוצע באמצעות רכישה מתוך האפליקציה, תוכל לבטל את חידוש המנוי שלך בחנות היישומים.</p><h2>חיוב</h2><p>אתה תעביר לחברה פרטי חיוב מדויקים ומלאים כולל שם מלא, כתובת, מדינה, מיקוד, מספר טלפון ומידע אמצעי תשלום תקף.</p><p>אם החיוב האוטומטי לא יתרחש מסיבה כלשהי, החברה תנפיק חשבונית אלקטרונית המציינת שעליך להמשיך באופן ידני, תוך תאריך אחרון, עם התשלום המלא המתאים לתקופת החיוב כפי שמצוין בחשבונית.</p><p>אם המנוי בוצע באמצעות רכישה בתוך האפליקציה, כל החיובים מטופלים על ידי חנות היישומים ומפוקחים על פי התנאים וההגבלות של חנות האפליקציות.</p><h2>שינויים בתשלום</h2><p>החברה, על פי שיקול דעתה הבלעדי ובכל עת, רשאית לשנות את דמי המנוי. כל שינוי בדמי מנוי ייכנס לתוקף בסוף תקופת המינוי הנוכחית.</p><p>החברה תעביר לך הודעה מוקדמת סבירה על כל שינוי בדמי המנוי כדי לתת לך הזדמנות לסיים את המנוי שלך לפני שהשינוי ייכנס לתוקף.</p><p>המשך השימוש שלך בשירות לאחר שינוי דמי המנוי נכנס לתוקף מהווה את הסכמתך לשלם את סכום דמי המנוי ששונו.</p><h2>החזרים</h2><p>למעט כשנדרש על פי החוק, דמי מנוי בתשלום אינם ניתנים להחזר.</p><p>החברה יכולה לשקול בקשות להחזר מסוימות למנויים בכל מקרה לגופו ולהינתן על פי שיקול דעתה הבלעדי של החברה.</p><p>אם המנוי בוצע באמצעות רכישה מתוך האפליקציה, תחול מדיניות ההחזרים של חנות היישומים. אם ברצונך לבקש החזר כספי, תוכל לעשות זאת על ידי פנייה ישירה לחנות היישומים.</p><h1>רכישות מתוך האפליקציה</h1><p>היישום עשוי לכלול רכישות מתוך האפליקציה המאפשרות לך לקנות מוצרים, שירותים או מנויים.</p><p>מידע נוסף על האופן שבו אתה יכול לנהל רכישות מתוך האפליקציה באמצעות המכשיר שלך עשוי להיות מוגדר בתנאים וההגבלות של חנות היישומים עצמו או בהגדרות העזרה של המכשיר שלך.</p><p>ניתן לצרוך רכישות מתוך האפליקציה רק ​​בתוך היישום. אם אתה מבצע רכישה מתוך אפליקציה, לא ניתן לבטל את הרכישה בתוך האפליקציה לאחר שתתחיל להוריד אותה. לא ניתן לממש רכישות מתוך האפליקציה תמורת מזומן או תמורה אחרת או להעביר בדרך אחרת.</p><p>אם רכישה בתוך האפליקציה לא הורדה בהצלחה או לא עובדת לאחר שהורדה בהצלחה, לאחר שנודע לנו על התקלה או שקיבלת הודעה על התקלה, נבדוק את הסיבה לתקלה. אנו נפעל באופן סביר בהחלטה אם לספק לך רכישה חלופית מתוך האפליקציה או להנפיק לך תיקון לתיקון התקלה. בשום מקרה לא נחייב אותך להחליף או לתקן את הרכישה מתוך האפליקציה. במקרה הבלתי סביר שלא נוכל להחליף או לתקן את הרכישה הרלוונטית מתוך האפליקציה או שלא נוכל לעשות זאת תוך פרק זמן סביר וללא אי נוחות משמעותית עבורך, נאשר לחנות היישומים להחזיר לך סכום עד עלות הרכישה הרלוונטית בתוך האפליקציה. לחלופין, אם ברצונך לבקש החזר כספי, תוכל לעשות זאת על ידי פנייה ישירה לחנות היישומים.</p><p>אתה מאשר ומסכים שכל תהליכי החיוב והעסקאות מטופלים על ידי חנות היישומים שממנה הורדת את האפליקציה ונשלטים על פי התנאים וההגבלות של חנות היישומים עצמה.</p><p>אם יש לך בעיות הקשורות לתשלום ברכישות מתוך האפליקציה, עליך לפנות ישירות לחנות היישומים.</p><h1>קישורים לאתרים אחרים</h1><p>השירות שלנו עשוי להכיל קישורים לאתרי צד שלישי או לשירותים שאינם בבעלות החברה או בשליטתם.</p><p>לחברה אין שליטה ואינה לוקחת אחריות על התוכן, מדיניות הפרטיות או הנהלים של אתרי אינטרנט או שירותים של צד שלישי כלשהו. בנוסף אתה מאשר ומסכים כי החברה לא תהיה אחראית או אחראית, במישרין או בעקיפין, לכל נזק או אובדן שנגרם או לכאורה נגרם על ידי או בקשר לשימוש או להסתמכות על כל תוכן, סחורה או שירות כזה כאמור. או דרך כל אתרי אינטרנט או שירותים כאלה.</p><p>אנו ממליצים לך לקרוא את התנאים וההגבלות ומדיניות הפרטיות של כל אתרי צד שלישי ושירותים שאתה מבקר בהם.</p><h1>סיום</h1><p>אנו רשאים להפסיק או להשעות את גישתך באופן מיידי, ללא התראה מוקדמת או אחריות, מכל סיבה שהיא, כולל ללא הגבלה אם תפר תנאים והגבלות אלה.</p><p>עם סיום, זכותך להשתמש בשירות תיפסק מיידית.</p><h1>הגבלת אחריות</h1><p>על אף כל הנזקים שאתה עלול להיגרם, אחריותה של החברה ושל ספקיה כלשהם על פי הוראה כלשהי בתנאים אלה והתרופה הבלעדית שלך לכל האמור לעיל תהיה מוגבלת לסכום ששולם בפועל באמצעות השירות או 100 דולר. אם לא רכשת דבר באמצעות השירות.</p><p>במידה המרבית המותרת על פי החוק החל, בשום מקרה החברה או ספקיה לא יהיו אחראים לכל נזק מיוחד, אגבי, עקיף או תוצאתי כלשהו (לרבות, אך לא רק, נזקים בגין אובדן רווחים, אובדן נתונים או מידע אחר, להפרעה עסקית, לנזק אישי, אובדן פרטיות הנובע או בכל דרך הקשורה לשימוש או אי יכולת להשתמש בשירות, בתוכנות צד ג 'ו / או בחומרת צד ג' המשמשת עם השירות, או אחרת בקשר להוראות כלשהן בתנאים אלה), גם אם הודיעו לחברה או לספק כלשהו על האפשרות של נזק כזה ואף אם הסעד נכשל בתכליתו המהותית.</p><p>מדינות מסוימות אינן מאפשרות להוציא אחריות משתמעת או הגבלת אחריות לנזקים נלווים או תוצאתיים, מה שאומר שחלק מהמגבלות הנ\"ל עשויות שלא לחול. במדינות אלה, האחריות של כל צד תהיה מוגבלת במידה המותרת על פי החוק.</p><h1>כתב ויתור \"כפי שהוא\" ו\"כפי שניתן להשיג \"</h1><p>השירות ניתן לך \"כפי שהוא\" ו\"כפי שניתן להשיג \"ועם כל התקלות והליקויים ללא אחריות מכל סוג שהוא. במידה המקסימלית המותרת על פי החוק החל, החברה, מטעמה ומטעם שלוחותיה ושל נותני הרישיון שלה ונותני השירות שלהם, מתנערת במפורש מכל האחריות, בין אם מפורשת, משתמעת, סטטוטורית ובין אם אחרת, ביחס ל שירות, כולל כל האחריות המשתמעת על סחירות, התאמה למטרה מסוימת, כותרת ואי הפרה, ואחריות העלולה להיווצר בעקבות התנהלות, דרך ביצוע, שימוש או נוהג מסחרי. ללא הגבלה על האמור לעיל, החברה אינה מעניקה אחריות או התחייבות, ואינה מציינת מכל סוג שהוא כי השירות יענה על דרישותיך, ישיג תוצאות כלשהן המיועדות, יתאים או יעבוד עם תוכנות, יישומים, מערכות או שירותים אחרים, יפעלו ללא הפרעה, לעמוד בכל תקני ביצועים או אמינות או להיות נטולי שגיאות או שניתן או יתוקן שגיאות או פגמים כלשהם.</p><p>מבלי להגביל את האמור לעיל, לא החברה ואף אחד מספקי החברה אינו מצהיר או מתחייב מכל סוג שהוא, מפורש או משתמע: (i) באשר להפעלת השירות או לזמינותו, או למידע, לתוכן ולחומרים או למוצרים כלול עליו; (ii) שהשירות יהיה ללא הפרעה או נטול שגיאות; (iii) באשר לדיוק, אמינותם או מטבעם של כל מידע או תוכן המסופק באמצעות השירות; או (iv) שהשירות, שרתיו, התוכן או הודעות הדואר האלקטרוני שנשלחו מטעם החברה או מטעמה נקיים מוירוסים, סקריפטים, סוסים טרויאניים, תולעים, תוכנות זדוניות, פצצות זמן או רכיבים מזיקים אחרים.</p><p>תחומי שיפוט מסוימים אינם מאפשרים החרגה של סוגים מסוימים של התחייבויות או מגבלות על זכויות סטטוטוריות החלות על הצרכן, כך שחלק או כל ההחרגות והמגבלות הנ\"ל עשויות שלא לחול עליך. אך במקרה כזה החרגות והמגבלות המפורטות בסעיף זה יוחלו במידה האכיפה ביותר על פי החוק החל.</p><h1>חוק מסדיר</h1><p>חוקי המדינה, למעט כללי התנגשות החוק שלה, יחולו על תנאים אלה ועל השימוש שלך בשירות. השימוש שלך ביישום עשוי להיות כפוף לחוקים מקומיים, מדינתיים, לאומיים או בינלאומיים אחרים.</p><h1>יישוב סכסוכים</h1><p>אם יש לך חשש או סכסוך כלשהו בנוגע לשירות, אתה מסכים לנסות תחילה לפתור את המחלוקת באופן לא פורמלי על ידי פנייה לחברה.</p><h1>למשתמשי האיחוד האירופי (האיחוד האירופי)</h1><p>אם אתה צרכן של האיחוד האירופי, תרוויח מכל הוראות חובה בחוק במדינה בה אתה גר.</p><h1>הוראות השימוש הסופי של הממשלה הפדרלית של ארצות הברית</h1><p>אם אתה משתמש קצה ממשלתי פדרלי בארה\"ב, השירות שלנו הוא \"פריט מסחרי\" כהגדרתו של מונח זה ב- 48 CFR §2.101.</p><h1>תאימות משפטית של ארצות הברית</h1><p>אתה מצהיר ומתחייב כי (i) אינך נמצא במדינה הכפופה ל אמברגו הממשלתי של ארצות הברית, או שממשלת ארצות הברית הוגדרה כמדינה \"תומכת בטרור\", ו- (ii) אינך מופיע ברשימת ממשלות ארצות הברית של צדדים אסורים או מוגבלים.</p><h1>ניתוק ויתור</h1><h2>בר הפרדה</h2><p>אם הוראה כלשהי בתנאים אלה תיחשב כבלתי ניתנת לאכיפה או לא חוקית, הוראה כזו תשתנה ותתפרש בכדי להשיג את יעדי ההוראה כאמור במידת האפשר לפי החוק החל, וההוראות האחרות ימשיכו במלוא עוצמתן.</p><h2>ויתור</h2><p>למעט האמור במסמך זה, אי מימוש זכות או דרישה למילוי התחייבות על פי תנאים אלה לא ישפיע על יכולתו של צד לממש זכות כזו או ידרוש ביצוע כזה במועד כלשהו לאחר מכן, ואין ויתור על הפרה יהווה ויתור של כל הפרה שלאחר מכן.</p><h1>פרשנות תרגום</h1><p>ייתכן שתנאים והגבלות אלה תורגמו אם הגשנו אותם לרשותך בשירות שלנו. אתה מסכים שהטקסט המקורי באנגלית יגבר במקרה של סכסוך.</p><h1>שינויים בתנאים ובהגבלות אלה</h1><p>אנו שומרים לעצמנו את הזכות, לפי שיקול דעתנו הבלעדי, לשנות או להחליף תנאים אלה בכל עת. אם תיקון הוא מהותי אנו נעשה מאמצים סבירים לספק התראה של 30 יום לפחות לפני שתנאי חדש ייכנס לתוקף. מה מהווה שינוי מהותי ייקבע על פי שיקול דעתנו הבלעדי.</p><p>על ידי המשך גישה או שימוש בשירות שלנו לאחר כניסתם לתוקף של תיקונים אלה, אתה מסכים להיות מחויב לתנאים המתוקנים. אם אינך מסכים לתנאים החדשים, כולם או חלקם, אנא הפסק להשתמש באתר ובשירות.</p><h1>כתב ויתור</h1><p>שערי החליפין של Currency.wiki הם למטרות מידע בלבד. אנא אשר / אשר את שערי המטבע מול ברוקר המט\"ח או המוסד הפיננסי שלך לפני ביצוע העברות כספים בינלאומיות.</p><h1>נקודות זכות</h1><p>אנו רוצים להודות למחברים הבאים על יצירת סמלים בחינם ורישיון חופשי לשימוש בתרשימים.</p><ul><li>MD Badsha Meah: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://freeicons.io/profile/3335\">https://freeicons.io/profile/3335</a> </li><li>אייקון מלך 1: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://freeicons.io/profile/3\">https://freeicons.io/profile/3</a> </li><li>פריפיק: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://www.flaticon.com/\">https://www.flaticon.com/</a> &amp; <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://www.freepik.com\">https://www.freepik.com</a>   </li><li>amCharts: <a href=\"https://translate.google.com/translate?hl=en&amp;prev=_t&amp;sl=auto&amp;tl=iw&amp;u=https://www.amcharts.com/\">https://www.amcharts.com/</a> </li></ul><h1>צור קשר</h1><p>אם יש לך שאלות בנוגע לתנאים ולהגבלות אלה, תוכל ליצור איתנו קשר:</p><ul><li>בדוא\"ל: info@currency.wiki</li></ul><p> </p>",
  "presets": "מוגדר מראש",
  "select": "בחר",

  "iso": "עברית",
  "AED": "דירהם של איחוד האמירויות הערביות",
  "AFN": "אפגני אפגני",
  "ALL": "לק אלבני",
  "AMD": "דרמה ארמנית",
  "ANG": "גילדן האנטיליה ההולנדית",
  "AOA": "קוואנצה האנגולה",
  "ARS": "פזו ארגנטינאי",
  "AUD": "דולר אוסטרלי",
  "AWG": "פלורין הערובני",
  "AZN": "מנאט אזרביג'אן",
  "BAM": "בוסניה-הרצגובינה סימן להמרה",
  "BBD": "דולר ברבדיאני",
  "BDT": "טאקה בנגלדש",
  "BGN": "לב בולגרי",
  "BHD": "דינר בחרריני",
  "BIF": "פרנק בורונדי",
  "BMD": "דולר ברמודני",
  "BND": "דולר ברוניי",
  "BOB": "בוליביאנו בוליביה",
  "BRL": "ריאל ברזילאי",
  "BSD": "דולר בהמי",
  "BTC": "ביטקוין",
  "BTN": "נגולטרום בהוטני",
  "BWP": "פולה בבוצואן",
  "BYN": "רובל בלארוס",
  "BZD": "דולר בליז",
  "CAD": "דולר קנדי",
  "CDF": "פרנק קונגו",
  "CHF": "פרנק שוויצרי",
  "CLF": "יחידת החשבון הצ'יליאני (UF)",
  "CLP": "פזו צ'יליאני",
  "CNY": "יואן סיני",
  "COP": "פזו קולומביאני",
  "CRC": "קולון בקוסטה ריקה",
  "CUC": "פזו קובני להמרה",
  "CUP": "פזו קובני",
  "CVE": "אסקודו של קייפ ורדיא",
  "CZK": "קורונה צ'כיה",
  "DJF": "פרנק ג'יבוטי",
  "DKK": "כתר דני",
  "DOP": "פזו דומיניקני",
  "DZD": "דינר אלג'יראי",
  "EGP": "פאונד מצרי",
  "ERN": "נקפה אריתראי",
  "ETB": "ביר אתיופי",
  "EUR": "יורו",
  "FJD": "דולר פיג'יאן",
  "FKP": "לירה של איי פוקלנד",
  "GBP": "לירה שטרלינג",
  "GEL": "לארי הגיאורגי",
  "GGP": "פאונד גרנסי",
  "GHS": "סדי גנאית",
  "GIP": "לירה בגיברלטר",
  "GMD": "דלאסי גמבי",
  "GNF": "פרנק גינאה",
  "GTQ": "קווצאל גואטמלה",
  "GYD": "דולר גיאני",
  "HKD": "דולר הונג קונג",
  "HNL": "למפירא הונדורית",
  "HRK": "קונה קרואטית",
  "HTG": "גורד האיטי",
  "HUF": "הפרינט ההונגרי",
  "IDR": "רופיאה האינדונזית",
  "ILS": "שקל חדש ישראלי",
  "IMP": "קילו מאנקס",
  "INR": "רופי הודי",
  "IQD": "דינר עירק",
  "IRR": "ריאל איראני",
  "ISK": "קרונה איסלנדית",
  "JEP": "פאונד ג'רזי",
  "JMD": "דולר ג'מייקני",
  "JOD": "דינר ירדני",
  "JPY": "ין יפני",
  "KES": "שילינג קניה",
  "KGS": "קירגיסטני סום",
  "KHR": "ריאל הקמבודי",
  "KMF": "הקומיקאי פרנק",
  "KPW": "ווון צפון קוריאה",
  "KRW": "ווון דרום קוריאה",
  "KWD": "דינר כווית",
  "KYD": "דולר איי קיימן",
  "KZT": "טנגה קזחסטני",
  "LAK": "קיאט לאוטי",
  "LBP": "לירה לבנונית",
  "LKR": "רופי סרי לנקי",
  "LRD": "דולר ליבריאני",
  "LSL": "לסוטו לוטי",
  "LTL": "ליטא הליטאי",
  "LVL": "לטס לטס",
  "LYD": "דינר לובי",
  "MAD": "דירהם מרוקאי",
  "MDL": "לאו מולדובה",
  "MGA": "אריארי מלאגסי",
  "MKD": "דנאר מקדוני",
  "MMK": "מיאנמה קיוט",
  "MNT": "טוגריק מונגולי",
  "MOP": "פאטאקה מקני",
  "MRO": "אוגויה מאוריטנית",
  "MUR": "רופי מאוריציאן",
  "MVR": "מרפיאיה המלדיבית",
  "MWK": "קוואצ'ה מלאווי",
  "MXN": "פזו מקסיקני",
  "MYR": "רינגגיט מלזי",
  "MZN": "מוזמביקני מטאלי",
  "NAD": "דולר נמיבי",
  "NGN": "נאירה הניגרית",
  "NIO": "ניקרגואה קורדובה",
  "NOK": "כתר נורבגי",
  "NPR": "רופי נפאלי",
  "NZD": "דולר ניו זילנדי",
  "OMR": "עומני ריאל",
  "PAB": "בלבואה פנמנית",
  "PEN": "סול נואבו פרואני",
  "PGK": "סין של פפואה גינאה החדשה",
  "PHP": "פזו פיליפיני",
  "PKR": "רופי פקיסטני",
  "PLN": "זלוטי הפולנית",
  "PYG": "גוארני פרגוואי",
  "QAR": "ריאל קטארי",
  "RON": "לאו רומני",
  "RSD": "דינר סרבי",
  "RUB": "רובל רוסי",
  "RWF": "רואנד פרנק",
  "SAR": "ריאל סעודי",
  "SBD": "דולר איי שלמה",
  "SCR": "רופי סיישלו",
  "SDG": "לירה סודנית",
  "SEK": "קרונה שבדית",
  "SGD": "דולר סינגפורי",
  "SHP": "פאונד סנט הלנה",
  "SLL": "סיירה לאוניאן לאונה",
  "SOS": "שילינג סומלי",
  "SRD": "דולר סורינמי",
  "STD": "סאו טומה ופרינסיפה דוברה",
  "SVC": "קולון סלבדור",
  "SYP": "לירה סורית",
  "SZL": "סווזי לילנגני",
  "THB": "בהט תאילנדי",
  "TJS": "טג'יקיסטני סומוני",
  "TMT": "מנאט טורקמניסטני",
  "TND": "דינר תוניסאי",
  "TOP": "פנגה טונגן",
  "TRY": "לירה טורקית",
  "TTD": "דולר טרינידד וטובגו",
  "TWD": "דולר טייוואן חדש",
  "TZS": "שילינג טנזני",
  "UAH": "Hryvnia אוקראינית",
  "UGX": "שילינג אוגנדי",
  "USD": "דולר אמריקאי",
  "UYU": "פזו אורוגוואי",
  "UZS": "אוזבקיסטן סום",
  "VES": "בוליבר פוארטה הוונצואלה",
  "VND": "דונג וייטנאמי",
  "VUV": "ונואטו וואטו",
  "WST": "סמואן טלה",
  "XAF": "CFA פרנק BEAC",
  "XAG": "כסף (אונקיית טרוי)",
  "XAU": "זהב (אונקיית טרוי)",
  "XCD": "דולר מזרח קריבי",
  "XDR": "זכויות משיכה מיוחדות",
  "XOF": "CFA פרנק BCEAO",
  "XPF": "CFP פרנק",
  "YER": "ריאל תימני",
  "ZAR": "ראנד דרום אפריקה",
  "ZMK": "קוואצ'ה זמבית (לפני 2013)",
  "ZMW": "קוואצ'ה זמבית",
  "ZWL": "דולר זימבבואי"
}